{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Energy"], "document_language": "English", "document_name": "KIRIBATI JOINT IMPLEMENTATION PLAN for Climate Change and Disaster Risk Management (KJIP) 2019-2028", "document_country_code": "KIR", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Hurricanes", "Storms", "Tsunamis", "Cyclones"], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2019", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KIR/2019/KIR-2019-01-01-KIRIBATI JOINT IMPLEMENTATION PLAN for Climate Change and Disaster Risk Management (KJIP) 2019-2028_08b8c0eb009e1689a9015ea36c62cc8b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "2019-2028"}, {"text_block_id": "p2_b2", "text": "2019-2028\n"}, {"text_block_id": "p2_b3", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved. Original text: English"}, {"text_block_id": "p2_b4", "text": "Secretariat of the Pacific Community Cataloguing-in-publication data"}, {"text_block_id": "p2_b5", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management / developed by the Government of Kiribati"}, {"text_block_id": "p2_b6", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management / developed by the Government of Kiribati\n* Climatic changes\n* Kiribati.\n* Climatic changes\n* Management\n* Management\n â\n* Management\n â\n Kiribati.\n* Climatic changes\n* Environmental aspects\n* Environmental aspects\n â\n* Environmental aspects\n â\n Kiribati.\n* Climate change mitigation â Kiribati.\n\t* Title II. Kiribati III. Secretariat of the Pacific Community\n<\\li2>"}, {"text_block_id": "p2_b28", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management / developed by the Government of Kiribati\n* Climatic changes\n* Kiribati.\n* Climatic changes\n* Management\n* Management\n â\n* Management\n â\n Kiribati.\n* Climatic changes\n* Environmental aspects\n* Environmental aspects\n â\n* Environmental aspects\n â\n Kiribati.\n* Climate change mitigation â Kiribati.\n\t* Title II. Kiribati III. Secretariat of the Pacific Community\n<\\li2>\n* 99593\n<\\li1>"}, {"text_block_id": "p2_b30", "text": "ISBN: 978-982-00-0695-9"}, {"text_block_id": "p2_b31", "text": "AACR2"}, {"text_block_id": "p2_b32", "text": "Cover illustration: Ianeta Iororimo, graphic design by Tibanga Buatia"}, {"text_block_id": "p3_b33", "text": "The revision of the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management was undertaken through NAP Global"}, {"text_block_id": "p3_b34", "text": "Network’s"}, {"text_block_id": "p3_b35", "text": "U.S. In-Country Support Program for Kiribati implemented by the International Institute for Sustainable Development (IISD) and financed by the U.S. Government."}, {"text_block_id": "p3_b36_merged_merged", "text": "The NAP Global Network was created in 2014 to support developing countries in advancing their NAP processes, and help accelerate adaptation efforts around the world. To achieve this, the Network facilitates sustained South-South peer learning and exchange, supports nationallevel action on NAP development and implementation, and enhances bilateral support for adaptation and climate-sensitive sectors through donor coordination. The Network’s members include participants from more than 130 countries involved in developing and implementing National Adaptation Plans, as well as 11 donor members. Financial support for the Network has been provided by Austria, Canada, Germany and the United States. The Secretariat is hosted by the International Institute for Sustainable Development (IISD). For more information, visit www.napglobalnetwork.org."}, {"text_block_id": "p3_b39", "text": "Any opinions stated herein are those of the author(s) and do not necessarily reflect the policies or opinions of the NAP Global Network, funders or Network participants."}, {"text_block_id": "p4_b40", "text": "FOREWORD"}, {"text_block_id": "p4_b41", "text": "Mauri"}, {"text_block_id": "p4_b42", "text": "With the authority bestowed upon me by the people of Kiribati, it is with great honour to present the Kiribati Joint Implementation Plan (KJIP), for climate change and disaster risk management. This document will serve as an implementation tool of the climate change and disaster risk management-related policies, in strengthening our resilience effort to the adverse effect of climate change and disaster risks, and to safeguard our unique cultural heritage. The people of Kiribati are the core of this implementation plan where it enhances gender inclusiveness, disability involvement, youth engagement, elderly respect and no one will be left behind."}, {"text_block_id": "p4_b43", "text": "As climate change was scientifically proven to become even worse in which natural hazards are more intense and frequent, joint implementation and strategic plan from every concerned organisation is highly required. As a result, the KJIP was collaboratively produced by a National Expert Group (KNEG) that represented by all Ministerial sectors, Non-Governmental Organisations, Civil Society Organisation and Private sectors. For their comprehensive effort, I am forever thankful and proud of the work they have done."}, {"text_block_id": "p4_b44", "text": "KJIP is aligned and supportive of the Kiribati Vision for 20 years (KV20) and the Kiribati Development Plan (KDP). For effective and efficiency in implementation, KJIP also aligns well with ministerial strategic plans and sectoral policies that are related to climate change and disaster risk management."}, {"text_block_id": "p4_b45", "text": "Furthermore, Kiribati appreciates past, ongoing and future support, whether financial or technical, from its development partners which will enable the effective implementation of this plan for the enhancement of sustainable development and more resilient communities."}, {"text_block_id": "p4_b46", "text": "I humbly urge all stakeholders to harmoniously work together in implementing the priorities set out in the KJIP to enhance the resilience of I-Kiribati and the country as a whole."}, {"text_block_id": "p4_b47", "text": "May God bless us all"}, {"text_block_id": "p4_b48", "text": "Te Mauri, Te Raoi ao Te Tabomoa."}, {"text_block_id": "p4_b49", "text": "Taneti Maamau"}, {"text_block_id": "p4_b50", "text": "President, Republic of Kiribati"}, {"text_block_id": "p5_b51", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p5_b52", "text": "The development of the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) was initiated and coordinated by the Office of Te Beretitenti and driven by the Kiribati National Expert Group (KNEG), with representatives from government ministries, private enterprises and non-governmental organisations (NGOs)."}, {"text_block_id": "p5_b53", "text": "In 2018, the revision of KJIP was conducted with the technical support from National Adaptation Plan Global Network (NAP GN) and a comprehensive oversight by the Office of Te Beretitenti. The revision was wholly supported with funding from Environment and Climate Change Canada and the U.S. In-Country NAP Support Program."}, {"text_block_id": "p5_b54_merged", "text": "The KNEG was supported directly by a Regional Support Team, comprising representatives from the Secretariat of the Pacific Regional Environment Programme (SPREP), the Secretariat of the Pacific Community (SPC), the SPC/Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH Coping with Climate Change in the Pacific Island Region programme on behalf of the Federal German Ministry for Economic Cooperation and Development (BMZ), the United Nations Development Program (UNDP) and the United Nations Children’s Fund (UNICEF). The KNEG received additional technical assistance from Australia’s Aid Program (Australia’s Aid Program) as well as the European Union (EU)."}, {"text_block_id": "p5_b61", "text": "Special gratitude is offered to the Kiribati Government Cabinet Ministers, Ministry secretaries, heads of departments, Parliamentary Select Committee, heads of NGOs, Church leaders and gender experts for investing their time and commitment in the development and review of the KJIP."}, {"text_block_id": "p6_b62", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p6_b63", "text": "BACKGROUND"}, {"text_block_id": "p6_b64", "text": "The Republic of Kiribati is made up of three main island groups: The Gilbert, Phoenix and Line Islands and one isolated raised limestone island, Banaba (Ocean Island). The groups of islands contain 33 scattered atoll islands, dispersed over 3.5 million square kilometres in the central Pacific Ocean. The three main island groups stretch over 800 kilometres from north to south and over 3,210 kilometres from east to west."}, {"text_block_id": "p6_b65", "text": "The Kiribati 2015 census determined that the total population was 110,136 of whom 50.9 per cent were female and 49.1 per cent male. In all, 51.2 per cent of the population lives in the capital of South Tarawa (in the Gilbert Islands), which has a population density of 3,184 (2010) people per square kilometre (KNSO 2015). The median age of the I-Kiribati population is 22 years and 34.9 per cent of the population is younger than 15 years of age. The latest Kiribati Disability Report identified 3.1 per cent of the total population living with disabilities, with 0.9 per cent of those under the age of 5-17 (2015)."}, {"text_block_id": "p6_b66", "text": "The climate of Kiribati is hot and humid year around. This tropical climate is closely related to the temperature of the oceans surrounding the atolls and small islands. However, its seasonal rainfall is highly variable from year to year, mostly due to the El Niño"}, {"text_block_id": "p6_b67", "text": "–"}, {"text_block_id": "p6_b68", "text": "Southern Oscillation (ENSO)."}, {"text_block_id": "p6_b69", "text": "Kiribati is blessed with a vast ocean territory and great diversity of marine biodiversity but is limited in its land area and terrestrial resources. The Kiribati economy depends heavily on its rich marine resources for employment, income and subsistence living. However, the resources provided by its limited land and terrestrial biodiversity are also central to the Kiribati way of life."}, {"text_block_id": "p6_b70", "text": "The private sector can be an engine of economic growth and development for Small Island States like Kiribati. While the private sector in Kiribati is small in relation to the public sector, its contribution to GDP has increased from 47.3 per cent in 2005 to 54.5 per cent in 2015. Moreover, formal employment in the private sector has increased at a rate of over 12 per cent per year since 2010. As a result, the number of private sector contributors to the Kiribati Provident Fund (KPF) has increased from 2,130 in June 2010 to 3.982 in June 2016, corresponding to a rise of 87 per cent. The number of contributors from the public sector on the other hand only saw a small increase (of around 2 per cent), rising from 6,789 in 2010 to 6,917 in 2016 (KV20, 2018)."}, {"text_block_id": "p6_b71_merged_merged", "text": "Kiribati is categorised by the United Nations as both a “Small Island Developing State” and a “Least Developed Country"}, {"text_block_id": "p6_b78", "text": ".”"}, {"text_block_id": "p7_b79", "text": "CLIMATE CHANGE AND DISASTER RISK CONTEXT"}, {"text_block_id": "p7_b80", "text": "As a result of its inherent characteristics as an atoll nation, a least developed country, and with its fragile economy and environment, Kiribati is extremely vulnerable to climate change and has little capacity to cope with disasters."}, {"text_block_id": "p7_b81", "text": "Climate variability, driven by the El Niño"}, {"text_block_id": "p7_b82", "text": "–"}, {"text_block_id": "p7_b83", "text": "Southern Oscillation, intermittently causes extreme weather events. There are also other non-weather-related hazards such as oil spills (man-made) or tsunamis (tectonically caused). Coupled with climate change, extreme weather events are predicted to become more frequent. Additionally, existing socioeconomic and environmental pressures are intensifying."}, {"text_block_id": "p7_b84", "text": "These factors are strongly interrelated in the Kiribati context. It is, therefore, essential to consider and address climate change adaptation and disaster risk management in a systematic and integrated manner."}, {"text_block_id": "p7_b85_merged_merged", "text": "Climate hazards such as saltwater inundation, droughts, plagues and epidemics as well as man-made hazards such as fires, oil spills and aircraft accidents already pose challenges to the nation’s economy, food and water security, as well as the overall well-being of its people. Climate variability and climate change are already causing—and are predicted to continue to cause—increased surface air and sea temperatures, increased precipitation throughout the year, more days of extreme rainfall and heat, rising sea levels and increasing ocean acidification. In addition, although the risks are generally considered minimal, Kiribati could also be affected by a tsunami."}, {"text_block_id": "p7_b92", "text": "The social, economic and environmental ramifications of the observed and projected climatic changes and hazards are multiplied when overlaid with the high levels of vulnerability of people and their environment."}, {"text_block_id": "p7_b93", "text": "Between 2011 and 2018, Kiribati accessed about USD 54.9 million from bilateral and multilateral sources for climate change and disaster risk management activities. With funding from the Green Climate Fund, the total amount of Climate and Disaster Risk Management funding accessed by Kiribati will increase to USD 83.5 million (MFED, 2019). From this funding, the largest proportion will be aimed at water and sanitation (40 per cent), followed by energy (19 per cent), transport infrastructure (12 per cent), conservation and biodiversity (8 per cent), enabling environment (8 per cent), and agriculture and food security (5 per cent)."}, {"text_block_id": "p7_b94", "text": "Unlike most other Pacific Island countries, about 82 per cent of the total funding for climate change and disaster risk management accessed by Kiribati was reflected in the national budget, and 18 per cent was off budget. Of the total amount accessed, 25 per cent was from bilateral sources and 75 per cent from multilateral. Most of the accessed funding supported activities on adaptation (53 per cent), followed by mitigation (32 per cent), disaster risk reduction (9 per cent), and disaster risk management (6 per cent) (MFED, 2019)."}, {"text_block_id": "p8_b95", "text": "DEVELOPMENT OF THE KJIP"}, {"text_block_id": "p8_b96", "text": "The Government of the Republic of Kiribati, following consultation with regional organisations initiated the process of developing a joint national action plan on climate change and disaster risk management in 2011, which would become the KJIP (Kiribati Joint Implementation Plan)."}, {"text_block_id": "p8_b97", "text": "Between 2017 and 2019, with the support of the NAP Global Network, the KJIP was reviewed and revised to enhance alignment with strategic documents released after 2014, namely: the Kiribati Development Plan 2016-2019, the Kiribati 20-Year Vision, and the Climate Change Policy. The revision process also included the strengthening of gender considerations based on the results of a gender analysis conducted in 2017. The Kiribati National Expert Group on Climate Change and Disaster Risk Management (KNEG) reviewed the recommendations for changes twice in 2018 and in 2019"}, {"text_block_id": "p8_b98", "text": "RATIONALE FOR THE KJIP"}, {"text_block_id": "p8_b99", "text": "The main rationale for developing the KJIP is to support the implementation of holistic approaches on climate actions (i.e., across multiple sectors and with stronger linkages among climate adaptation planning processes at national, sectoral and island levels). The KJIP is an integrated plan that prioritises 104 climate adaptation and disaster risk reduction actions. Ultimately, the purpose of the plan is to enhance coordination and access to financial and technical support to accelerate the implementation of actions on climate adaptation and disaster risk reduction."}, {"text_block_id": "p8_b100", "text": "VISION AND GOAL"}, {"text_block_id": "p8_b101", "text": "The vision of the 9-year KJIP is that:"}, {"text_block_id": "p8_b102", "text": "I-Kiribati unique culture, heritage and identity are upheld and safeguarded through enhanced resilience and sustainable development."}, {"text_block_id": "p8_b103", "text": "The goal of the KJIP is:"}, {"text_block_id": "p8_b104", "text": "To increase resilience through sustainable climate change adaptation and disaster risk reduction using a whole-of-country approach"}, {"text_block_id": "p9_b105", "text": "To increase resilience through sustainable climate change adaptation and disaster risk reduction using a whole-of-country approach\n* Integration\n* Accountability\n* Inclusiveness\n* Focus\n* Time-bound\n* Flexible to new issues\n* Thorough\n* Sense of belonging\n* Strategic community ownership\n* Integrity\n* Responsibility\n* Transparency\n* Good governance\n* Cultural values\n* People-centred\n* Effective and Efficient\n* Sustainability"}, {"text_block_id": "p10_b139", "text": "KEY STRATEGIES FOR CLIMATE CHANGE AND DISASTER RISK MANAGEMENT"}, {"text_block_id": "p10_b140", "text": "The KJIP identifies the following 12 major strategies:"}, {"text_block_id": "p10_b141", "text": "The KJIP identifies the following 12 major strategies:\n* Strengthening good governance, policies, strategies and legislation\n* Improving knowledge and information generation, management and\n* Strengthening and greening the private sector, including small and\n* Increasing water and food security with integrated and sector-specific\n* Strengthening health service delivery to address climate change\n* Promoting sound and reliable infrastructure development and land\n* Delivering appropriate education, training and awareness programmes\n* Increasing effectiveness and efficiency of early warnings and disaster\n* Promoting the use of sustainable, renewable sources of energy and\n* Strengthening capacity to access finance, monitor expenditures and\n* Maintaining the existing sovereignty and unique identity and cultural\n* Enhancing resilience through strategic partnerships for community"}, {"text_block_id": "p10_b175", "text": "Each strategy identifies expected results and a combination of indicators. These indicators have been identified to track progress in implementing the adaptation priorities identified but they do not represent the full M&E system. These are only some initial steps and will need further revision."}, {"text_block_id": "p11_b176", "text": "KJIP IMPLEMENTATION ARRANGEMENTS"}, {"text_block_id": "p11_b177", "text": "–"}, {"text_block_id": "p11_b178", "text": "GOVERNANCE,"}, {"text_block_id": "p11_b179", "text": "COORDINATION, COMMUNICATION AND MONITORING"}, {"text_block_id": "p11_b180", "text": "The KJIP is building on and intended to strengthen existing implementation, financing and monitoring functions by integrating them with climate change and disaster risk management considerations. In addition, it is designed to strengthen coordination and communication among the Office of Te Beretitenti, Ministry of Finance and Economic Development, Ministry of Foreign Affairs and Immigration and line ministries as well as civil society, the private sector and development partners."}, {"text_block_id": "p11_b181", "text": "The KJIP formalises the role of the Kiribati National Expert Group on Climate Change and Disaster Risk Management (KNEG) to become the main advisory body and coordination mechanism as well as the entry point for climate change and disaster risk management initiatives. Furthermore, the Office of the Beretitenti (President) (OB) will continue to coordinate the KJIP Secretariat, with the main roles of: facilitating KNEG meetings; reviewing and monitoring KJIP implementation together with responsible lead agencies; and communicating with the general public, parliament, cabinet, development partners and the international community. The KJIP Secretariat will be under the guidance of the OB and the Development Coordinating Committee."}, {"text_block_id": "p11_b182", "text": "The KJIP vision, goal, strategies and results will be disseminated by all implementing partners through existing information-sharing networks, media and forums at international, regional, national and local levels. This work will align with the Kiribati Climate Change and Climate Risk Communications Strategy that is currently being reviewed."}, {"text_block_id": "p11_b183_merged_merged", "text": "The programmes, projects and activities that will be conceived and developed to achieve the goals of the KJIP shall take into consideration the differences between and among women and men in terms of needs and capacities. Programmes should generate sex-disaggregated data to help ensure equitable access to financial resources and other benefits (e.g., technologies and services, climate information, capacity building on climate risk management) for women and men resulting from investments in adaptation. The differentiated impacts of climate adaptation actions on women and men should be monitored. Gender balance in participation and influence in decision making shall be sought and achieved for all projects’ governance and, during inception, the final management and decision-making frameworks shall make certain that gender issues are well incorporated."}, {"text_block_id": "p11_b186", "text": "The KJIP will be monitored through the Kiribati Development Plan Monitoring and Evaluation Framework (2019). At the ministerial level, KJIP strategies will be monitored through the annual Ministry Strategic Plans and supplementary monitoring mechanisms specific to the KJIP, which will have to incorporate relevant KJIP actions and outcome indicators. The KJIP is understood to be a living document, and as such the KNEG can adjust it to meet emerging needs to be approved by the Development Coordinating Committee."}, {"text_block_id": "p12_b187", "text": "FUNDING THE KJIP"}, {"text_block_id": "p12_b188", "text": "The implementation of the KJIP is to be financed through existing strategies, ranging from the national budget to overseas development assistance, including additional climate finance and disaster-related humanitarian aid."}, {"text_block_id": "p13_b189", "text": "CONTENTS"}, {"text_block_id": "p14_b190", "text": "LIST OF FIGURES"}, {"text_block_id": "p14_b191", "text": "LIST OF TABLES"}, {"text_block_id": "p15_b192", "text": "LIST OF ABBREVIATIONS"}, {"text_block_id": "p20_b193", "text": "1. BACKGROUND"}, {"text_block_id": "p20_b194", "text": "1.1 KEY GEOGRAPHICAL AND GEOLOGICAL FEATURES"}, {"text_block_id": "p20_b195", "text": "The Republic of Kiribati is made up of 33 scattered islands dispersed over 3.6 million square kilometres (km) in the Central Pacific Ocean. It is only 800 km from the north to south ends of the country, but 3,210 km from east to west (see Figure 1). There are three main island groups: Gilbert, Phoenix and the Line Islands consisting of 32 low-lying atolls that rise to no more than 2 or 3 metres above sea level, apart from Banaba, a raised coral island with a high point of 81 m, which was once a rich source of phosphate."}, {"text_block_id": "p20_b196", "text": "Figure 1. Map of Kiribati"}, {"text_block_id": "p20_b197", "text": "COUNTRY STATISTICS (Source: CIA, n.d.)"}, {"text_block_id": "p21_b198", "text": "The Kiribati 2015 census determined that the total population was 110,136, of whom 50.9 per cent were female and 49.1 per cent male. This indicates an increase of 6.9 per cent or 7,078 people over the five years since 2010, when the census recorded a population of 103,058. This represents an average annual rate of growth of 1.3 per cent (KNSO 2015)."}, {"text_block_id": "p21_b199", "text": "On the capital island South Tarawa (in the Gilbert Group) the population density is one of the highest, at 3,184 people per square kilometre. This is where 51.1 per cent of the population of Kiribati resides, and the population here increased by 12.4 per cent from between 2010 to 2015 (KNSO, 2015). On the outer islands of the Gilbert, Line and Phoenix Groups, the 2015 census recorded a population of 10,503."}, {"text_block_id": "p21_b200_merged", "text": "More specifically, the populations of the islands of Teraina, Tamana, Butaritari, Kiritimati and North Tarawa increased from 2005 to 2010, whereas populations in Banaba, Makin, Tabuaeran, Nonouti and Onotoa decreased. High rates of population growth in urban centres have placed stress on water and sanitation infrastructure, causing a high incidence of water-borne disease (Asian Development Bank [ADB], 2009)."}, {"text_block_id": "p21_b203", "text": "Young people represent more than 20 per cent of the population of Kiribati, and this percentage is projected to grow over the next decade (KNSO, 2015). The mean age of the population is 24.9 years, and 15.9 per cent of the population is aged five years or younger, reflecting the high birth rate of 31.3 per 1,000 people per year (KNSO, 2012). The latest Kiribati National Disability Survey identified 3,840 people with disabilities, with 23 per cent of those under the age of 20 years (KNDSAC, 2005)."}, {"text_block_id": "p21_b204", "text": "1.2 ENVIRONMENT AND BIODIVERSITY"}, {"text_block_id": "p21_b205", "text": "Kiribati ratified the United Nations Convention on Biological Diversity (UNCBD) in 1994 as well as the International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGRFA) in 2005 and the Cartagena Protocol on Biosafety in 2004. It has a National Biodiversity Planning Committee (NPBC) made up of a multidisciplinary team comprising stakeholders from a variety of government ministries as well as civil society partners."}, {"text_block_id": "p21_b206", "text": "1.2.1 Ocean"}, {"text_block_id": "p21_b207", "text": "With its large ocean territory, Kiribati has a rich marine biodiversity. The Phoenix Group is one of the largest marine parks in the world and in 2010 was added to the list of United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage sites. There are two submerged reef systems in this protected area, the greater part of which comprises the ocean floor, with a water column averaging more than 4,000 metres deep and reaching a maximum at 6,147 metres. It is home to a number of predatory fish, sea turtles, sea birds, corals, giant clams and coconut crabs, most of which have been depleted elsewhere in the region (MELAD ECD, 2019)."}, {"text_block_id": "p21_b208", "text": "The relatively rich variety of marine fauna (consisting of approximately 300 to 400 species) continues to provide the people of Kiribati with their main source of protein, fish."}, {"text_block_id": "p22_b209", "text": "1.2.2 Land"}, {"text_block_id": "p22_b210", "text": "In contrast, the indigenous land-based flora and fauna of Kiribati are among the poorest on Earth, and there are few endemic species. Despite the limitations of land, soil and freshwater resources, the people of Kiribati have developed sophisticated subsistence agricultural systems based mainly on coconut, breadfruit, pandanus and swamp taro."}, {"text_block_id": "p22_b211", "text": "Kiritimati in the Line Group is the largest atoll in the world and holds a diversity of avifauna of both regional and international significance. The atoll provides nesting, roosting, feeding and migration sites for over 40 bird species."}, {"text_block_id": "p22_b212", "text": "1.3 CURRENT CLIMATE AND CLIMATE VARIABILITY"}, {"text_block_id": "p22_b213_merged", "text": "The climate data presented here are derived from temperature and rainfall records from 1947 up to 2011 and analysed by the Kiribati Meteorological Service (KMS), the Australian Bureau of Meteorology (BoM) and the Commonwealth Scientific and Industrial Research Organisation (CSIRO, 2014). Kiribati operates five meteorological stations—in Tarawa for the Gilbert Group, in Kiritimati for the Line Group and in Beru, Kanton and Butaritari."}, {"text_block_id": "p23_b216", "text": "1.3.1 Current Climate"}, {"text_block_id": "p23_b217", "text": "Kiribati has a hot, humid, tropical climate with an average air temperature of 28.3°C and an average rainfall of about 1,925 mm per year in Tarawa (2008"}, {"text_block_id": "p23_b218", "text": "–"}, {"text_block_id": "p23_b219", "text": "2018; KMS 2019). Its climate is closely related to the temperature of the oceans surrounding the small islands and atolls. Across Kiribati, the average temperature is relatively constant throughout the year. From season to season the temperature changes by no more than about 1°C. Kiribati has two seasons"}, {"text_block_id": "p23_b220", "text": "—"}, {"text_block_id": "p23_b221", "text": "te Au Maiaki"}, {"text_block_id": "p23_b222", "text": "(the dry season) and"}, {"text_block_id": "p23_b223", "text": "te Au Meang"}, {"text_block_id": "p23_b224", "text": "(the wet season). The periods of the seasons vary from location to location and are strongly influenced by the seasonal movement of the South Pacific Convergence Zone (SPCZ) and the Intertropical Convergence Zone (ITCZ) (see Figure 2) (KMS, BoM & CSIRO, 2011)."}, {"text_block_id": "p23_b225", "text": "Figure 2. Map showing the average positions of the South Pacific Convergence Zone, Intertropical Convergence Zone and West Pacific Monsoon (all shaded blue) in the western tropical Pacific region in November to April."}, {"text_block_id": "p23_b226", "text": "The yellow arrows show near-surface winds and the red dashed oval indicates the West Pacific Warm Pool."}, {"text_block_id": "p23_b227", "text": "“H”"}, {"text_block_id": "p23_b228", "text": "represents typical positions of moving high-pressure systems."}, {"text_block_id": "p23_b229", "text": "Warming trends are evident in both annual and half-year mean air temperatures at Tarawa from 1950."}, {"text_block_id": "p23_b230_merged_merged_merged", "text": "At Kiritimati, in eastern Kiribati, there has been an increase in November–April rainfall since 1946. This implies either a shift in the mean location of the ITCZ toward Kiritimati and/or a change in the intensity of rainfall associated"}, {"text_block_id": "p23_b233", "text": "with the ITCZ. The remaining annual and"}, {"text_block_id": "p24_b234", "text": "seasonal rainfall trends for Kiritimati and Tarawa and the extreme rainfall trends for Tarawa show little change."}, {"text_block_id": "p24_b235", "text": "Wind-waves in Kiribati are strongly influenced by both north-easterly and south-easterly trade winds seasonally. The location of the SPCZ is also affected by these trade winds, with some effect of the El Niño"}, {"text_block_id": "p24_b236", "text": "–"}, {"text_block_id": "p24_b237", "text": "Southern Oscillation (ENSO) interannually. There is little variation in wave climate across the country. Available data are not suitable for assessing long-term trends (see Figure 3)."}, {"text_block_id": "p24_b238", "text": "Figure 3. Seasonal rainfall and temperature on Tarawa and Kiritimati"}, {"text_block_id": "p24_b239", "text": "Grey bars: mean annual cycle of rainfall and daily maximum, minimum and mean air temperatures at Tarawa (left), and for rainfall only at Kiritimati (right), as well as local sea surface temperatures."}, {"text_block_id": "p24_b240", "text": "Source: KMS, BoM & CSIRO 2011."}, {"text_block_id": "p24_b241", "text": "Across Kiribati, there is a change in mean monthly rainfall towards the end of the year. There is, however, a large variation in mean annual rainfall across Kiribati. A notable zone of lower rainfall, less than 1,500 mm per year exists near the equator and extends eastwards from 170°E. On average, Tarawa at 1.14160N receives just under 2,100 mm, while the island of Butaritari at 3.16780N only 350 km to the north receives around 3,000 mm (KMS, BoM & CSIRO, 2011)."}, {"text_block_id": "p24_b242", "text": "1.3.2 Climate Variability"}, {"text_block_id": "p24_b243", "text": "Kiribati’s"}, {"text_block_id": "p24_b244_merged_merged", "text": "climate varies considerably from year to year due to the El Niño–Southern Oscillation (ENSO). The ENSO is a natural climate pattern that occurs across the tropical Pacific and affects weather around the world. There are two extreme phases of the ENSO: El Niño and La Niña. There is also a neutral phase."}, {"text_block_id": "p24_b247", "text": "Across Kiribati, El Niño events tend to bring wetter, warmer conditions than normal while much cooler condition and lower rainfall during La Niña. El Niño is generally associated with above-normal rainfall and strong westerly winds, while La Niña is associated with below-normal rainfall and the risk of drought (KMS, BoM & CSIRO, 2015). In the wettest years Tarawa has received more than 4,000 mm of rainfall, but in the driest years as little as 150 mm."}, {"text_block_id": "p25_b248", "text": "Other sources of climate variability affecting the Kiribati islands include the Madden"}, {"text_block_id": "p25_b249", "text": "–"}, {"text_block_id": "p25_b250", "text": "Julian Oscillation (MJO), an eastward-moving atmospheric disturbance of clouds, rainfall, winds, and pressure that traverses the planet in the tropics and returns to its initial starting point in around 30 to 60 days (Gottschalk, 2014). Heavy downpours and rain were observed throughout December 2018 and January 2019, leading to flooding in low-lying areas around Tarawa and the outer islands. This was largely attributed to a strong phase of the MJO that was active over the Western Pacific region at that time."}, {"text_block_id": "p25_b251", "text": "This atmospheric disturbance is distinct from ENSO, which, once established, is associated with persistent features that last several seasons or longer over the Pacific Ocean basin. There can be multiple MJO events within a season, and so the MJO is best described as intra-seasonal tropical climate variability (i.e., it varies on a week-to-week basis) (Gottschalk, 2014)."}, {"text_block_id": "p25_b252", "text": "1.4 ECONOMY"}, {"text_block_id": "p25_b253", "text": "1.4.1 Small-scale"}, {"text_block_id": "p25_b254", "text": "The natural resources of Kiribati provide a narrow production base, consisting largely of subsistence agriculture, copra and fish. The very limited natural resource base and infertile soil of atoll islands constrain agricultural development. Production in the agriculture sector is mainly copra and coconut products. Tree crops and vegetables (particularly pumpkin, banana, and other traditional crops) are grown but have limited supply to meet the high demand, especially in South Tarawa and Kiritimati."}, {"text_block_id": "p25_b255", "text": "Kiribati does, however, possess abundant ocean resources, principally fish, seaweed, manganese nodules and cobalt-rich crusts. Fish and seaweed are the major exports while the latter have yet to be explored and mined."}, {"text_block_id": "p25_b256", "text": "The maritime and fisheries sector offers strong employment opportunities for I-Kiribati. Access agreements currently dictate I-Kiribati crewing requirements and I-Kiribati crew have built a strong regional reputation, particularly among Japanese fleets. It is estimated that approximately 325 I-Kiribati crew are working on Japanese fishing vessels and between 100 and 200 on Korean, Taiwanese and Chinese fleets (MFMRD, 2013)."}, {"text_block_id": "p25_b257", "text": "In addition, I-Kiribati are developing expertise and reputations as merchant seafarers, with over 600 employed abroad. These maritime positions are now providing a significant national income of over AUD 8 million for Kiribati through remittances. Maritime training for I-Kiribati is a key development field."}, {"text_block_id": "p25_b258_merged_merged", "text": "The limited employment opportunities within the country have, however, forced skilled nationals to migrate abroad in search of jobs (Mendani & Mario, 2008). Youth unemployment or underemployment is particularly high, at 67 per cent for those aged 15–24—more than double the rate of the broader Kiribati population (Census 2015)."}, {"text_block_id": "p25_b263", "text": "The private sector contributes significantly to employment in Kiribati. Based on information by the Kiribati Provident Fund (KPF), private sector employment has risen significantly in recent"}, {"text_block_id": "p26_b264", "text": "years. The number of KPF contributors in the private sector rose sharply from 2,156 in June 2009 to 3,277 in June 2015, an increase of 51.9 per cent."}, {"text_block_id": "p26_b265", "text": "1.4.2 Large-scale"}, {"text_block_id": "p26_b266", "text": "The private sector can be an engine of economic growth and development for Small Island States like Kiribati. While the private sector in Kiribati is small compared to the public sector, its contribution to GDP has increased from 47.3 per cent in 2005 to 54.5 per cent in 2015. Private sector formal employment has increased at a rate of over 12 per cent per year since 2010. As a result, the number of private sector contributors to the KPF increased from 2,130 in June 2010 to 3,982 in June 2016, a rise of 87 per cent. The number of contributors from the public sector, on the other hand, saw a smaller increase of around 2 per cent, rising from 6,789 in 2010 to 6,917 in 2016 (KV20, 2018)."}, {"text_block_id": "p26_b267", "text": "Table 1. Economic information"}, {"text_block_id": "p26_b268", "text": "Fishery resources are critically important to the Kiribati economy for revenue, employment and income. The lagoons and rich oceanic waters of Kiribati are home to numerous artisanal and small-scale commercial fisheries, aquaculture operations and commercial joint ventures, as well as foreign distant water fleets that fish in"}, {"text_block_id": "p26_b269", "text": "Kiribati’s"}, {"text_block_id": "p26_b270", "text": "exclusive economic zone (EEZ) and primarily land in foreign ports for foreign markets. In 2015 the total income revenue from fishing licensing reached a record high of AUD 198 million."}, {"text_block_id": "p26_b271_merged_merged", "text": "External sources of funding are a major component of budget financing for the government, averaging 40 per cent of total revenue and 90 per cent of development expenditures in the last four years. It is therefore critical that donors work towards improving the integration of the modality and execution of externally sourced interventions into the government’s budget system and its implementation machinery (MFED, 2019)."}, {"text_block_id": "p26_b274", "text": "Kiribati is highly exposed to external economic shocks, particularly surges in food and fuel commodity prices, due to its limited revenue base and high dependency on imports. Progress toward achieving the Millennium Development Goals is poor, even by regional standards, particularly in relation to certain aspects of health, water and sanitation."}, {"text_block_id": "p27_b275", "text": "1.4.3 Women in the Economy"}, {"text_block_id": "p27_b276", "text": "I-Kiribati women play a significant role in the"}, {"text_block_id": "p27_b277", "text": "country’s"}, {"text_block_id": "p27_b278", "text": "economic and development processes. In the 2015 Census Report Vol. 2, women represented 50.9 per cent of"}, {"text_block_id": "p27_b279", "text": "Kiribati’s"}, {"text_block_id": "p27_b280", "text": "population and contributed to the"}, {"text_block_id": "p27_b281", "text": "country’s"}, {"text_block_id": "p27_b282", "text": "economic development both with both formal paid work (59.76 per cent rate of labour force participation) and unpaid work caring for children, elders and household management (KNSO, 2015)."}, {"text_block_id": "p27_b283", "text": "The Kiribati Government recognises the importance of"}, {"text_block_id": "p27_b284", "text": "women’s"}, {"text_block_id": "p27_b285", "text": "economic empowerment"}, {"text_block_id": "p27_b286", "text": "—"}, {"text_block_id": "p27_b287", "text": "i.e., improving"}, {"text_block_id": "p27_b288", "text": "women’s"}, {"text_block_id": "p27_b289", "text": "access to income-generating activities, especially through handicraft making and access to markets and agriculture to improve"}, {"text_block_id": "p27_b290", "text": "women’s"}, {"text_block_id": "p27_b291", "text": "status and livelihoods"}, {"text_block_id": "p27_b292", "text": "—"}, {"text_block_id": "p27_b293", "text": "as a key pillar for building strong, resilient I-Kiribati families (MWYSSA, 2017). The diversification of livelihood activities and sources of income is often a key strategy to enhancing resilience to the negative impacts of climate change"}, {"text_block_id": "p27_b294", "text": "—"}, {"text_block_id": "p27_b295", "text": "hence the importance of supporting"}, {"text_block_id": "p27_b296", "text": "women’s"}, {"text_block_id": "p27_b297", "text": "economic empowerment to build their own resilience and that of their families. Indeed, strengthening women will contribute to strengthening the family, where many of the barriers to gender equality are rooted."}, {"text_block_id": "p27_b298", "text": "Building a family that is resilient to the negative impacts of climate change involves a recognition of the different roles (and related vulnerabilities) of women and men in the family and their different climate adaptation needs and capacities. It can help to understand that not everybody is the same within the household or the community."}, {"text_block_id": "p27_b299_merged_merged_merged", "text": "The government has already made some progress towards women’s economic empowerment. According to the 2014 Kiribati Digest of Education Statistics (Republic of Kiribati, 2014), the country had achieved gender parity in primary education, while in secondary education female students outnumbered males. However, many I-Kiribati women still do not have the same opportunities as men to take jobs or develop a business, in part due to their greater share of home-based duties and responsibilities for children. According to the 2015 population census, women’s unemployment rate is 51.8 per cent compared to 48.2 per cent for men (KNSO, 2015). The high female youth unemployment rate is likely to contribute to the vulnerability of young women to early pregnancy and/or engagement in sex with seafarers."}, {"text_block_id": "p27_b306", "text": "Women are less than a third of all employers, 38 per cent of the self-employed, but 45 per cent of paid employees. They represent 47 per cent of public sector employees but only 40 per cent of private sector employees (KNSO, 2015). In terms of higher paid work abroad, women have been deterred from working as seafarers due to harassment by men, and are underrepresented amongst those accessing short-term agricultural work in New Zealand, for example. In 2010, women were nearly half (47.4 per cent at the 2010 census) of all workers in the non-agricultural sector (KNSO & SPC, 2012). According to a 2012 study, one in five Kiribati households are headed by females, with one in four female-headed households in the poorest quintile in South Tarawa and the rural Gilbert Islands (AusAID, 2012)."}, {"text_block_id": "p28_b307", "text": "1.5 COMMUNICATIONS AND TRANSPORT"}, {"text_block_id": "p28_b308", "text": "Communication services are starting to improve in Kiribati. There are now two telecommunication companies in the country which until recently lacked a competitive ICT environment. This new development might lead to an increased affordability of services. A national television service was re-established in 2018. It is being operated by Taotin with a minimal number of users in South Tarawa only. There are currently three radio stations, which provide the main form of mass communication."}, {"text_block_id": "p28_b309", "text": "Internet us has boomed over the last few years and is becoming a useful method of communication within the islands of Kiribati, especially with youth and the computer/mobile literate segment of the population. In 2010, 4 per cent of households owned an Internet connection: by 2015, the proportion of households with Internet access had increased to 7 per cent (KNSO, 2015). It is expected that most of the outer islands will have Internet and mobile services by the end of 2018 or early 2019."}, {"text_block_id": "p28_b310", "text": "Moreover, 4G services are available in South Tarawa, Abemama, Tabiteuea North and Onotoa, while 3G services are available on South Tarawa, North Tarawa, Abaiang, Marakei and Kiritimati. In addition, 2G services are also available on Abemama, Tabiteuea North and Onotoa. Other islands have VSAT systems set up at island council premises that residents can access."}, {"text_block_id": "p28_b311", "text": "Figure 4. Ownership of transport and communication assets"}, {"text_block_id": "p28_b312", "text": "Source: KNSO, 2015."}, {"text_block_id": "p28_b313", "text": "In addition to improved access to communication technology and communication between islands, 9 per cent of households own a car, 22 per cent a motorbike and 9 per cent boats of any kind (see Figure 4)."}, {"text_block_id": "p29_b314", "text": "Bicycles are the main form of land transport on Kiribati, with 36 per cent of households owning one (KNSO, 2015). The proportion is highest in the outer islands where road infrastructure is limited."}, {"text_block_id": "p29_b315", "text": "The main island of South Tarawa is connected through commercial flights six days in a week to both Fiji Islands and Nauru. Kiritimati is connected to Fiji Islands once a week and there are domestic services offered by the three operating domestic carriers in the Gilbert Group and one in the Phoenix and Line groups. Transport from the capital South Tarawa to the biggest atoll and key tourist destination, Kiritimati, requires international transit through Fiji Islands. There is a Kiribati National Shipping Line with a few ships and a number of privately owned ships for inter-island ferry and shipping services. There are also number of small, higherspeed boats available for charter."}, {"text_block_id": "p29_b316", "text": "1.6 GOVERNMENT AND GOVERNANCE"}, {"text_block_id": "p29_b317_merged", "text": "Formerly part of the British colony known as the Gilbert and Ellice Islands, Kiribati became an independent republic in 1979 and now enjoys full membership of the United Nations and all regional organisations. The country is a member of the Commonwealth and adopted a blend of both the British and American parliamentary systems. It is a sovereign, democratic state with a 42-member Maneaba ni Maungatabu (House of Parliament), elected every four years. The Beretitenti (President) is elected nationally from among three or four candidates nominated by the Maneaba from its ranks. The Beretitenti chooses a 12-member cabinet from the Maneaba."}, {"text_block_id": "p29_b324", "text": "The outer islands are well represented in Parliament, with 35 members representing the outer islands and six members for South Tarawa. Women make up just 4.3 per cent of the members of the Kiribati Parliament, even though they represent 50 per cent of the workforce (UNWomen, n.d.)."}, {"text_block_id": "p29_b325", "text": "There are 20 island councils and three urban councils. Members of the island councils have discretionary power through issuing licences for business development and setting prices such as bus fares (KiLGA 2013). A number of councils have developed strategic and operational plans, including Betio Town Council, Eutan, Abaiang and Teinainono Councils."}, {"text_block_id": "p29_b326", "text": "Disability issues fall under the responsibility of the Ministry of Women, Youth, Sports and Social Affairs (MWYSSA) although there is neither a dedicated disability budget nor a dedicated position. Neither the Ministry of Education (MOE) nor the Ministry of Health and Medical Services (MHMS) has dedicated positions that focus on disability support (UNICEF, 2010)."}, {"text_block_id": "p30_b327_merged", "text": "Civil society organisations are key vehicles for expressing community views and solving community problems. Working sensitively with women’s NGOs, the wider NGO sector and in faith-based organisations (FBOs) to increase women’s status in leadership and broader acceptance of gender equality will be a further strategy to enhance women’s participation and influence in planning and implementing CCA and DRM measures."}, {"text_block_id": "p30_b334", "text": "The Women Development Division under the Ministry of Women, Youth, Sports and Social Affairs (MWYSSA) is well-placed to use its networks with NGOs, local governments and outer island programme across Kiribati to ensure that key CCA and DRM messages are tailored to the needs of women and men and can work with the Ministry of Internal Affairs to ensure that these messages reach women and men."}, {"text_block_id": "p30_b335", "text": "The private sector or the business community is one of the key stakeholders and therefore they should be represented in the decision-making body to express their views and to contribute to implementing such decisions. Addressing climate change and disaster risk issues requires collective action and holistic approach. The Kiribati Chamber of Commerce and Industry (KCCI) is the national private sector organisation that falls under the Ministry of Commerce, Industry and Cooperatives (MCIC)."}, {"text_block_id": "p31_b336", "text": "2. CLIMATE CHANGE AND DISASTER RISK CONTEXT"}, {"text_block_id": "p31_b337", "text": "As a result of its inherent characteristics as an atoll nation and a least developed country, Kiribati is extremely vulnerable to climate change and has very little capacity to cope with natural and man-made disasters."}, {"text_block_id": "p31_b338", "text": "Climate variability is causing"}, {"text_block_id": "p31_b339", "text": "—"}, {"text_block_id": "p31_b340", "text": "and will continue to cause"}, {"text_block_id": "p31_b341", "text": "—"}, {"text_block_id": "p31_b342", "text": "more frequent and increasingly intense weather events, and climate change will heighten existing socioeconomic and environmental pressures. While some hazards are not climate-related (such as tsunamis or oil spills) they share the common factors of vulnerability (including exposure) and similar tools used to monitor, analyse and address adverse consequences. Therefore, it makes sense to consider and address disaster risk management and climate change adaptation in a systematic and integrated manner."}, {"text_block_id": "p31_b343", "text": "There are also challenges to this integrated approach. Consider, for instance, the different timelines within which disaster risk management and climate adaptation evolve. A key priority for disaster risk management is to develop systems and processes allowing for swift interventions in the immediate aftermath of a disaster"}, {"text_block_id": "p31_b344", "text": "—"}, {"text_block_id": "p31_b345", "text": "the focus therefore lies on short-term interventions and results. However, climate adaptation requires a medium to long-term focus. The joint implementation plan aims to provide guidance for both."}, {"text_block_id": "p31_b346", "text": "While there are challenges to addressing these concepts in a joint approach (as in the example above) the potential benefits of doing so are immense. Both disaster risk management and climate change adaptation and mitigation aim to improve the resilience of communities, so an integrated approach will help advance sustainable national development, making better use of existing national and regional capacities and resources as well as more effectively targeting new initiatives to address multiple hazards and phenomena."}, {"text_block_id": "p31_b347", "text": "2.1 THE CHANGING CLIMATE OF KIRIBATI"}, {"text_block_id": "p31_b348", "text": "Warming from anthropogenic emissions from the pre-industrial period to the present will persist for centuries to millennia and will continue to cause further long-term changes in the climate system (such as sea level rise) with associated impacts (IPCC, 2018a). Most of the global emissions that contribute to climate change originate from burning fossil fuels for transportation, electricity, heating and industry in economically fast-growing and industrialised countries. Since the beginning of the 20th century, global industrial activity has grown by 40 times, and the emission of greenhouse gases has grown by 10 times. In addition, land-use changes due to deforestation and agricultural production have contributed to the higher emissions."}, {"text_block_id": "p31_b349_merged_merged_merged", "text": "Despite all international efforts to reduce emissions, the amount of carbon dioxide (CO2) in the atmosphere increased from around 280 parts per million (ppm) at the beginning of the century to 400 ppm in 2013 (Tans & Keeling, 2013). According to scientists, the safe upper limit for CO2 is 350 ppm. In addition, methane (CH4) rose from a pre-industrial atmospheric concentration of around 700 parts per billion (ppb) to about 1,789 ppb by 2007 (see Figure 5)."}, {"text_block_id": "p32_b357", "text": "Figure 5. Rising global mean surface temperatures as recorded in the United States, United Kingdom and Japan."}, {"text_block_id": "p32_b358", "text": "The line plot above shows yearly temperature anomalies from 1880 to 2014 as recorded by NASA (US), NOAA (US), the Japan Meteorological Agency, and the Met Office Hadley Centre (UK). Though there are minor variations from year to year, all four records show peaks and valleys that are in with each other. They also show rapid warming in the past few decades, the last decade being the warmest."}, {"text_block_id": "p32_b359", "text": "Source: NASA and Earth Observatory, n.d."}, {"text_block_id": "p32_b360", "text": "The climate of Kiribati is changing and will continue to change in the future. Steadily increasing emissions of greenhouse gases have enhanced the greenhouse effect, causing the climate to warm all around the world, including in Kiribati."}, {"text_block_id": "p32_b361", "text": "This trend is of great concern to Kiribati, as the increasing temperatures have a huge range of global implications. Due to the melting of land-based glaciers and ice sheets and the thermal expansion of the ocean, the sea level is rising. Rainfall patterns are changing, and extreme weather events will get more frequent and intense."}, {"text_block_id": "p32_b362", "text": "IPCC’s"}, {"text_block_id": "p32_b363", "text": "special report"}, {"text_block_id": "p32_b364", "text": "Global Warming of 1.5°C"}, {"text_block_id": "p32_b365", "text": "identifies 5 Reasons For Concern (RFCs) illustrating the impacts and risks that different levels of global warming pose for people, economies and ecosystems across sectors and regions (see Figure 6). Amongst these RFCs, a 1.5 C° increase in temperatures represents a high risk for unique and threatened systems (RFC1), and is also very likely to result in higher impact of extreme weather events (RFC2) (IPCC, 2018b)."}, {"text_block_id": "p32_b366_merged_merged", "text": "In addition, warmer oceans that take in more carbon dioxide affect the growth and productivity of marine life—in tropical areas, the effects are particularly negative for coral reef habitats. Increased temperatures also pose a significant threat to small-scale low-latitude fisheries and increase the risks of coastal flooding (IPCC, 2018b)."}, {"text_block_id": "p33_b369", "text": "Figure 6. How the level of global warming affects impacts and/or risks associated with the Reasons for Concern and selected natural, managed and human systems"}, {"text_block_id": "p33_b370", "text": "Source: IPCC, 2018b."}, {"text_block_id": "p33_b371", "text": "The following subsections report on changes in climate in Kiribati, both those already observed and those predicted for the future."}, {"text_block_id": "p33_b372", "text": "2.1.1 Observed Trends"}, {"text_block_id": "p33_b373", "text": "Table 2 summarises the trends already observed in variables such as temperature, rainfall, sea level, extreme events and ocean acidification in Kiribati."}, {"text_block_id": "p34_b374", "text": "Table 2. Climate trends in Kiribati observed from 1950"}, {"text_block_id": "p35_b375", "text": "Source: KMS, BoM& CSIRO, 2015."}, {"text_block_id": "p35_b376", "text": "Figure 7. Observed and projected sea level change in Kiribati relative to 1990 levels"}, {"text_block_id": "p35_b377_merged", "text": "Tide gauge records of relative sea level (since 1950) are indicated in purple, and the satellite record (since 1993) in green. The reconstructed sea level data in Kiribati (since 1950) is shown in black. Multi-model mean projections from 1995 to 2100 are given for the very high (red solid line) and very low emissions scenarios (blue solid line), with the 5–95 per cent uncertainty range shown by the red and blue shaded regions. The ranges of projections for the four emissions scenarios by 2100 are also shown by the bars on the right. The dashed lines are an estimate of year-to-year variability in sea level (5–95 per cent uncertainty range about the projections) and indicate that individual monthly averages of sea level can be above or below longer-term averages."}, {"text_block_id": "p35_b382", "text": "Source: KMS, BoM & CSIRO, 2015."}, {"text_block_id": "p36_b383", "text": "2.1.2 Projections Based on Global Models"}, {"text_block_id": "p36_b384", "text": "The projections for the climate of Kiribati in future presented here are based on up to 24 global climate models for up to four emission scenarios: very low (RCP 2.6); low emissions (RCP 4.5); medium emissions (RCP 6.0); and very high (RCP 8.5). They are also given for four 20year periods centred on 2030, 2055, 2070 and 2090, relative to a 20-year period centred on 1995 (see Figure 6, Tables 3, 4 & 5). There is no single projected climate future for Kiribati, but rather a range of possible futures. Projections represent an average change over either the whole of Kiribati or over smaller but still broad geographic regions such as the Line Group. However, projections are not for specific locations such as towns (KMS, BoM & CSIRO 2015)."}, {"text_block_id": "p36_b385", "text": "The projections listed in Table 3 are presented along with confidence levels based on expert judgement by scientists who conducted the analysis. The levels range from very high, high and moderate to low confidence."}, {"text_block_id": "p36_b386", "text": "Table 3. Climate projections for Kiribati over the 21st century"}, {"text_block_id": "p37_b387", "text": "Source: KMS, BoM& CSIRO 2011; Bell et al. 2011."}, {"text_block_id": "p38_b388", "text": "Table 4. Climate change projections of parameters"}, {"text_block_id": "p38_b389", "text": "Source: Warrick et al., 2013."}, {"text_block_id": "p38_b390", "text": "Table 5. Climate change projections of variables with different emission scenarios: Climate variable and emission scenario"}, {"text_block_id": "p38_b391", "text": "TIMEFRAME"}, {"text_block_id": "p38_b392", "text": "Source: CSIRO 2014"}, {"text_block_id": "p39_b393", "text": "2.2 HAZARD PROFILE FOR KIRIBATI"}, {"text_block_id": "p39_b394_merged", "text": "Traditionally disaster plans have focused on acute impact events, categorised as either “natural” or “anthropogenic.” However, chronic events that result from social, economic and environmental pressures have the potential to be as damaging to sustainable development and community vulnerability as acute impact events."}, {"text_block_id": "p39_b407", "text": "The National Disaster Risk Management Plan (NDRMP, GoK, 2012b) identifies the following acute impact events threatening Kiribati that arise from natural sources."}, {"text_block_id": "p39_b408", "text": "2.2.1 Inundation"}, {"text_block_id": "p39_b409", "text": "As a result of ENSO and MJO events, Tarawa already experiences significant natural fluctuations in sea level of about 0.5 metres. These fluctuations will affect the inundation potential of the atoll, particularly when combined with storm surges and the projected increase in sea level. Low-lying places along the atolls have already experienced this."}, {"text_block_id": "p39_b410", "text": "Inundation is also experienced in most islands of Kiribati when an active MJO within the Western Pacific region coincides with an El Niño event (e.g., Tropical Cyclone Pam and Tropical Depression Bavi)."}, {"text_block_id": "p39_b411", "text": "Storm surges have been experienced as well due to strong low-pressure systems that were nearing the Kiribati borders. A number of houses were washed away at Marakei in 2008, providing an example that needs to be considered even though the low-pressure systems that produce cyclones do not affect the country. In February 2019, infrastructure and properties were severely damaged in Tamana and Arorae by a storm surge that was caused by an active low-pressure (tropical depression) system that developed near the southern islands in Kiribati and which later moved southward to the Fiji Islands, where it fully developed into Tropical Cyclone Mona. This shows that we are vulnerable to even just the tails of cyclones occurring or developing in neighbouring countries."}, {"text_block_id": "p40_b412", "text": "2.2.2 Tsunamis"}, {"text_block_id": "p40_b413", "text": "The following general background information provides an overview of potential sources of tsunami threat, and the history of tsunamis in Kiribati. It is not, however, a comprehensive picture of the tsunami hazard and vulnerability for Kiribati. The dispersed nature of the islands and the features of the seabed within the archipelago mean that exposure to tsunamis and their possible impacts are likely to vary from island to island and between island groups."}, {"text_block_id": "p40_b414", "text": "Tsunami risk modelling and the limited historical records of tsunami events would suggest Kiribati has a lower tsunami risk relative to other Pacific Island countries and territories closer to subduction trenches, where earthquakes with the potential to generate tsunami can occur. Although the Kiribati population and government have had no direct experience with tsunami impacts, they are aware of the susceptibility of low-lying atolls to rising sea levels associated with climate change and of the potential for tsunami impact."}, {"text_block_id": "p40_b415", "text": "Historical stories collected revealed that unusual historical sea behaviour may provide anecdotal evidence of tsunami. Felt earthquakes caused a cracked reef and large rocks deposited on two islands by a series of three"}, {"text_block_id": "p40_b416", "text": "“"}, {"text_block_id": "p40_b417", "text": "magic waves"}, {"text_block_id": "p40_b418", "text": "”"}, {"text_block_id": "p40_b419", "text": "to southern islands (Tamana and Makin) and eastern islands (Kiritimati) facing tsunami risk."}, {"text_block_id": "p40_b420", "text": "Thomas, Burbidge and Cummins (2007) used scenarios for 8.5 Moment Magnitude (Mw) and 9.0 Mw earthquakes to investigate normalised offshore (to a notional depth of 50 metres) wave amplitudes for tsunami caused by earthquakes along subduction zones (see Figure 2 in Section 1.3.1). In this study,"}, {"text_block_id": "p40_b421", "text": "Kiribati’s"}, {"text_block_id": "p40_b422", "text": "maximum amplitude for all tide gauges for all Mw 9 tsunami was 99 cm, with the most significant source region being Peru (amplitude greater than 75 cm at 50 m depth or single most significant source region if no amplitude exceeds 75 cm). For an Mw 8.5 tsunami the maximum amplitude declined to 49 cm, but Peru still remained the most significant source region."}, {"text_block_id": "p40_b423", "text": "The southern end of the South Solomon trench poses a threat to the eastern end of the Gilbert Islands. Only events of very large magnitude pose a significant threat. The islands have not experienced a measurable tsunami from this source in the past 20 years. The central section of the New Hebrides trench and the northern half of the Tonga trench pose some limited threat to Kiribati. Although the tsunami energy is not anticipated to be directed specifically at the island groups, side lobe energy may result in detectable events. The last event detected in Tarawa that originated in the New Hebrides trench was in 1994. The Tarawa sea level gauge has shown no records of tsunami impacting from the Tonga trench."}, {"text_block_id": "p40_b424_merged_merged_merged", "text": "Since 1994 there have been three small events detected at the Tarawa sea level gauge from the Kuril and Japan trench. These were 8.3 Mw events on 4 October 1994 and 15 November 2006 and a 9.0 Mw event on February 2012. Two events in 1994 and 2006 resulted in waves less than 10 cm in height, while the 2012 event resulted in a height of 20 cm recorded at the Tarawa tide gauge. Most recently, Kiribati has been placed under a “tsunami warning” by the Pacific Tsunami Warning Centre."}, {"text_block_id": "p41_b429", "text": "2.2.3 Drought"}, {"text_block_id": "p41_b430", "text": "During La Niña events, the South Pacific Convergence Zone, which is associated with enhanced cloudiness (high rainfall), is shifted southwest of its normal position (away from the southern islands in Kiribati). As a result, cloudiness is reduced, particularly over Nauru and western Kiribati. La Niña has historically been related to less precipitation (rainfall), and sometimes to drought, in the Kiribati region. In contrast, some parts of the Pacific such as Australia experience high rainfall during La Niña episodes."}, {"text_block_id": "p41_b431", "text": "Past La Niña events have shown that the impacts of droughts can be very severe in Kiribati. For example, in 1971, 1985, 1998 and 1999 annual rainfall was less than 750 mm. The drought from April 2007 to early 2009 severely affected the southern Kiribati islands and Banaba. The recent drought from April 2018 to March 2019 severely affected groundwater. During this period, groundwater turned brackish and the leaves of most plants turned yellow (e.g., breadfruit trees around South Tarawa and outer islands, especially islets) (KMS 2019). Copra production, the main income source for people in the outer islands, declined. During the 1970"}, {"text_block_id": "p41_b432", "text": "–"}, {"text_block_id": "p41_b433", "text": "1971 drought, a complete loss of coconut palms was reported at Kenna village on Abemama in central Kiribati (KMS, BoM& CSIRO, 2011)."}, {"text_block_id": "p41_b434", "text": "2.2.4 Epidemics"}, {"text_block_id": "p41_b435", "text": "Epidemics that have threatened the Kiribati population include severe acute respiratory syndrome (SARS) in 2002"}, {"text_block_id": "p41_b436", "text": "–"}, {"text_block_id": "p41_b437", "text": "2004 and H1N1 ("}, {"text_block_id": "p41_b438", "text": "“"}, {"text_block_id": "p41_b439", "text": "swine flu"}, {"text_block_id": "p41_b440", "text": "”"}, {"text_block_id": "p41_b441", "text": ") in 2009. Both epidemics had a global impact, to which the Kiribati authorities responded by strengthening border control."}, {"text_block_id": "p41_b442", "text": "Other epidemics have a stronger relationship with climate change, such as water-, food-and vector-borne diseases, and are expected to increase because of climate change."}, {"text_block_id": "p41_b443", "text": "2.2.5 Maritime Disasters"}, {"text_block_id": "p41_b444", "text": "Maritime disasters are frequent in Kiribati due to the vastness of the ocean separating the islands as well as the"}, {"text_block_id": "p41_b445", "text": "population’s"}, {"text_block_id": "p41_b446", "text": "heavy dependence on marine resources for daily food needs."}, {"text_block_id": "p41_b447", "text": "With weather extremes becoming more severe due to climate change, Kiribati is at high risk of experiencing more intense storms and wave events, extreme rainfall, sea level rise along with increased temperatures and associated inundations and damage to buildings and infrastructure, plagues and epidemics, coastal erosion as well shortages of food and fresh water."}, {"text_block_id": "p41_b448_merged_merged_merged_merged", "text": "The impacts of all these hazards on Kiribati’s economy, environment and livelihoods are analysed in Section 2.3."}, {"text_block_id": "p42_b451", "text": "2.2.6 Flooding"}, {"text_block_id": "p42_b452", "text": "South Tarawa and other islands in the Gilbert Group experienced flooding throughout December 2018 and January 2019, with a rainfall accumulation of 292.6 mm. It was reported that this is the highest ever recorded for South Tarawa and other islands in the Gilbert Group. Extensive seawater flooding in low-lying areas was also experienced and reported from Tamana, Arorae and later from Onotoa, Beru, Nikunau, Tabiteuea North and South. This event cost approximately AUD 700,000 in immediate remedial and recovery actions. However, additional costs for further processes and activities for this issue have not yet been reported."}, {"text_block_id": "p43_b453", "text": "2.3 VULNERABILITY AND IMPACTS"}, {"text_block_id": "p43_b454_merged", "text": "The social, economic and environmental ramifications of the observed and projected climatic changes and hazards presented above are amplified when overlaid with the vulnerability of the I-Kiribati people and their environment. This is reflected in Kiribati’s status as a least developed country under Annex 6 of the Cotonou Agreement and in its 11th out of 14 rankings on the Pacific Human Development Index."}, {"text_block_id": "p43_b457", "text": "The following factors contribute to the nation's vulnerability to climate change and disaster risks, which apply across the various sectors:"}, {"text_block_id": "p43_b458", "text": "A high population and growth rate on South Tarawa in the Gilbert Group (50,182 inhabitants with a population density of 3,184 persons per square kilometre) as well as on Kiritimati in the Line Islands Group (10,503 inhabitants) (GoK, 2015), which is due to: a high relative proportion of children and youth; high levels of fertility; low rates of contraceptive use; and disparities between the different islands of Kiribati (resulting in internal migration, displacement, and urbanisation) (GoK, 2012c; KNSO, 2015)."}, {"text_block_id": "p43_b459", "text": "In fast-growing urban areas, especially South Tarawa with a growth rate of 2.3 per cent and to a certain extent also North Tarawa and Kiritimati (KNSO, 2015), the population pressure and lifestyle changes have strained the already limited freshwater resources. In many areas, freshwater consumption rates are already exceeding the estimated sustainable yield of groundwater sources (such as in the Bonriki and Buota Water Reserves on South Tarawa)."}, {"text_block_id": "p43_b460", "text": "The increase in non-biodegradable waste production in urban areas (as well as poor waste and sanitation management) results in limited access to unpolluted land and sea, degradation of land and ocean-based ecosystems, and numerous isolated occurrences of diarrhoeal and vector-borne diseases."}, {"text_block_id": "p43_b461", "text": "Traditional food systems are declining in favour of imported food, and the number of people who preserve and apply traditional knowledge is decreasing."}, {"text_block_id": "p43_b462", "text": "In rural outer islands, the people have limited access to employment opportunities, effective transport, communication, and community services such as education and health. These factors, combined with a high dependency on subsistence agriculture and coastal fisheries, make rural communities more vulnerable."}, {"text_block_id": "p43_b463", "text": "Government programmes, decision-making processes and budgets are centralised, with decision bottlenecks at all levels from national to local. The public finance management, reporting and monitoring system has been reviewed, and changes are being implemented to meet development partner requirements for budget and sector-wide support. The development of an Island Council Strategic Plan will enhance the planning, budgeting and monitoring functions at the local government level."}, {"text_block_id": "p44_b464", "text": "There are institutional challenges, such as high staff turnover rates in senior executive positions, limited sector-specific training, and a lack of clarity on internal roles and responsibilities. Furthermore, there are constraints on knowledge sharing, coordination and collaboration among ministries as well as with NGOs, the private sector, FBOs and development partners. Yet, with the creation of the MWYSSA there are increased opportunities for the community, especially women and youth, to participate in broader governance."}, {"text_block_id": "p44_b465", "text": "There are knowledge, skill level and capacity gaps regarding climate change adaptation and disaster risks throughout Kiribati society, particularly in the outer islands and among marginalised populations. A key challenge is to translate climate science and predicted impacts into messages that the I-Kiribati population can relate to. In some instances, there are cultural and religious barriers to awareness and action, such as cultural practices of guarding traditional knowledge and religious beliefs."}, {"text_block_id": "p44_b466", "text": "Many laws do not take into account sustainable management concerns, climate change predictions and disaster risks. Laws relevant to these topics need to be reviewed in order to mainstream such issues."}, {"text_block_id": "p44_b467", "text": "The safety and emergency response capacities of Kiribati are limited. However, with the implementation of the NDRMP, issues such as a lack of a dedicated marine rescue service, the inaccessibility of densely populated areas on South Tarawa for fire trucks, and the lack of evacuation plans for emergencies, will be addressed."}, {"text_block_id": "p44_b468_merged", "text": "The low-lying atoll islands are already experiencing severe coastal erosion and inundation due to natural and human causes, leading to a loss of land, public and private buildings, and infrastructure. The Environmental Impact Assessment under the Environment Act may need to be enforced on major projects throughout all of Kiribati’s islands. This would help curb the removal of mangroves and mining of sand and aggregates that contribute to erosion."}, {"text_block_id": "p44_b471", "text": "In the long term, the most serious concern is that sea level rise will threaten the very existence of Kiribati as a nation. But in the short to medium term, a number of other projected impacts are of immediate concern. Of particular note is the question of whether the water supply and food production systems can continue to meet the needs of the rapidly increasing population of Kiribati."}, {"text_block_id": "p44_b472", "text": "The effects of climate variability and change are felt first and most acutely by vulnerable and marginalised populations, including women, children, youth, people with disabilities, minorities, the elderly and the urban poor (GoK 2012c; Burton, et al., 2011). For example, because women tend to have less access to resources such as cash, income and vehicles, they have fewer options in responding to the negative impacts of climate hazards. Importantly, I-Kiribati women are not a homogenous group. Gender intersects with other sociocultural characteristics such as race, ethnicity, disability, sexual orientation and age. For example, elderly women living on their own may have limited mobility and require the support of others in the community."}, {"text_block_id": "p45_b473", "text": "In Kiribati, it is common to find significant differences between men and women in their roles and responsibilities, daily activities, and access to resources (e.g., control over household income). Thus, they tend to be affected to varying degrees by climate hazards and also tend to respond differently based on their specific skills and talents. As a result, I-Kiribati men and women also often have different needs, opportunities and capacities related to climate adaptation. Recognising and addressing these differing needs and vulnerabilities is essential to reducing all"}, {"text_block_id": "p45_b474", "text": "peoples’"}, {"text_block_id": "p45_b475", "text": "vulnerability to climate hazards."}, {"text_block_id": "p45_b476", "text": "For example, when disaster strikes, men may be expected to secure property and infrastructure, sometimes under threat of injury in a precarious situation such as flood waters or high winds. Women on the other hand, may bear a disproportionate burden of care for children and sick family members."}, {"text_block_id": "p45_b477", "text": "Examples of impacts specific to women can be observed in the following impact chains:"}, {"text_block_id": "p45_b478", "text": "Examples of impacts specific to women can be observed in the following impact chains:\n* Drought > reduced access to quality groundwater for drinking, washing, cooking and\n* workload at home > reduced agricultural\n* workload at home > reduced agricultural\n womenâs\n* workload at home > reduced agricultural\n womenâs\n income from selling food items /\n* Floods, storm surges > reduced access to pandanus trees > reduced\n* income from selling handicrafts > impacts on food security.\n* Increased temperature/heat waves > increased risks of vector-and water-borne"}, {"text_block_id": "p45_b490_merged_merged_merged_merged", "text": "The I-Kiribati society is already facing stresses due to the uncertainty over their livelihoods, culture and homeland (GoK, 2012c). Rapid changes in lifestyle can be observed (e.g., growth of substance abuse and gambling, erosion of the “bubuti” system especially in urban atolls, loss of traditional knowledge and change in diets). Climate variability and change can further exacerbate existing vulnerabilities. For example, violence against women and children is a widespread issue within Kiribati society, which can be exacerbated in times of disaster when normal social protections may be missing."}, {"text_block_id": "p45_b493", "text": "Increasing temperatures also heighten the risks posed by climate-related events, which as a result increase both in intensity and frequency (IPCC, 2018b). The resulting shocks and stresses represent a burden for the environment and the economy, further exacerbating their vulnerabilities."}, {"text_block_id": "p46_b494", "text": "Climate variability and change (in combination with the factors that make Kiribati particularly vulnerable to them) are affecting the environment and all socioeconomic sectors, including agriculture, education, fisheries, fresh water, health, infrastructure, trade and commerce. For an overview of sector-specific sensitivities and existing and potential future impacts in relation to climate change and disaster risks, see Tables 5 to 12."}, {"text_block_id": "p46_b495_merged", "text": "Table 6. Sensitivity and impacts – environment"}, {"text_block_id": "p46_b498", "text": "Sources: GoK, 2012c; MELAD ECD, 2006; MELAD, 2007; Elrick & Kay, 2009; KJIP Consultations, 2013"}, {"text_block_id": "p47_b499", "text": "Table 7. Sensitivity and impacts -economic development, trade and commerce"}, {"text_block_id": "p48_b500", "text": "Sources: GoK, 2012c; MFMRD, 2013; Erick & Kay, 2009; KJIP Consultations."}, {"text_block_id": "p49_b501_merged", "text": "Table 8. Sensitivity and impacts – infrastructure"}, {"text_block_id": "p49_b504", "text": "Sources: GoK, 2012c, 2013; Elrick & Kay 2009; KJIP Consultation, 2013."}, {"text_block_id": "p50_b505_merged", "text": "Table 9. Sensitivity and impacts – fresh water and sanitation"}, {"text_block_id": "p51_b508", "text": "Sources: Falkland, 2011; GoK, 2008a, 2008b; KJIP consultations, SOPAC et al., 2007; SPC, 2015; White, 2010; White et al., 1999, 2012;"}, {"text_block_id": "p52_b509_merged", "text": "Table 10. Sensitivity impacts – fisheries and food security"}, {"text_block_id": "p53_b512", "text": "Sources: MFMRD 2013; Bell et al. 2011; KJIP consultations 2013"}, {"text_block_id": "p55_b513_merged", "text": "Table 11. Sensitivity and impacts – agriculture and food security"}, {"text_block_id": "p55_b516", "text": "Sources: KJIP Consultations; MELAD-ALD, 2012; MELAD-ALD, SPC & GIZ, 2013; MELAD ECD, 2007 ."}, {"text_block_id": "p56_b517_merged", "text": "Table 12. Sensitivity and impacts – health"}, {"text_block_id": "p56_b520", "text": "SENSITIVITY"}, {"text_block_id": "p56_b521", "text": "OBSERVED AND POTENTIAL IMPACTS"}, {"text_block_id": "p56_b522", "text": "OBSERVED AND POTENTIAL IMPACTS\n* Existing high levels of diarrhoeal diseases, infant\n<\\li1>"}, {"text_block_id": "p56_b524", "text": "OBSERVED AND POTENTIAL IMPACTS\n* Existing high levels of diarrhoeal diseases, infant\n<\\li1>\n* Diminishing water safety\n* Diminishing food safety and\n* High population density\n* Increase in vector-borne\n* Higher dependence on food"}, {"text_block_id": "p57_b534", "text": "Sources: GoK, MHMS & WHO, 2011; Hales et al., 1999; KJIP consultations, 2013."}, {"text_block_id": "p57_b535_merged", "text": "Table 13. Sensitivity and impacts – education and human resources"}, {"text_block_id": "p58_b538", "text": "Sources: GoK, 2012c; KJIP Consultations; MOE, 2012;"}, {"text_block_id": "p58_b539", "text": "High political awareness and support on climate change have existed at the national level since the early 1990s. Kiribati has been outspoken about the impact of climate change at the international level. The government recognises the need for a"}, {"text_block_id": "p58_b540", "text": "“whole"}, {"text_block_id": "p58_b541", "text": "-of-govern"}, {"text_block_id": "p58_b542", "text": "ment”"}, {"text_block_id": "p58_b543", "text": "approach to climate change with a focus on mainstreaming and coordination across sectors and scales (Republic of Kiribati, 2015). This allows Kiribati to go beyond"}, {"text_block_id": "p58_b544", "text": "‘project"}, {"text_block_id": "p58_b545", "text": "by"}, {"text_block_id": "p58_b546", "text": "project’"}, {"text_block_id": "p58_b547", "text": "approaches towards an integrated, multisectoral, programmatic approach in implementing climate change and disaster management programmes."}, {"text_block_id": "p58_b548", "text": "Climate change and disaster risks are being addressed in policies and strategies relating to a range of sectors population, water and sanitation, health, environment, energy, and more recently gender"}, {"text_block_id": "p58_b549", "text": "to mention a few. So basically, climate change and disaster risks are mainstreamed in a whole-of-government approach that covers a range of measures from planning for risks through assessments, identifying threats, to actual implementation."}, {"text_block_id": "p58_b550_merged_merged_merged", "text": "Only a few sectors have transferred strategic actions to address climate and disaster risks into their annual sector operational plans and ministerial plans of operations and budgeting. However, more importantly is that the mainstreaming process of climate change and disaster risk management provides room for sectors to be able to align their priorities with the national mainstreaming and then implement. KJIP 9 year’s life span is a longer period for sectors to mainstream and implement accordingly to the national priorities of climate change action and disaster risk management."}, {"text_block_id": "p58_b553", "text": "Policies and strategies relating to human resource development, minerals and foreshore development, private sector development, investment, transport, communications, tourism and minerals do not explicitly consider climate change and disaster risks."}, {"text_block_id": "p59_b554", "text": "3. DEVELOPMENT OF THE KIRIBATI JOINT IMPLEMENTATION PLAN ON CLIMATE CHANGE AND DISASTER RISK MANAGEMENT"}, {"text_block_id": "p59_b555", "text": "3.1 RATIONALE AND GUIDING PRINCIPLES FOR THE KJIP"}, {"text_block_id": "p59_b556", "text": "The Government of the Republic of Kiribati initiated the process to develop a joint national action plan on climate change and disaster risk management in 2012. By identifying tangible, on-the-ground actions for resilience, along with actions the government can take to facilitate these, the plan will guide the implementation of these policies in an integrated approach."}, {"text_block_id": "p59_b557", "text": "The main rationale for this approach is that a systematic and integrated plan, identifying tangible actions, will maximise the efficiency and effectiveness of existing capacities and resources as well as ensuring new initiatives are well-targeted and have the maximum impact. In addition, the development of this plan was seen as a key vehicle for integrating climate change and disaster risks into all sectors, and promoting a whole-of-country approach that involves the cooperation of the government, civil society and private sectors."}, {"text_block_id": "p59_b558", "text": "The KJIP is also a key vehicle for linking national development priorities to climate change adaptation and then to climate finance."}, {"text_block_id": "p59_b559", "text": "In recognition of the strong need to implement existing policies and to take more (and stronger) tangible actions to increase resilience, the Government of the Republic of Kiribati decided to call this action plan the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) and agreed on the following principles:"}, {"text_block_id": "p59_b560", "text": "In recognition of the strong need to implement existing policies and to take more (and stronger) tangible actions to increase resilience, the Government of the Republic of Kiribati decided to call this action plan the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) and agreed on the following principles:\n* The KJIP is to reflect the National Framework for Climate Change and Climate\n* The KJIP has to align to rules and procedures that the Government of the Republic of\n* Long-term consequences of climate change must be considered.\n* Because climate change and disasters have negative impacts on the welfare of\n* The KJIP is to be based on priorities identified during the development phase, reflect\n* Governance of the KJIP should be both gender-inclusive and inclusive of all key"}, {"text_block_id": "p60_b572", "text": "In recognition of the strong need to implement existing policies and to take more (and stronger) tangible actions to increase resilience, the Government of the Republic of Kiribati decided to call this action plan the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) and agreed on the following principles:\n* The KJIP is to reflect the National Framework for Climate Change and Climate\n* The KJIP has to align to rules and procedures that the Government of the Republic of\n* Long-term consequences of climate change must be considered.\n* Because climate change and disasters have negative impacts on the welfare of\n* The KJIP is to be based on priorities identified during the development phase, reflect\n* Governance of the KJIP should be both gender-inclusive and inclusive of all key\n* Women should be recognised as a distinct stakeholder group in the implementation\n* To build resilience the KJIP needs to be implemented in the next 10 years or so.\n* Priorities may change over time; hence regular reviews through a sound monitoring\n* Adaptation to climate change is a long-term and ongoing task for Kiribati; hence, after\n* The KJIP should enhance and strengthen the sense of ownership by the government,"}, {"text_block_id": "p60_b582", "text": "It is expected that as part of the process of developing and implementing the KJIP:"}, {"text_block_id": "p60_b583", "text": "•"}, {"text_block_id": "p60_b584", "text": "Required funds and resources for climate change and disaster risk management priority actions will be identified and planned, and required budgets allocated."}, {"text_block_id": "p60_b585", "text": "•"}, {"text_block_id": "p60_b586", "text": "Access to financial resources and technical assistance will be increased."}, {"text_block_id": "p60_b587", "text": "•"}, {"text_block_id": "p60_b588", "text": "Local capacities will be built (and technologies transferred) to plan, write and cost proposals and monitor implementation."}, {"text_block_id": "p60_b589", "text": "•"}, {"text_block_id": "p60_b590", "text": "Roles and responsibilities of all stakeholders will be clarified, collaboration and coordination enhanced and the competition for resources reduced."}, {"text_block_id": "p60_b591", "text": "•"}, {"text_block_id": "p60_b592", "text": "National, sectoral and community priority actions to cope with climate change and reduce disaster risks are communicated inside and outside the country."}, {"text_block_id": "p60_b593", "text": "In line with the Framework for Resilient Development in the Pacific 2017"}, {"text_block_id": "p60_b594", "text": "–"}, {"text_block_id": "p60_b595", "text": "2030 (FRDP), the Kiribati Development Plan, and the National Policy on Gender Equality and"}, {"text_block_id": "p60_b596", "text": "Women’s"}, {"text_block_id": "p60_b597", "text": "Development, gender equality shall be one of the key guiding principles of the development and implementation of the KJIP."}, {"text_block_id": "p60_b598_merged_merged", "text": "The Kiribati Development Plan (KDP) is the overarching national development plan detailing national priorities (GoK, 2012c). It sits alongside the Kiribati 20-Year Vision 2016–2036 (KV20) which provides the long-term vision for Kiribati’s development. The KDP is linked to the Sustainable Development Goals, the Pacific Plan and the Mauritius Strategy for Small Island Developing States (BPoA+10)."}, {"text_block_id": "p60_b603", "text": "The KDP has six broad key policy areas (KPAs). Climate change is broadly incorporated into KPA 4 on the environment, providing the link to the KJIP, however the CCA & DRM is seen as"}, {"text_block_id": "p61_b604", "text": "a cross-cutting issue to be mainstreamed across all KPAs. The key objective of KPA 4 is to facilitate sustainable development by mitigating the effects of climate change through approaches that protect biodiversity and support the reduction of environmental degradation."}, {"text_block_id": "p61_b605", "text": "Legal functions and responsibility for climate change adaptation, disaster risk reduction, and disaster responses and management continue to be vested in various agencies, as determined by national legislation. However, some laws need to be adjusted to enable agencies to respond effectively to the impacts of climate change and disasters."}, {"text_block_id": "p61_b606", "text": "The KJIP contributes to the realisation of the KDP outcomes and provides the implementation plan for the NDRMP (2012) and Climate Change Policy. Figure 8 shows how it links to these and other national frameworks."}, {"text_block_id": "p61_b607", "text": "The KJIP is leading in advocating and operationalising an integrated approach to including climate change and disaster risks in national and community development planning, implementation, monitoring and evaluations."}, {"text_block_id": "p61_b608", "text": "The Government of the Republic of Kiribati sees the KJIP as a means to prioritise actions on climate change and related disaster risks that are highlighted in national communications (see also Chapter 3.3) and sector policies and action strategies impacted by climate change and disaster risks."}, {"text_block_id": "p61_b609", "text": "Figure 8. Linkages of the KJIP to national frameworks"}, {"text_block_id": "p62_b610", "text": "This KJIP is part of the commitments Kiribati made under the Pacific Islands Framework for Action on Climate Change (PIFACC), the Regional Framework for Action on Disaster Risk Management endorsed by the Pacific Leaders in 2005 and the Pacific Islands Meteorological Strategy (PIMS) approved in 2012. The KJIP is consistent with these three interrelated regional frameworks, specifically in terms of the national priorities for actions. The KJIP is also reflecting the broad objectives of the Framework for Resilient Development (FRDP)."}, {"text_block_id": "p62_b611_merged", "text": "As a party to the United Nations Framework Convention on Climate Change (UNFCCC; ratified in 1992), the government sees the KJIP as its National Action Plan (NAP) on climate change. In 2018, the National Action Plan Global Network (NAP GN) also supported the review and revision of the KJIP to align with global good practice NAP objectives of gender inclusion, sectoral integration and vertical integration. Similarly, the KJIP is contributing to the implementation of the Hyogo Framework for Action (2005–2015) under the United Nations International Strategy on Disaster Risk Management (UNISDR) and the Climate Services priorities of the World Meteorological Organization (WMO)."}, {"text_block_id": "p62_b614", "text": "The 1979 Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) acknowledges that gender equality is a universal human right. The KJIP also responds to the gender equality policy imperative established at the regional and international levels, and in particular:"}, {"text_block_id": "p62_b615", "text": "•"}, {"text_block_id": "p62_b616", "text": "The Framework for Resilient Development in the Pacific 2017-2030 (FRDP), by promoting equal participation of women and men in climate change and DRM initiatives and governance."}, {"text_block_id": "p62_b617", "text": "•"}, {"text_block_id": "p62_b618", "text": "The Pacific Leaders Gender Equality Declaration, through several actions around enhanced administrative capacity, gender-responsive monitoring and reporting systems and DRM projects."}, {"text_block_id": "p62_b619", "text": "•"}, {"text_block_id": "p62_b620", "text": "The United Nations Sustainable Development Goals (SDGs), for example by including institutional mechanisms for gender equality, integrating gender-inclusion targets."}, {"text_block_id": "p62_b621", "text": "•"}, {"text_block_id": "p62_b622", "text": "The United Nations Framework Convention on Climate Change (UNFCCC), and especially the adoption of the Paris Agreement (2015) and the Gender Action Plan (2017) under the Convention, establishes a mandate to integrate gender in climate actions."}, {"text_block_id": "p63_b623", "text": "3.4 KJIP DEVELOPMENT METHODOLOGY"}, {"text_block_id": "p63_b624", "text": "The Office of Te Beretitenti (OB) led the development of the KJIP. For this task, it established a Kiribati National Expert Group on Climate Change and Disaster Risk Management (KNEG), encompassing senior technical officers from core and line ministries, NGOs, the Kiribati Chamber of Commerce and Industries and other non-state actors. A Regional Support Team (RST), led by the Secretariat of the Pacific Regional Environment Programme (SPREP), supported the KNEG and the development of the KJIP. Other members of the RST were representatives of the Secretariat of the Pacific Community (SPC) and Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) (through the SPC/GIZ Coping with Climate Change in the Pacific Island Region program), United Nations Development Program (UNDP"}, {"text_block_id": "p63_b625", "text": "–"}, {"text_block_id": "p63_b626", "text": "Suva Office), United Nations"}, {"text_block_id": "p63_b627", "text": "Children’s"}, {"text_block_id": "p63_b628", "text": "Fund (UNICEF) and Department of Climate Change and Energy Efficiency (Government of Australia)."}, {"text_block_id": "p63_b629", "text": "In 2017"}, {"text_block_id": "p63_b630", "text": "–"}, {"text_block_id": "p63_b631", "text": "2018, the National Adaptation Plan (NAP) Global Network), supported the OB and KNEG in reviewing and revising the KJIP to align it with key national policies"}, {"text_block_id": "p63_b632", "text": "and enhance alignment to global good practice around three priorities: the integration of gender considerations in climate adaptation planning; the creation of intentional and strategic linkages between climate adaptation planning processes at the national and island level; and the integration of climate adaptation in sectoral planning processes. This review and revision involved:"}, {"text_block_id": "p63_b633", "text": "•"}, {"text_block_id": "p63_b634", "text": "Several rounds of national consultations which included government ministries, FBOs, local non-governmental organisations and development partners."}, {"text_block_id": "p63_b635", "text": "•"}, {"text_block_id": "p63_b636", "text": "The convening of local gender experts to inform specific enhancements to the KJIP and ongoing implementation governance structures."}, {"text_block_id": "p63_b637", "text": "•"}, {"text_block_id": "p63_b638", "text": "The involvement of representatives from the"}, {"text_block_id": "p63_b639", "text": "Women’s"}, {"text_block_id": "p63_b640", "text": "Development Division (MWYSSA) to co-facilitate workshop sessions with the KNEG on gender and climate change planning in line with emerging policy directions of that division."}, {"text_block_id": "p63_b641_merged_merged_merged_merged", "text": "Planning recommendations across a full range of strategic directions have been systematically integrated both as new standalone actions and as enhancements to existing actions, particularly in the areas of governance and women’s economic empowerment."}, {"text_block_id": "p63_b644", "text": "Table 14 provides an overview of the steps involved in developing the KJIP from October 2012 to September 2013, along with the steps required following its development into the future."}, {"text_block_id": "p64_b645", "text": "Table 14. KJIP development process"}, {"text_block_id": "p66_b646", "text": "4. THE KIRIBATI JOINT IMPLEMENTATION PLAN FOR CLIMATE CHANGE AND DISASTER RISK MANAGEMENT"}, {"text_block_id": "p66_b647", "text": "4.1 VISION AND GOAL"}, {"text_block_id": "p66_b648", "text": "The vision of the10-year KJIP is:"}, {"text_block_id": "p66_b649", "text": "I-Kiribati and their unique national and cultural identity, heritage and environment identity are upheld and safeguarded through enhanced resilience and sustainable development."}, {"text_block_id": "p66_b650", "text": "The goal of the KJIP is:"}, {"text_block_id": "p66_b651", "text": "To increase resilience through sustainable climate change adaptation and disaster risk reduction using a whole-of-country approach."}, {"text_block_id": "p66_b652", "text": "4.2 STRATEGIES AND KEY ACTIONS"}, {"text_block_id": "p66_b653", "text": "To reduce vulnerabilities and respond to observed and likely impacts of climate change and disaster risks, the KJIP identifies 12 major strategies, as shown in"}, {"text_block_id": "p67_b654", "text": "Each strategy has one or more key actions, sub-actions, outcomes and performance indicators (outcome-and output-based) to address climate change and disaster risks in response to the identified vulnerabilities and impacts. Table 14 summarises the results of each strategy. For the detailed strategic plan with key actions, sub-actions, results and performance indicators, lead and support agencies and partners associated with each strategy, see Annex 1."}, {"text_block_id": "p67_b655_merged", "text": "Strategy 12 (“To enhance resilience through strategic partnerships for community participation, ownership and inclusion of vulnerable groups”) ensures synergy between the government and communities to enhance effectiveness and sustainability of climate change and disaster risk-related projects. The establishment of formal mechanisms for the promotion of gender equality and community involvement within I-Kiribati institutions responsible for CCA and DRM activities is a central concern of the KJIP, explicitly articulated in Strategy 1, Action 3 (“Establish and enhance formal mechanisms for gender equality in CCA & DRM governance, planning and implementation: Equal participation of all vulnerable at all levels of CCA & DRM"}, {"text_block_id": "p67_b662", "text": "governance”)."}, {"text_block_id": "p67_b663", "text": "In all strategies of the KJIP, various actions and sub-actions include considerations regarding gender, youth and children, the elderly, people with disabilities and other vulnerable groups. Each of the actions of the KJIP has a set of performance indicators associated with them. The monitoring and evaluation system being developed (see 4.8) will refine the set of indicators that are ultimately reported against. This will also define the data collection systems and approaches to using that information."}, {"text_block_id": "p68_b664", "text": "4.3 KEY NATIONAL ADAPTATION PRIORITIES"}, {"text_block_id": "p68_b665_merged", "text": "The KJIP is closely aligned with the Climate Change Policy (CCP), the Kiribati Development Plan 2016–2019 and the Kiribati 20-Year Vision 2016–2036. The KJIP is a comprehensive plan for multisectoral and multilevel action on CCA & DRM. Within this plan, there are Key National Adaptation Priorities (KNAPs) that have been identified in the CCP and have now been integrated into the KJIP to ensure clarity of alignment and to prioritise certain key actions for additional implementation coordination support and funding. KNAPs are typically at an action level, but in certain instances, they are at the results level."}, {"text_block_id": "p68_b670", "text": "Table 15. Overview of KJIP strategies and anticipated results"}, {"text_block_id": "p71_b671", "text": "STRATEGY"}, {"text_block_id": "p71_b672", "text": "RESULTS AND KEY NATIONAL ADAPTATION PRIORITIES (FROM CLIMATE CHANGE POLICY)"}, {"text_block_id": "p73_b673", "text": "STRATEGY"}, {"text_block_id": "p73_b674", "text": "RESULTS AND KEY NATIONAL ADAPTATION PRIORITIES (FROM CLIMATE CHANGE POLICY)"}, {"text_block_id": "p76_b675", "text": "4.4 INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p76_b676", "text": "The newly established KJIP Secretariat under the Office of the Beretitenti will facilitate the coordination, implementation, monitoring and evaluation of the KJIP through the KNEG, guided by the Development Coordination Committee. Figure 10 provides an overview of the institutional arrangements under the KJIP."}, {"text_block_id": "p76_b677", "text": "Figure 10. Institutional setup and governance structure for climate change in Kiribati"}, {"text_block_id": "p76_b678", "text": "4.1.1 The KJIP Secretariat"}, {"text_block_id": "p76_b679", "text": "The KJIP Secretariat, hosted by the Office of Te Beretitenti, will be responsible for coordinating the implementation, monitoring and reporting of the KJIP. It will convene and facilitate meetings of the KNEG and ensure that relevant information is shared with all KNEG members, partners, observers and the public. It will be a focal point for new climate change and disaster risk management initiatives and will act as a guiding partner for the KNEG and its members."}, {"text_block_id": "p77_b680", "text": "The KJIP Secretariat (through the KNEG) will collate priorities and progress reporting to be tabled to the Development Coordinating Committee, for discussion during biannual donor roundtables, and to Parliament as requested."}, {"text_block_id": "p77_b681", "text": "Before undertaking any new initiatives relating to climate change and disaster risk management, MFAI, MFED, line ministries, NGOs, the private sector, FBOs and development partners are asked to inform the KJIP Secretariat and consult with the KNEG."}, {"text_block_id": "p77_b682", "text": "The KJIP Secretariat will be housed within the Office of Te Beretitenti and will compile reports to the Development Coordinating Committee. The KJIP Secretariat does not replace the Development Coordinating Committee Secretariat which is hosted in MFED."}, {"text_block_id": "p77_b683", "text": "4.4.2 The Kiribati National Expert Group (KNEG)"}, {"text_block_id": "p77_b684", "text": "KNEG will act as a coordination mechanism for climate change and disaster risk management initiatives. In particular, it will:"}, {"text_block_id": "p77_b685", "text": "•"}, {"text_block_id": "p77_b686", "text": "Ensure any initiatives are aligned with national development and KJIP priorities."}, {"text_block_id": "p77_b687", "text": "•"}, {"text_block_id": "p77_b688", "text": "Ensure holistic, inclusive and strategic approach of all KNEG stakeholders and partners in the consultations and implementation of KJIP actions."}, {"text_block_id": "p77_b689", "text": "•"}, {"text_block_id": "p77_b690", "text": "Guide and coordinate programme implementation and monitoring."}, {"text_block_id": "p77_b691", "text": "•"}, {"text_block_id": "p77_b692", "text": "Develop joint annual work plans on the KJIP and relevant initiatives."}, {"text_block_id": "p77_b693", "text": "•"}, {"text_block_id": "p77_b694", "text": "Provide institutional and advisory support to national agencies, beneficiaries and partners."}, {"text_block_id": "p77_b695", "text": "•"}, {"text_block_id": "p77_b696", "text": "Ensure equitable participation by women and organisations promoting gender equality in KNEG."}, {"text_block_id": "p77_b697", "text": "•"}, {"text_block_id": "p77_b698", "text": "Ensure that women are considered a distinct stakeholder group and gender considerations are included in KJIP actions."}, {"text_block_id": "p77_b699", "text": "•"}, {"text_block_id": "p77_b700", "text": "Help to mobilise current and future resources to support programme implementation."}, {"text_block_id": "p77_b701", "text": "•"}, {"text_block_id": "p77_b702", "text": "Share key results and outcomes annually."}, {"text_block_id": "p77_b703", "text": "•"}, {"text_block_id": "p77_b704", "text": "Exchange information and lessons learned regularly."}, {"text_block_id": "p77_b705_merged", "text": "KNEG can take an overall steering function for the design, implementation and monitoring of climate change and disaster risk management initiatives and also form sub-steering groups for sector-specific measures or integrated approaches targeting outer islands and the community level (such as the whole-of-island approach [WoI], gender inclusion or KNAPs). It can be an entry point for new initiatives. Specifically, the MWYSSA Women’s Development Division (WDD) will be a key coordinating stakeholder in KNEG both in ensuring oversights of gender inclusion in KJIP and supporting dedicated gender-inclusion sub-steering groups."}, {"text_block_id": "p77_b708", "text": "The KNEG is chaired by the Office of Te Beretitenti and consists of representatives from MFED, MFAI, MIA and all line ministries, the private sector, NGOs and FBOs."}, {"text_block_id": "p78_b709", "text": "4.4.3 KJIP Implementation Arrangements"}, {"text_block_id": "p78_b710", "text": "The Kiribati Joint Implementation Plan is to be implemented through the existing and newly established mechanisms mentioned above. These are to be aligned with rules and procedures that the Government of the Republic of Kiribati must follow. The main arrangements for the KJIP implementation are summarised in"}, {"text_block_id": "p78_b711", "text": "Figure 11. KJIP implementation arrangements"}, {"text_block_id": "p79_b712", "text": "4.5 FINANCING STRATEGY"}, {"text_block_id": "p79_b713", "text": "The implementation of the KJIP is to be financed through already existing strategies ranging from national budgets and other internal sources to overseas development assistance, climate finance from major funds and humanitarian aid."}, {"text_block_id": "p79_b714", "text": "National budgets are being (and will be) used in all areas where climate change and disaster risks are mainstreamed into the budgets of ministerial plans of operations and corresponding projects across sectors. MFED will have a key role in ensuring climate change and disaster risks and response measures are incorporated into project proposals, budgeting, reporting and monitoring procedures. The KJIP Secretariat and the KNEG meetings will increasingly be maintained through national budgets. The implementation of the KJIP is further enabled through in-kind contributions such as staff time. Furthermore, communities, NGOs and FBOs may contribute by cost sharing for similar activities and fundraising. There is a need to ensure that the allocation of financial resources is gender-equitable and an increasing need for gender-responsive budgeting as the country develops its implementation and financing strategy."}, {"text_block_id": "p79_b715", "text": "The Kiribati Climate Finance Division (KCFD) in MFED is a central coordinating office for coordinating financial arrangements, particularly with the Green Climate Fund and in establishing financial relationships with implementing entities under other funds such as the Global Environment Facility (GEF). Adaptation Fund and Climate Investment Funds (CIFs)."}, {"text_block_id": "p79_b716", "text": "Development partners are invited to consider supporting KJIP strategies with programmes such as budget support and strategy-wide approaches. The Government of the Republic of Kiribati would like to investigate the feasibility of a National Climate Change Fund. It wishes to acknowledge its partners for their support in enhancing institutional capacities and performance requirements to ensure all ministries have robust management and financial systems in place."}, {"text_block_id": "p79_b717", "text": "Existing technical and financial assistance mechanisms should be used to support the implementation of the KJIP, including multilateral, international and bilateral development partners, CROP agencies, NGOs and FBOs. Development partners need to consider national priorities and follow national procedures in making decisions on development assistance and also integrate the consideration of climate change and disaster risks into their development aid."}, {"text_block_id": "p79_b718", "text": "As the KJIP strategies represent both ongoing and new activities, the KJIP Secretariat and the KNEG will work to identify resource gaps to be presented to Kiribati development partners during biannual donor round tables and respective funding and programming cycles of development partners. (This work includes a direct exchange with line ministries.)"}, {"text_block_id": "p80_b719", "text": "4.6 COMMUNICATIONS STRATEGY"}, {"text_block_id": "p80_b720", "text": "All implementing partners will disseminate information about the KJIP and its vision, goals, strategies and results through existing information-sharing networks, media and forums at international, regional, national and local levels."}, {"text_block_id": "p80_b721", "text": "Tangible outputs such as lessons learned, knowledge products, awareness and education materials, reports, media products will be produced in most KJIP strategies. This information will also be made available to contribute to national and international best practice."}, {"text_block_id": "p80_b722", "text": "The Climate Change and Climate Risk Communications Strategy (currently being developed by the Office of Te Beretitenti) aims to strengthen awareness, partnerships and practical actions to increase the resilience of I-Kiribati in response to the impacts of climate change. In support of the KJIP, the Strategy outlines clear and targeted communications initiatives aimed to help the government to promote priority actions. It identifies the key messages, channels and tools to reach national and community stakeholders, civil society organisations, agencies and development partners. Part of this work involves a media engagement strategy, products to promote the KJIP, a partnership mechanism to promote and build on existing and future opportunities, and a knowledge-management system. There is also a need to address gender-specific barriers to information access in communication and dissemination strategies. Alongside this is a need to ensure equitable representation of women in communication platforms and networks."}, {"text_block_id": "p80_b723", "text": "4.7 MONITORING AND EVALUATION"}, {"text_block_id": "p80_b724", "text": "The KJIP will be monitored in alignment with the KDP Monitoring and Evaluation approaches. A comprehensive monitoring and evaluation framework is being developed in 2019 which will guide the development of an ongoing monitoring and evaluation system. This will refine the set of indicators that are ultimately reported against. This will also define the data collection systems and approaches to using that information. Where appropriate, KDP and KV20 indicators have been integrated into the performance indicators of the KJIP against the KNAPs. Selected indicators from major climate funds and indicator frameworks also have been integrated into the KJIP against the KNAPs to harmonise monitoring and reporting structures, while also facilitating the development of climate finance proposals as per KNAP #1: Climate finance."}, {"text_block_id": "p80_b725_merged", "text": "At the ministerial level, the KJIP strategies are to be monitored through the annual Ministry Strategic Plans, which will have to incorporate relevant KJIP actions and performance indicators. Detailed baselines and targets for the performance indicators will have to be identified by the respective national stakeholder (government or non-government) that has been identified as the responsible lead agency. There is a need to include indicators of gender equality and women’s empowerment and to evaluate the differentiated impacts of adaptation actions on women and men. The monitoring and reporting approach and procedures will be detailed in the monitoring and evaluation framework to be developed as an action of this KJIP."}, {"text_block_id": "p81_b728", "text": "The KJIP Secretariat through the KNEG will compile a biannual KJIP Progress Report. Since the KJIP is a 10-year plan, it will be reviewed in alignment with the KDP period, with the first one due by 2019 that will inform a mid-term evaluation in 2020. Progress reports and reviews have to be approved by the Development Coordinating Committee before being endorsed by cabinet."}, {"text_block_id": "p81_b729", "text": "The KJIP is understood to be a living document and as such the KNEG can adjust it to meet emerging needs, subject to the approval of the Development Coordinating Committee and cabinet directives."}, {"text_block_id": "p82_b730", "text": "GLOSSARY"}, {"text_block_id": "p82_b731", "text": "Many of the following definitions are drawn from another source, as acknowledged, with minor revisions for editing purposes."}, {"text_block_id": "p93_b732", "text": "REFERENCES"}, {"text_block_id": "p93_b733", "text": "Asian Development Bank (ADB). (2009)."}, {"text_block_id": "p93_b734", "text": "Kiribati’s"}, {"text_block_id": "p93_b735", "text": "political economy and capacity development"}, {"text_block_id": "p93_b736", "text": ". Pacific Studies Series. Mandaluyong City, Philippines: Asian Development Bank. Retrieved from"}, {"text_block_id": "p93_b737", "text": "Asian Development Bank. (2011)."}, {"text_block_id": "p93_b738", "text": "Country Operations Business Plan"}, {"text_block_id": "p93_b739", "text": "–"}, {"text_block_id": "p93_b740", "text": "Kiribati (2012"}, {"text_block_id": "p93_b741", "text": "–"}, {"text_block_id": "p93_b742", "text": "2014)."}, {"text_block_id": "p93_b743", "text": "Retrieved from"}, {"text_block_id": "p93_b744", "text": "Australian Bureau of Meteorology (ABM) and Commonwealth Scientific and Industrial Research Organisation (CSIRO). (2011)."}, {"text_block_id": "p93_b745", "text": "Climate change in the Pacific: Scientific assessment and new research."}, {"text_block_id": "p93_b746", "text": "Volume 1: Regional Overview. Volume 2: Country Reports. Retrieved from"}, {"text_block_id": "p93_b747", "text": "http://www.pacificclimatechangescience.org/publications/reports/"}, {"text_block_id": "p93_b748", "text": "Australian Bureau of Meteorology, Commonwealth Scientific and Industrial Research Organisation and the Red Cross Climate Centre. (2013)."}, {"text_block_id": "p93_b749", "text": "Cloud Nasara project (ENSO Animations)"}, {"text_block_id": "p93_b750", "text": ", funded by the Pacific-Australia Climate Change Science Adaptation Planning program. Retrieved from"}, {"text_block_id": "p93_b751", "text": "http://www.pacificclimatechangescience.org/animations/climatecrab/"}, {"text_block_id": "p93_b752", "text": "Bell, J.D., Johnson, J.E. & Hobday, A.J. (Eds). (2011)."}, {"text_block_id": "p93_b753", "text": "Vulnerability of tropical Pacific fisheries and aquaculture to climate change"}, {"text_block_id": "p93_b754", "text": ". Noumea, New Caledonia: Secretariat of the Pacific Community. Retrieved from"}, {"text_block_id": "p93_b755", "text": "Burton, D., Mustelin, J., & Urich, P. (2011)."}, {"text_block_id": "p93_b756", "text": "Children and climate change: Climate change impacts on children in the Pacific: A focus on Kiribati and Vanuatu"}, {"text_block_id": "p93_b757", "text": ". Report commissioned by UNICEF. Retrieved from"}, {"text_block_id": "p93_b758", "text": "https://www.unicef.org/pacificislands/Children_and_Climate_Change_.pdf"}, {"text_block_id": "p93_b759", "text": "Central Intelligence Agency (CIA). (n.d.)."}, {"text_block_id": "p93_b760", "text": "World Factbook"}, {"text_block_id": "p93_b761", "text": ". Retrieved from:"}, {"text_block_id": "p93_b762", "text": "https://www.cia.gov/library/publications/the-world-factbook/geos/kr.html"}, {"text_block_id": "p93_b763", "text": "Convention on Biological Diversity (CBD). (2013)."}, {"text_block_id": "p93_b764", "text": "Convention on Biological Diversity"}, {"text_block_id": "p93_b765", "text": ". United Nations 1992. Article 2: Use of Terms. Retrieved from"}, {"text_block_id": "p93_b766", "text": "https://www.cbd.int/convention/articles/default.shtml?a=cbd-02"}, {"text_block_id": "p93_b767_merged_merged_merged_merged_merged_merged_merged", "text": "Commonwealth Scientific and Industrial Research Organisation (CSIRO). (2011). The Pacific Climate Change Program. Climate Futures. Retrieved from http://www.pacificclimatefutures.net/main/"}, {"text_block_id": "p93_b771", "text": "Elrick, C. & Kay, R. (2009)."}, {"text_block_id": "p93_b772", "text": "Mainstreaming of an integrated climate change adaptation based risk diagnosis and response process into Government of Kiribati: Final Report. Report prepared for the KAP Project, Phase II."}, {"text_block_id": "p93_b773", "text": "Perth: Coastal Zone Management Pty Ltd. Retrieved from"}, {"text_block_id": "p94_b774", "text": "Falkland, A. (2011)."}, {"text_block_id": "p94_b775", "text": "Report on water security and vulnerability to climate change and other Impacts in Pacific Island countries and East Timor. For Pacific Adaptation Strategy Assistance Program."}, {"text_block_id": "p94_b776", "text": "Department of Climate Change and Energy Efficiency. Australian Government. Retrieved from"}, {"text_block_id": "p94_b777", "text": "https://www.theprif.org/file/6762/download?token=PwjEy00T"}, {"text_block_id": "p94_b778", "text": "Food and Agriculture Organization of the United Nations (FAO). (2010)."}, {"text_block_id": "p94_b779", "text": "Global Forest resources assessment 2010. Terms and definitions"}, {"text_block_id": "p94_b780", "text": "(Working paper 144/E). Rome: Forest Resources Assessment Program; Forestry Department. Retrieved from"}, {"text_block_id": "p94_b781", "text": "http://www.fao.org/docrep/014/am665e/am665e00.pdf"}, {"text_block_id": "p94_b782", "text": "Gattuso, J-P., Alexandre Magnan, Raphaël Billé, William WL Cheung, Ella L. Howes, Fortunat Joos, Denis Allemand et al. (2015). Contrasting futures for ocean and society from different anthropogenic CO2 emissions scenarios."}, {"text_block_id": "p94_b783", "text": "Science, 349"}, {"text_block_id": "p94_b784", "text": "(6243), aac4722."}, {"text_block_id": "p94_b785", "text": "Gottschalk, J. (2014)"}, {"text_block_id": "p94_b786", "text": "What is the MJO, and why do we care?"}, {"text_block_id": "p94_b787", "text": "Retrieved from"}, {"text_block_id": "p94_b788", "text": "https://www.climate.gov/news-features/blogs/enso/what-mjo-and-why-do-we-care"}, {"text_block_id": "p94_b789", "text": "Government of the Republic of Kiribati (GoK). (2008a)."}, {"text_block_id": "p94_b790", "text": "National Water Resources Policy: Water for healthy communities, environments and sustainable development."}, {"text_block_id": "p94_b791", "text": "Kiribati: Ministry of Public Works and Utilities. Retrieved from"}, {"text_block_id": "p94_b792", "text": "Government of the Republic of Kiribati. (2008b)."}, {"text_block_id": "p94_b793", "text": "National Water Resources Implementation Plan: Sustainable water resource management, use, protection and conservation"}, {"text_block_id": "p94_b794", "text": "–"}, {"text_block_id": "p94_b795", "text": "A 10-year plan."}, {"text_block_id": "p94_b796", "text": "Kiribati: National Water and Sanitation Committee under the Ministry of Public Works and Utilities. Retrieved from"}, {"text_block_id": "p94_b797", "text": "Government of the Republic of Kiribati. (2009)."}, {"text_block_id": "p94_b798", "text": "Kiribati National Energy Policy."}, {"text_block_id": "p94_b799", "text": "Kiribati: Ministry of Public Works and Utilities. Retrieved from"}, {"text_block_id": "p94_b800", "text": "http://www.mfed.gov.ki/sites/default/files/Kiribati%20National%20Energy%20Policy.pdf"}, {"text_block_id": "p94_b801", "text": "Government of the Republic of Kiribati. (2012a)."}, {"text_block_id": "p94_b802", "text": "Kiribati National Energy Policy: Implementation Plan 2012"}, {"text_block_id": "p94_b803", "text": "–"}, {"text_block_id": "p94_b804", "text": "2020"}, {"text_block_id": "p94_b805", "text": ". Retrieved from"}, {"text_block_id": "p94_b806", "text": "Government of the Republic of Kiribati. (2012b)."}, {"text_block_id": "p94_b807_merged_merged_merged_merged_merged_merged", "text": "National Disaster Risk Management Plan (Part 1, Structure and Framework; Part 2, Disaster Management Operational Arrangements; Part 3, Audit & Appendices). Kiribati: Office of the Beretitenti. Retrieved from http://faolex.fao.org/docs/pdf/kir158407.pdf"}, {"text_block_id": "p94_b810", "text": "Government of the Republic of Kiribati. (2012c). Kiribati Development Plan 2012"}, {"text_block_id": "p94_b811", "text": "–"}, {"text_block_id": "p94_b812", "text": "2015. Retrieved from"}, {"text_block_id": "p95_b813", "text": "Government of the Republic of Kiribati. (2013)."}, {"text_block_id": "p95_b814", "text": "National Framework for Climate Change and Climate Change Adaptation"}, {"text_block_id": "p95_b815", "text": ". Kiribati: Office of the Beretitenti. Retrieved from"}, {"text_block_id": "p95_b816", "text": "Government of the Republic of Kiribati, Ministry of Health and Medical Services and World Health Organization (GoK, MHMS & WHO). (2011)."}, {"text_block_id": "p95_b817", "text": "National Climate Change and Health Action Plan for the Republic of Kiribati."}, {"text_block_id": "p95_b818", "text": "Kiribati. Retrieved from"}, {"text_block_id": "p95_b819", "text": "Hales, S., Weinstein, P. & Woodward, A. (1999). Ciguatera (fish poisoning), El Niño, and Pacific Sea Surface Temperatures."}, {"text_block_id": "p95_b820", "text": "Ecosystem Health 5"}, {"text_block_id": "p95_b821", "text": "(1)."}, {"text_block_id": "p95_b822", "text": "Hay, J.E., & Onorio, K. (2006)."}, {"text_block_id": "p95_b823", "text": "Regional: Mainstreaming environmental considerations in economic and development planning processes in selected Pacific developing member countries"}, {"text_block_id": "p95_b824", "text": ". Asian Development Bank. Retrieved from"}, {"text_block_id": "p95_b825", "text": "https://www.adb.org/sites/default/files/institutional-document/32201/38031-07-reg-tacr.pdf"}, {"text_block_id": "p95_b826", "text": "Intergovernmental Panel on Climate Change. (2007)."}, {"text_block_id": "p95_b827", "text": "Synthesis report glossary"}, {"text_block_id": "p95_b828", "text": ". Retrieved from"}, {"text_block_id": "p95_b829", "text": "https://www.ipcc.ch/site/assets/uploads/2018/02/ar4_syr_appendix.pdf"}, {"text_block_id": "p95_b830", "text": "Intergovernmental Panel on Climate Change. (2018a). Summary for policymakers. In V. Masson-Delmotte, P. Zhai, H. O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J. B. R. Matthews, Y. Chen, X. Zhou, M. I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, T. Waterfield (Eds.),"}, {"text_block_id": "p95_b831", "text": "Global warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty"}, {"text_block_id": "p95_b832", "text": ". Retrieved from"}, {"text_block_id": "p95_b833", "text": "https://www.ipcc.ch/site/assets/uploads/sites/2/2019/05/SR15_SPM_version_report_LR.pdf"}, {"text_block_id": "p95_b834", "text": "Intergovernmental Panel on Climate Change. (2018b). Global warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty [V. Masson-Delmotte, P. Zhai, H. O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J. B. R. Matthews, Y. Chen, X. Zhou, M. I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, T. Waterfield (eds.)]. In Press."}, {"text_block_id": "p95_b835", "text": "Kiribati Local Government Association (KILGA). (2013)."}, {"text_block_id": "p95_b836", "text": "About Councils"}, {"text_block_id": "p95_b837", "text": ". Retrieved from"}, {"text_block_id": "p95_b838", "text": "http://www.kilga.org.ki/?page_id=2"}, {"text_block_id": "p95_b839_merged_merged_merged_merged_merged_merged", "text": "Kiribati Meteorological Service, Australian Bureau of Meteorology and Commonwealth Scientific and Industrial Research Organisation (KMS, BoM& CSIRO). (2011). Climate change in the Pacific: Scientific assessment and new research. Volume 1: Regional Overview. Volume 2: Country Reports Chapter (6): Kiribati. Kiribati Country Brochure."}, {"text_block_id": "p96_b844", "text": "Kiribati Meteorological Service, Australian Bureau of Meteorology and Commonwealth Scientific and Industrial Research Organisation (KMS, BoM& CSIRO). (2015"}, {"text_block_id": "p96_b845", "text": "). Current and future climate of Kiribati."}, {"text_block_id": "p96_b846", "text": "Retrieved from"}, {"text_block_id": "p96_b847", "text": "https://www.pacificclimatechange.net/sites/default/files/11_PACCSAP-Kiribati-11pp_WEB.pdf"}, {"text_block_id": "p96_b848", "text": "Kiribati National Disability Survey Advisory Committee (KNDSAC). (2005)."}, {"text_block_id": "p96_b849", "text": "Kiribati National Disability Survey Report. May 2005."}, {"text_block_id": "p96_b850", "text": "Inclusion International, Asia Pacific Region & NZAID Regional Health Program."}, {"text_block_id": "p96_b851", "text": "Kiribati National Statistics Office (KNSO). (2012)."}, {"text_block_id": "p96_b852", "text": "Report on the Kiribati 2010 Census of Population and Housing. Vol 1: Basic Information and Tables"}, {"text_block_id": "p96_b853", "text": ". Retrieved from"}, {"text_block_id": "p96_b854", "text": "Kiribati National Statistics Office & Secretariat of the Pacific Community (SPC). (2012)."}, {"text_block_id": "p96_b855", "text": "Kiribati 2010 Census. Volume 2: Analytical Report"}, {"text_block_id": "p96_b856", "text": ". Retrieved from"}, {"text_block_id": "p96_b857", "text": "https://microdata.pacificdata.org/index.php/catalog/221/download/1155"}, {"text_block_id": "p96_b858", "text": "Mendani, R. & Mario, R. (2008)."}, {"text_block_id": "p96_b859", "text": "Government of Kiribati: Situation analysis report."}, {"text_block_id": "p96_b860", "text": "Pacific Islands Forum Secretariat and SOPAC."}, {"text_block_id": "p96_b861", "text": "Ministry of Education (MoE). (2012)."}, {"text_block_id": "p96_b862", "text": "Kiribati Education Sector Strategic Plan (ESSP) 2012"}, {"text_block_id": "p96_b863", "text": "–"}, {"text_block_id": "p96_b864", "text": "2015"}, {"text_block_id": "p96_b865", "text": ". Government of Republic of Kiribati. Retrieved from"}, {"text_block_id": "p96_b866", "text": "Ministry of Environment, Land and Agriculture Development"}, {"text_block_id": "p96_b867", "text": "–"}, {"text_block_id": "p96_b868", "text": "Agriculture and Livestock Division (MELAD-ALD). (2012)."}, {"text_block_id": "p96_b869", "text": "Agriculture and Livestock Division Strategic Plan 2012"}, {"text_block_id": "p96_b870", "text": "–"}, {"text_block_id": "p96_b871", "text": "2015."}, {"text_block_id": "p96_b872", "text": "Government of Republic of Kiribati."}, {"text_block_id": "p96_b873", "text": "Ministry of Environment, Land and Agriculture Development"}, {"text_block_id": "p96_b874", "text": "–"}, {"text_block_id": "p96_b875", "text": "Agriculture and Livestock Division, Secretariat of the Pacific Community & Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH (MELAD-ALD & SPC & GIZ). (2013)."}, {"text_block_id": "p96_b876", "text": "Draft Kiribati livestock production concept to support climate change adaptation and food security."}, {"text_block_id": "p96_b877", "text": "Retrieved from"}, {"text_block_id": "p96_b878", "text": "Ministry of Environment, Land and Agriculture Development"}, {"text_block_id": "p96_b879", "text": "–"}, {"text_block_id": "p96_b880", "text": "Environment and Conservation Division (MELAD ECD). (2006)."}, {"text_block_id": "p96_b881", "text": "Republic of Kiribati. National Biodiversity Strategies and Action Plans."}, {"text_block_id": "p96_b882", "text": "Ministry of Environment, Land and Agriculture Development"}, {"text_block_id": "p96_b883", "text": "–"}, {"text_block_id": "p96_b884", "text": "Environment and Conservation Division. (2007)."}, {"text_block_id": "p96_b885", "text": "National Adaptation Program of Action"}, {"text_block_id": "p96_b886", "text": ". Government of Republic of Kiribati. Retrieved from"}, {"text_block_id": "p96_b887", "text": "https://unfccc.int/resource/docs/napa/kir01.pdf"}, {"text_block_id": "p96_b888_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Ministry of Finance and Economic Development, Kiribati National Statistics Office (MFED KNSO). (2012). Brief Notes for Kiribati Gross Domestic Product (GDP). Retrieved from http://www.mfed.gov.ki/sample-page/statistic-division"}, {"text_block_id": "p97_b892", "text": "Ministry of Finance and Economic Development, Kiribati National Statistics Office. (2015)."}, {"text_block_id": "p97_b893", "text": "Kiribati 2015 Census Report Vol 2."}, {"text_block_id": "p97_b894", "text": "Ministry of Finance and Economic Development, National Economic and Planning Office. (2019). Kiribati Climate Change and Disaster Risk Finance Assessment. Retrieved from"}, {"text_block_id": "p97_b895", "text": "http://www.mfed.gov.ki/publications/kiribati-climate-change-disaster-risk-finance-assessment-report"}, {"text_block_id": "p97_b896", "text": "Ministry of Fisheries and Marine Resources Development (MFMRD). (2013)."}, {"text_block_id": "p97_b897", "text": "Kiribati National Fisheries Policy (KNFP) 2013"}, {"text_block_id": "p97_b898", "text": "–"}, {"text_block_id": "p97_b899", "text": "2025."}, {"text_block_id": "p97_b900", "text": "Supported and sponsored by the Government of Australia through"}, {"text_block_id": "p97_b901", "text": "Australia’s"}, {"text_block_id": "p97_b902", "text": "Aid Program. Retrieved from"}, {"text_block_id": "p97_b903", "text": "Ministry of Internal and Social Affairs (MISA). (2012)."}, {"text_block_id": "p97_b904", "text": "National Youth Policy 2012"}, {"text_block_id": "p97_b905", "text": "–"}, {"text_block_id": "p97_b906", "text": "2015."}, {"text_block_id": "p97_b907", "text": "Government of Republic of Kiribati. Retrieved from"}, {"text_block_id": "p97_b908", "text": "http://www.youthpolicy.org/national/Kiribati_2011_National_Youth_Policy.pdf"}, {"text_block_id": "p97_b909", "text": "National Aeronautics and Space Administration (NASA) Earth Observatory. (n.d.)."}, {"text_block_id": "p97_b910", "text": "Decadal temperatures"}, {"text_block_id": "p97_b911", "text": ". Retrieved from"}, {"text_block_id": "p97_b912", "text": "https://earthobservatory.nasa.gov/world-of-change/DecadalTemp"}, {"text_block_id": "p97_b913", "text": "National Aeronautics and Space Administration Earth Observatory. (2013)."}, {"text_block_id": "p97_b914", "text": "Global mean surface temperatures"}, {"text_block_id": "p97_b915", "text": ". Retrieved from"}, {"text_block_id": "p97_b916", "text": "http://earthobservatory.nasa.gov/Features/GlobalWarming/"}, {"text_block_id": "p97_b917", "text": "National Oceanic and Atmospheric Administration (NOAA). (2014)."}, {"text_block_id": "p97_b918", "text": "What is the MJO, and why do we care?"}, {"text_block_id": "p97_b919", "text": "Climate.gov. Retrieved from"}, {"text_block_id": "p97_b920", "text": "Pacific Disaster Net. (2012). Pacific Disaster Net and Information Management (IM) for DRM. Retrieved from"}, {"text_block_id": "p97_b921", "text": "https://gsd.spc.int/pacific-disaster-net"}, {"text_block_id": "p97_b922", "text": "Pacific Islands Applied Geoscience Commission, Global Environment Facility, United Nations Development Program, United Nations Environmental Program (SOPAC et al.). (2007)."}, {"text_block_id": "p97_b923", "text": "National Integrated Water Resource Management. Diagnostic Report. Kiribati."}, {"text_block_id": "p97_b924", "text": "Retrieved from"}, {"text_block_id": "p97_b925", "text": "https://www.sprep.org/att/IRC/eCOPIES/Countries/Kiribati/38.pdf"}, {"text_block_id": "p97_b926", "text": "Secretariat of the Pacific Community (SPC). (2015)."}, {"text_block_id": "p97_b927", "text": "Stocktake of the gender mainstreaming capacity of Pacific Island governments"}, {"text_block_id": "p97_b928", "text": "–"}, {"text_block_id": "p97_b929", "text": "Kiribati"}, {"text_block_id": "p97_b930", "text": ". Retrieved from"}, {"text_block_id": "p97_b931", "text": "Secretariat of the Pacific Community & Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH (SPC & GIZ). (2013)."}, {"text_block_id": "p97_b932", "text": "Learning about climate change the Pacific way"}, {"text_block_id": "p97_b933", "text": ". Retrieved from"}, {"text_block_id": "p97_b934_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Secretariat of the Pacific Regional Environment Program (SPREP). (2012). Pacific Climate Change Portal. Glossary. Retrieved from http://www.pacificclimatechange.net"}, {"text_block_id": "p98_b938", "text": "Tans, P. & Keeling, R. (2013)."}, {"text_block_id": "p98_b939", "text": "NOAA/ESRL. Recent Monthly Average Mauna Loa CO"}, {"text_block_id": "p98_b940", "text": "2"}, {"text_block_id": "p98_b941", "text": ". Retrieved from www.esrl.noaa.gov/gmd/ccgg/trends/ & scrippsco2.ucsd.edu/"}, {"text_block_id": "p98_b942", "text": "Thomas, C., Burbidge, D. & Cummins, P. (2007)."}, {"text_block_id": "p98_b943", "text": "A preliminary study into the tsunami hazard faced by southwest Pacific nations"}, {"text_block_id": "p98_b944", "text": ". Geoscience Australia."}, {"text_block_id": "p98_b945", "text": "United Nations Children's Fund (UNICEF). (2010). Pacific Children with Disabilities. A Report for"}, {"text_block_id": "p98_b946", "text": "UNICEF’s"}, {"text_block_id": "p98_b947", "text": "Pacific Mid Term Review. Retrieved from"}, {"text_block_id": "p98_b948", "text": "http://www.unicef.org/pacificislands/Children_with_disabilities_final_report.pdf"}, {"text_block_id": "p98_b949", "text": "United Nations Educational, Scientific and Cultural Organisation & University of Waikato (UNESCO et al.). (2012)."}, {"text_block_id": "p98_b950", "text": "Kiribati Climate Change Framework for primary, junior secondary and senior secondary levels"}, {"text_block_id": "p98_b951", "text": "."}, {"text_block_id": "p98_b952", "text": "United Nations Framework Convention on Climate Change (UNFCCC). (2019). Glossary of climate change acronyms and terms (online). Retrieved from"}, {"text_block_id": "p98_b953", "text": "United Nations Office for Disaster Risk Reduction (UNDRR). (2009)"}, {"text_block_id": "p98_b954", "text": ". 2009 UNISDR terminology on disaster risk reduction,"}, {"text_block_id": "p98_b955", "text": "Retrieved from"}, {"text_block_id": "p98_b956", "text": "https://www.unisdr.org/we/inform/publications/7817"}, {"text_block_id": "p98_b957", "text": "Warrick, R., Ye, W., Li, Y., Dooley, M., Kouwenhoven, P., & Urich, P. (2013)."}, {"text_block_id": "p98_b958", "text": "SimCLIM: A Software System for Modelling the Impacts of Climate Variability and Change"}, {"text_block_id": "p98_b959", "text": ". CLIMsystems Ltd. Hamilton, New Zealand."}, {"text_block_id": "p98_b960", "text": "White, I. (2010)."}, {"text_block_id": "p98_b961", "text": "Tarawa Water Master Plan: Te Ran-Maitira ae Kainanoaki. Future Water Demand"}, {"text_block_id": "p98_b962", "text": ". Report prepared for the Kiribati Adaptation Program Phase II Water Component 3.2.1. Canberra: Australian National University. Retrieved from"}, {"text_block_id": "p98_b963", "text": "https://www.theprif.org/file/175/download?token=-e9L2LlW"}, {"text_block_id": "p98_b964", "text": "White, I., & Falkland, A. (2012). Practical responses to climate change: Developing national water policy and implementation plans for Pacific small island countries. In"}, {"text_block_id": "p98_b965", "text": "Proceedings, Water and Climate: Policy Implementation Challenges. Practical Responses to Climate Change 2012"}, {"text_block_id": "p98_b966", "text": ". 1-3 May 2012. Engineers Australia."}, {"text_block_id": "p98_b967", "text": "White, I., Falkland, A., Crennan, L., Jones, P., Etuati, B., Metai, E., & Metutera, T. (1999). Issues, traditions and conflicts in groundwater use and management. UNESCO-International Hydrological Program."}, {"text_block_id": "p98_b968", "text": "World Bank. (n.d.) Reducing the risk of disasters and climate variability in the Pacific Islands: Republic of Kiribati Country Assessment. Washington, DC: World Bank. Retrieved from"}, {"text_block_id": "p98_b969_merged_merged_merged_merged_merged_merged_merged_merged", "text": "World Bank. (2006). Kiribati: Kiribati Adaptation Project – Implementation Phase (KAP II). Project document on a proposed grant from the Global Environment Facility Trust Fund in the Amount of USD 1.80 Million to the Republic of Kiribati for a Kiribati Adaptation Project"}, {"text_block_id": "p98_b972", "text": "–"}, {"text_block_id": "p99_b973", "text": "Implementation Phase (KAP II). Document of the World Bank. Retrieved from"}, {"text_block_id": "p99_b974", "text": "World Bank. (2012)."}, {"text_block_id": "p99_b975", "text": "Kiribati. Telecommunications and ICT Development Project. Project Appraisal Document"}, {"text_block_id": "p99_b976", "text": ". Washington, DC: World Bank. Retrieved from"}, {"text_block_id": "p100_b977", "text": "ANNEX 1. KJIP DETAILED ACTION MATRIX"}, {"text_block_id": "p100_b978", "text": "All strategies and actions in the KJIP shall be inclusive of vulnerable groups, considering gender, youth and children, the elderly, and people with disabilities."}, {"text_block_id": "p102_b979", "text": "STRATEGY 1: STRENGTHENING GOOD GOVERNANCE, STRATEGIES AND LEGISLATION"}, {"text_block_id": "p103_b980", "text": "STRATEGY 1: STRENGTHENING GOOD GOVERNANCE, STRATEGIES AND LEGISLATION"}, {"text_block_id": "p104_b981", "text": "STRATEGY 1: STRENGTHENING GOOD GOVERNANCE, STRATEGIES AND LEGISLATION"}, {"text_block_id": "p107_b982_merged", "text": "STRATEGY 2: IMPROVING KNOWLEDGE AND INFORMATION GENERATION, MANAGEMENT AND SHARING Actions, sub-actions and Key National Adaptation Priorities Performance indicators (see note at 4.8) Responsible Support lead agencies CROP members Result 2.2: Capacities to communicate science and best practices are strengthened by developing and disseminating effective and relevant information,"}, {"text_block_id": "p109_b994", "text": "STRATEGY 2: IMPROVING KNOWLEDGE AND INFORMATION GENERATION, MANAGEMENT AND SHARING"}, {"text_block_id": "p111_b995", "text": "STRATEGY 2: IMPROVING KNOWLEDGE AND INFORMATION GENERATION, MANAGEMENT AND SHARING"}, {"text_block_id": "p112_b996", "text": "6)"}, {"text_block_id": "p112_b997", "text": "Establish and formalise an interdepartmental national monitoring team on coastal changes."}, {"text_block_id": "p112_b998", "text": "Establish and formalise an interdepartmental national monitoring team on coastal changes.\n* Undertake national consultation to identify current skills, areas of work and gaps\n* Develop a cabinet paper to seek approval for establishment of national\n* Establish a national monitoring team to map coral, seagrass, benthic habitats,\n* Examine how well major contributors to reef island sediment such as corals and\n* Conduct surveys and monitoring of marine life and coral bleaching at Phoenix\n* Conduct surveys and monitoring of marine life and coral bleaching at Phoenix\n 9\n* Conduct surveys and monitoring of marine life and coral bleaching at Phoenix\n 9\n and in the Kiribati Islands.\n* Establish a natural marine science laboratory in Kanton.10\n* Establish a monitoring and mapping system for ciguatera sites, and strengthen\n* Provide regular reports to policy advisers to improve decision making.\n* Translate science and key adaptation actions into awareness materials in"}, {"text_block_id": "p114_b1019", "text": "STRATEGY 3: STRENGTHENING AND GREENING THE PRIVATE SECTOR, INCLUDING SMALL TO MEDIUM-SIZED ENTERPRISES"}, {"text_block_id": "p115_b1020", "text": "STRATEGY 3: STRENGTHENING AND GREENING THE PRIVATE SECTOR, INCLUDING SMALL TO MEDIUM-SIZED ENTERPRISES"}, {"text_block_id": "p148_b1021", "text": "3 2020. Year 7, 8 & 9 by end of term 3 2022"}, {"text_block_id": "p148_b1022", "text": "1)"}, {"text_block_id": "p148_b1023_merged", "text": "KEY NATIONAL ADAPTATION PRIORITY – CAPACITY BUILDING AND EDUCATION #2. Increase formal and informal capacity-building programmes, which will contribute to awareness and resilience building for Kiribati. These may include competencies, skills and expertise that"}, {"text_block_id": "p148_b1026", "text": "1."}, {"text_block_id": "p148_b1027", "text": "Increase in number of CCA and DRM capacity-building"}, {"text_block_id": "p148_b1028", "text": "OB, MOE"}, {"text_block_id": "p148_b1029", "text": "KRCS,"}, {"text_block_id": "p152_b1030", "text": "b."}, {"text_block_id": "p152_b1031", "text": "Review airports/airstrips and ensure they are functioning with relief support and communication equipment in the outer islands that can be used to issue early warning and disaster response."}, {"text_block_id": "p152_b1032", "text": "c."}, {"text_block_id": "p152_b1033", "text": "Support the implementation of Strategic Roadmap for Emergency Management (SREM)"}, {"text_block_id": "p152_b1034", "text": "d."}, {"text_block_id": "p152_b1035", "text": "Develop and consistently test Standard Operating Procedures for the National Emergency Operation Centre."}, {"text_block_id": "p152_b1036", "text": "e."}, {"text_block_id": "p152_b1037", "text": "Develop hazard support plans and models of key hazards that pose threats (drought, fire, loss at sea, tsunami, and storm surges) and integrate DRM issues identified in sector-specific assessments."}, {"text_block_id": "p152_b1038", "text": "f."}, {"text_block_id": "p152_b1039", "text": "Develop models that can better assist in understanding hazards (tsunami, storm surges)."}, {"text_block_id": "p152_b1040", "text": "g."}, {"text_block_id": "p152_b1041", "text": "Conduct capacity-building programmes to enhance staff performance in disaster risk management."}, {"text_block_id": "p152_b1042", "text": "h."}, {"text_block_id": "p152_b1043", "text": "Conduct community awareness campaigns and training for community leaders, women, youth and other groups (considering community roles of women and men) on all hazards, in local languages."}, {"text_block_id": "p152_b1044", "text": "i."}, {"text_block_id": "p152_b1045", "text": "Establish and stock distribution centres of non-food items in collaboration with Red Cross"}, {"text_block_id": "p152_b1046", "text": "j."}, {"text_block_id": "p152_b1047", "text": "Develop a strong disaster information system that can enhance information sharing between National Emergency Operation Centre and outer islands in Gilbert, Line and Phoenix Groups."}, {"text_block_id": "p152_b1048", "text": "k."}, {"text_block_id": "p152_b1049", "text": "Develop and test emergency evacuation plans for businesses, offices, schools, hotels, guest houses and hospitals for fast-onset hazards (fire and tsunami) and establish annual drill programmes in all sectors."}, {"text_block_id": "p152_b1050", "text": "l."}, {"text_block_id": "p152_b1051", "text": "Strengthen interoperability of emergency services (Police, Health and National Disaster Management Office)."}, {"text_block_id": "p152_b1052", "text": "m."}, {"text_block_id": "p152_b1053", "text": "Review the capacity of the Police Service and implement fire-fighting priorities."}, {"text_block_id": "p152_b1054", "text": "n."}, {"text_block_id": "p152_b1055", "text": "Facilitate process for Kiribati Fire Service to become member of Pacific Islands Fire Services Association."}, {"text_block_id": "p152_b1056", "text": "o."}, {"text_block_id": "p152_b1057", "text": "Work with community policing and develop community awareness of fire safety."}, {"text_block_id": "p152_b1058", "text": "p."}, {"text_block_id": "p152_b1059", "text": "Conduct in-country training on search and rescue for both maritime and land-based rescues."}, {"text_block_id": "p152_b1060", "text": "q."}, {"text_block_id": "p152_b1061", "text": "Improve the skills of the Police Maritime Unit to include management and leadership training."}, {"text_block_id": "p152_b1062", "text": "r."}, {"text_block_id": "p152_b1063", "text": "Upgrade equipment to perform search and rescue, including communications equipment for all operations of the patrol boat."}, {"text_block_id": "p153_b1064", "text": "s."}, {"text_block_id": "p153_b1065", "text": "Distribute material support at a community level in the form of buckets, kits, reconstruction tools, to be available to support with disasters."}, {"text_block_id": "p153_b1066_merged", "text": "KEY NATIONAL ADAPTATION PRIORITY – ENVIRONMENTAL SUSTAINABILITY AND RESILIENCE #1[iv]: Effective enforcement at Kiribati’s ports of entry to safeguard its fragile environment from external threats."}, {"text_block_id": "p153_b1071", "text": "t."}, {"text_block_id": "p153_b1072", "text": "Identify pest and disease problems, develop and promote control methods, strengthen capacity to respond to pest problems including enhanced border security and develop the Biosecurity Bill in response."}, {"text_block_id": "p153_b1073", "text": "u."}, {"text_block_id": "p153_b1074", "text": "Review customs and quarantine sector and operational plans to identify required enhancements to the frameworks and institutional capacity to implement biosecurity enforcement measures."}, {"text_block_id": "p153_b1075", "text": "v."}, {"text_block_id": "p153_b1076", "text": "Implement identified measures in accordance with the sector plans and Biosecurity Bill."}, {"text_block_id": "p153_b1077", "text": "Implement identified measures in accordance with the sector plans and Biosecurity Bill.\n* Increase the capacity of services to address the specific needs of people\n* Ensure all emergency and disaster management initiatives are responsive"}, {"text_block_id": "p153_b1079", "text": "a."}, {"text_block_id": "p153_b1080", "text": "Provide training for carers, families and teachers on first aid (including men and women) ensuring information and communications methods are appropriate."}, {"text_block_id": "p153_b1081", "text": "b."}, {"text_block_id": "p153_b1082", "text": "Provide training for emergency personnel on mobilising people with disabilities (including gender considerations)."}, {"text_block_id": "p153_b1083", "text": "c."}, {"text_block_id": "p153_b1084", "text": "Designate a safe space where people with disabilities can go in disasters (including gender considerations)."}, {"text_block_id": "p153_b1085", "text": "d."}, {"text_block_id": "p153_b1086", "text": "Develop an island-specific disaster plan in consultation with people with disabilities, including provision of rations, water, blankets and emergency equipment as required, taking into account traditional protocols and governing systems)."}, {"text_block_id": "p153_b1087", "text": "e."}, {"text_block_id": "p153_b1088", "text": "Maintain a register of vulnerable people at council level with the specific support needs of each vulnerable person registered for emergency management purposes."}, {"text_block_id": "p153_b1089", "text": "f."}, {"text_block_id": "p153_b1090", "text": "Ensure that engagement methods for DRM training are sensitive to barriers to participation that vulnerable people and socially isolated women may experience."}, {"text_block_id": "p153_b1093", "text": "a."}, {"text_block_id": "p153_b1094", "text": "Develop and deliver gender sensitivity training for all emergency and disaster management personnel."}, {"text_block_id": "p155_b1095_merged", "text": "Result 9.1: KEY NATIONAL ADAPTATION PRIORITY – ENERGY SECURITY #1:  Promote and enhance the transition towards renewable energy sources."}, {"text_block_id": "p158_b1098", "text": "e."}, {"text_block_id": "p158_b1099", "text": "Establish a carbon offsetting project on outer islands."}, {"text_block_id": "p158_b1100", "text": "f."}, {"text_block_id": "p158_b1101", "text": "Provide incentives for private companies to engage in, bring in and start renewable energy systems, to complement the Kiribati Solar Company to enhance overall sector competitiveness."}, {"text_block_id": "p160_b1102", "text": "STRATEGY 10: STRENGTHENING CAPACITY TO ACCESS FINANCE, MONITOR EXPENDITURES AND MAINTAIN STRONG PARTNERSHIPS"}, {"text_block_id": "p163_b1103", "text": "STRATEGY 10: STRENGTHENING CAPACITY TO ACCESS FINANCE, MONITOR EXPENDITURES AND MAINTAIN STRONG PARTNERSHIPS"}, {"text_block_id": "p166_b1104", "text": "Result 11.1: The rights of Kiribati over its existing EEZ and the resources within it are protected forever for the people of Kiribati."}, {"text_block_id": "p166_b1105", "text": "Result 11.2: The cultural heritage of Kiribati are protected, preserved and promoted."}, {"text_block_id": "p168_b1106", "text": "STRATEGY 12: TO ENHANCE RESILIENCE THROUGH STRATEGIC PARTNERSHIPS FOR COMMUNITY PARTICIPATION, OWNERSHIP AND INCLUSION OF VULNERABLE GROUPS"}, {"text_block_id": "p168_b1107_merged", "text": "Actions, Sub-actions and Key National Adaptation Priorities Performance indicators (see note at 4.8) Responsible lead Support agency agencies CROP members"}, {"text_block_id": "p168_b1114", "text": "Development"}, {"text_block_id": "p168_b1115", "text": "partners and"}, {"text_block_id": "p168_b1116", "text": "Result 12.1: Communities are active partners in building resilience and members of vulnerable groups are increasingly engaged in climate change and disaster risk management initiatives and their needs are addressed."}, {"text_block_id": "p169_b1117", "text": "STRATEGY 12: TO ENHANCE RESILIENCE THROUGH STRATEGIC PARTNERSHIPS FOR COMMUNITY PARTICIPATION, OWNERSHIP AND INCLUSION OF VULNERABLE GROUPS"}, {"text_block_id": "p172_b1118", "text": "ANNEX 2: NATIONAL AND SECTORAL POLICY ALIGNMENTS TO THE KJIP"}, {"text_block_id": "p172_b1119", "text": "Table 16."}, {"text_block_id": "p172_b1120", "text": "Alignment between KJIP Strategies and key national and sectoral policies"}, {"text_block_id": "p172_b1121", "text": "Shading indicates primary* alignment"}], "document_description": "The Kiribati joint Implementation Plan For Climate Change and Disaster Risk Management 2019-2028 aims to increase resilience through sustainable climate change adaptation and disaster risk reduction.The KJIP formalises the role of the Kiribati National Expert Group on Climate Change and Disaster Risk Management ( to become the main advisory body and coordination mechanism as well as the entry point for climate change and disaster risk management initiatives.The 2014-2023 document aims at identifying an integrated set of specific actions and measures to increase the country's resilience to climate change and associated risks in different sectors. It is designed to complement the National Disaster Risk Management Plan and the National Framework for Climate Change and Climate Change Adaptation. By identifying tangible, on-the-ground actions for resilience and measures that enable the Government to facilitate these, the plan will guide the implementation of these complementary policies in an integrated approach. The government hopes that such a systematic approach will maximise the efficiency and effectiveness of existing capacities and resources as well as ensuring the success of new initiatives. The specific goals of the policy are: 1) strengthening good governance, policies, strategies and legislation, 2) improving knowledge and information generation, management and sharing, 3) strengthening and greening the private sector, including small-scale business, 4) increasing water and food security with integrated and sector-specific approaches and promoting healthy and resilient ecosystems, 5) strengthening health service delivery to address climate change impacts, 6) promoting sound and reliable infrastructure development and land management, 7) delivering appropriate education, training and awareness programs, 8) increasing effectiveness and efficiency of early warnings and disaster and emergency management, 9) promoting the use of sustainable, renewable sources of energy and energy efficiency, 10) strengthening capacity to access finance, monitor expenditures and maintain strong partnerships, 11) maintaining the existing sovereignty and unique identity of Kiribati, and 12) enhancing the participation and resilience of vulnerable groups. The document further examines administrative and governance factors, as well as financial resources needed for implementing such an approach."}