{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Energy"], "document_language": "English", "document_name": "KIRIBATI JOINT IMPLEMENTATION PLAN for Climate Change and Disaster Risk Management (KJIP) 2014-2023", "document_country_code": "KIR", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Hurricanes", "Storms", "Tsunamis", "Cyclones"], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2014", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KIR/2014/KIR-2014-01-01-KIRIBATI JOINT IMPLEMENTATION PLAN for Climate Change and Disaster Risk Management (KJIP) 2014-2023_caa2162802d338222b665d2a149a7e8a.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "© Government of Kiribati, 2014"}, {"text_block_id": "p1_b2", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved"}, {"text_block_id": "p1_b3", "text": "."}, {"text_block_id": "p1_b4", "text": "Original text: English"}, {"text_block_id": "p1_b5", "text": "Secretariat of the Pacific Community Cataloguing-in-publication dat"}, {"text_block_id": "p1_b6", "text": "a"}, {"text_block_id": "p1_b7", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management / developed by the"}, {"text_block_id": "p1_b8", "text": "Government of Kiribati"}, {"text_block_id": "p1_b9", "text": "1. Climatic changes - Kiribati"}, {"text_block_id": "p1_b10", "text": "."}, {"text_block_id": "p1_b11", "text": "2. Climatic changes - Management - Kiribati"}, {"text_block_id": "p1_b12", "text": "."}, {"text_block_id": "p1_b13", "text": "3. Climatic changes - Environmental aspects - Kiribati"}, {"text_block_id": "p1_b14", "text": "."}, {"text_block_id": "p1_b15", "text": "4. Climate change mitigation - Kiribati"}, {"text_block_id": "p1_b16", "text": "."}, {"text_block_id": "p1_b17", "text": "I.Title II. Kiribati III. Secretariat of the Pacific Communit"}, {"text_block_id": "p1_b18", "text": "y"}, {"text_block_id": "p1_b19", "text": "577.220 99593"}, {"text_block_id": "p1_b20", "text": "AACR"}, {"text_block_id": "p1_b21", "text": "2"}, {"text_block_id": "p1_b22", "text": "ISBN: 978-982-00-"}, {"text_block_id": "p1_b23", "text": "9"}, {"text_block_id": "p1_b24", "text": "Cover illustration: Duane Leewai, Graphic Artist & Rimon Rimon, Office of the President Photos pages 11, 30, 36, 49: Carlos Iacovino, SPREP, 201"}, {"text_block_id": "p1_b25", "text": "3"}, {"text_block_id": "p1_b26", "text": "Photos pages 14, 15, 28, 50, 56: Hanna Sabass, SPC/GIZ CCCPIR, 201"}, {"text_block_id": "p1_b27", "text": "3"}, {"text_block_id": "p1_b28", "text": "Photos pages 12, 17, 19, 25, 29, 31, 33, 34, 35, 41, 46, 60: Office of the President (OB"}, {"text_block_id": "p1_b29", "text": ")"}, {"text_block_id": "p1_b30", "text": "The development of the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management was initiated and coordinated by the Office of te Beretitenti and driven by the Kiribati National Expert Group (KNEG).The KJIP development was supported by the Secretariat of the Pacific Regional Environment Program (SPREP), the Secretariat of the Pacific Community (SPC), the SPC/Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH Coping with Climate Change in the Pacific Island Region (CCCPIR) program on behalf of the Federal German Ministry for Economic Cooperation and Development (BMZ), the United Nations Development Programme (UNDP) and the United Nations Children’s Fund (UNICEF).The KNEG received additional technical assistance from the Australia’s Aid Program (Ausaid), the European Union (EU) and the United States Agency for International Development (USAID)"}, {"text_block_id": "p1_b31", "text": "."}, {"text_block_id": "p1_b32", "text": "The editing was funded by the EU African, Carribean and Pacific Natural Disaster Facility through EDF9. Layout and printing funded by the SPC/GIZ CCCPIR program, on behalf of the BMZ"}, {"text_block_id": "p1_b33", "text": "."}, {"text_block_id": "p2_b34", "text": "Contents"}, {"text_block_id": "p3_b35", "text": "List of tables"}, {"text_block_id": "p3_b36", "text": "List of figures"}, {"text_block_id": "p4_b37", "text": "Foreword"}, {"text_block_id": "p4_b38_merged", "text": "Kiribati is highly vulnerable to the impacts of climate change and disasters. Its vulnerability is principally due to geological and physical features as well as inherent socio-economic characteristics. Climate change and disasters can have serious adverse impacts on the environment, the people of Kiribati and their livelihoods.According to climate change projections, these impacts will intensify over time.The Government of the Republic of Kiribati has taken note of this worrying trend. It has therefore considered measures to cope with these impacts as high priorities in its National Development Plan 2012–2015"}, {"text_block_id": "p4_b41", "text": "."}, {"text_block_id": "p4_b42", "text": "The Kiribati Joint Implementation Plan on Climate Change and Disaster Risk Management (KJIP) has been developed to reduce the vulnerabilities to the impacts of climate change and disaster risks and to coordinate priorities so that every single dollar spent will derive maximum value"}, {"text_block_id": "p4_b43", "text": "."}, {"text_block_id": "p4_b44", "text": "This plan is consistent with the regional and international frameworks on climate change and disaster risk management that the Government of the Republic of Kiribati has ratified"}, {"text_block_id": "p4_b45", "text": "."}, {"text_block_id": "p4_b46", "text": "Kiribati appreciates ongoing and future support, whether financial or technical, from its development partners which will enable the effective implementation of this plan for the enhancement of sustainable development and more resilient communities"}, {"text_block_id": "p4_b47", "text": "."}, {"text_block_id": "p4_b48", "text": "I humbly urge all stakeholders to harmoniously work together in implementing the priorities set out in the KJIP to enhance the resilience of tei-I-Kiribati and the country as a whole"}, {"text_block_id": "p4_b49", "text": "."}, {"text_block_id": "p4_b50", "text": "H.E Anote Tong"}, {"text_block_id": "p4_b51", "text": "President"}, {"text_block_id": "p4_b52", "text": "5"}, {"text_block_id": "p5_b53", "text": "Acknowledgements"}, {"text_block_id": "p5_b54", "text": "The preparation of the KJIP was initiated by the Office of te Beretitenti and driven by the Kiribati National Expert Group (KNEG) with representatives from government ministries, private enterprises and non"}, {"text_block_id": "p5_b55", "text": "-"}, {"text_block_id": "p5_b56", "text": "governmental organisations (NGOs)"}, {"text_block_id": "p5_b57", "text": "."}, {"text_block_id": "p5_b58", "text": "The KNEG was supported directly by a Regional Support Team, comprising representatives from the Secretariat of the Pacific Regional Environment Program (SPREP), the Secretariat of the Pacific Community (SPC), the SPC/Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH Coping with Climate Change in the Pacific Island Region program on behalf of the Federal German Ministry for Economic Cooperation and Development (BMZ), the United Nations Development Program (UNDP) and the United Nations Children’s Fund (UNICEF).The KNEG received additional technical assistance from Australia’s Aid Programme , the European Union (EU) and the United States Agency for International Development (USAID)"}, {"text_block_id": "p5_b59", "text": "."}, {"text_block_id": "p5_b60_merged_merged", "text": "Special gratitude is offered to the Government Cabinet Ministers, ministry secretaries, heads of departments,Parliamentary Select Committee, heads of NGOs and church leaders for investing their time and commitment in the development of the KJIP"}, {"text_block_id": "p5_b63", "text": "."}, {"text_block_id": "p6_b64", "text": "List of Acronyms"}, {"text_block_id": "p7_b65", "text": "Executive Summary"}, {"text_block_id": "p7_b66", "text": "Background"}, {"text_block_id": "p7_b67", "text": "The Republic of Kiribati is made up of three main island groups:The Gilbert, Phoenix and Line Islands and one isolated raised limestone island, Banaba (Ocean Island).The groups of islands contain 33 scattered atoll islands"}, {"text_block_id": "p7_b68", "text": ","}, {"text_block_id": "p7_b69", "text": "dispersed over 3.5 million square kilometers in the central Pacific Ocean.The three main island groups stretch over 800 kilometers from north to south and over 3,210 kilometers from east to west"}, {"text_block_id": "p7_b70", "text": "."}, {"text_block_id": "p7_b71", "text": "The Kiribati 2010 census determined that the total population was 103,058, of whom 50.7% were female and 49.3% male. In all, 48.7% of the population lives in the capital of South Tarawa (in the Gilbert Islands), which has a population density of 3,173 people per square kilometer (KNSO & SPC 2012).The mean age of the I-Kiribati population is 24.9 years and 15.9% of the population is aged five years or younger, reflecting the high birth rate of 31,3 per 1,000 people per year (KNSO & SPC 2012).The latest Kiribati National Disability Survey identified 3,840 people living with disabilities, with 23% of those under the age of twenty (KNDSAC 2005)"}, {"text_block_id": "p7_b72", "text": "."}, {"text_block_id": "p7_b73", "text": "The climate of Kiribati is hot and humid year around.This tropical climate is closely related to the temperature of the oceans surrounding the atolls and small islands.  However, its seasonal rainfall is highly variable from year to year, mostly due to the El Niño–Southern Oscillation (ENSO)"}, {"text_block_id": "p7_b74", "text": "."}, {"text_block_id": "p7_b75", "text": "Kiribati is blessed with a vast ocean territory and great diversity of marine biodiversity, but is limited in its land area and terrestrial resources.The Kiribati economy depends heavily on its rich marine resources for employment, income and subsistence living. However, the resources provided by its limited land and terrestrial biodiversity are also central to the Kiribati way of life"}, {"text_block_id": "p7_b76", "text": "."}, {"text_block_id": "p7_b77_merged_merged", "text": "The public sector dominates Kiribati’s economy. It provides two-thirds of all formal sector employment and accounts for almost 50% of gross domestic product. Kiribati is highly exposed to external economic shocks,particularly surges in food and fuel commodity prices, due to its limited revenue base and high dependency on imports"}, {"text_block_id": "p7_b80", "text": "."}, {"text_block_id": "p7_b81", "text": "Kiribati is categorised by the United Nations as both a ‘Small Island Developing State’ and a ‘Least Developed Country’"}, {"text_block_id": "p7_b82", "text": "."}, {"text_block_id": "p8_b83", "text": "Climate change and disaster risk context"}, {"text_block_id": "p8_b84", "text": "As a result of its inherent characteristics as an atoll nation, a least developed country, and with its fragile economy and environment, Kiribati is extremely vulnerable to climate change and has little capacity to cope with natural and man-made disasters"}, {"text_block_id": "p8_b85", "text": "."}, {"text_block_id": "p8_b86", "text": "Climate variability, driven by the natural phenomena ENSO, intermittently causes extreme weather events"}, {"text_block_id": "p8_b87", "text": "."}, {"text_block_id": "p8_b88", "text": "There are also other non-weather related hazards such as oil spills (man-made) or tsunamis (tectonically caused). Coupled with climate change, extreme weather events are predicted to become more frequent"}, {"text_block_id": "p8_b89", "text": "."}, {"text_block_id": "p8_b90", "text": "Additionally, existing socio-economic and environmental pressures are intensifying.This highlights how these factors are strongly interrelated in the Kiribati context. It is therefore logical to consider and address climate change adaptation and disaster risk management in a systematic and integrated manner"}, {"text_block_id": "p8_b91", "text": "."}, {"text_block_id": "p8_b92", "text": "Already climate-related hazards such as salt-water inundation, droughts, plagues and epidemics as well as man-made hazards such as fires, oil spills and aircraft accidents pose challenges to the nation’s economy, food and water security, as well as the overall well-being of its people. Climate variability and climate change are already causing and are predicted to continue to cause: increasing surface air and sea temperatures, increasing precipitation throughout the year, more days of extreme rainfall and heat, rising sea-levels and increasing ocean acidification.  In addition, although the risks are generally considered minimal, Kiribati could also be affected by a tsunami"}, {"text_block_id": "p8_b93", "text": "."}, {"text_block_id": "p8_b94", "text": "The social, economic and environmental ramifications of the observed and projected climatic changes and hazards are multiplied when overlaid with the high levels of vulnerability of people and their environment"}, {"text_block_id": "p8_b95", "text": "."}, {"text_block_id": "p8_b96_merged_merged", "text": "Climate change and disaster risks are being addressed in policies and strategies relating to population, water and sanitation, health and environment, and are progressively being incorporated into policies and strategies relating to fisheries, agriculture, labour, youth and education. However, only a few sectors have transferred strategic actions to address climate and disaster risks into their annual Sector Operational Plans and Ministerial Plans of Operations and budgeting.A climate change and disaster risk management rapid assessment report on budgetary allocations for 2011, 2012 and 2013 revealed that, over this period, a total of AUD 83 million (about 15.7% of the national budget) was allocated to programs related to climate change while AUD 90 million (about 17% of the national budget) was allocated to disaster risk management programs. Further analyses showed that between 2011 and 2013, the Consolidated Budget and Development Fund committed approximately AUD 82 million to addressing climate change and AUD 89 million to disaster risk management. Such budgetary commitments support the notion that, while measures to address climate change and disaster risks seem to be well integrated into key sectors, these efforts need to be maintained and upscaled in order to improve the resilience of the Kiribati population"}, {"text_block_id": "p8_b99", "text": "."}, {"text_block_id": "p8_b100", "text": "Development of the KJIP"}, {"text_block_id": "p8_b101", "text": "The Government of the Republic of Kiribati, following consultation with regional technical advisory organisations, initiated the process of developing a Kiribati Joint National Action Plan on Climate Change and Disaster Risk Management (KJIP) in 2011.This document is designed to complement the National Disaster Risk Management Plan (GoK 2012b) and the National Framework for Climate Change and Climate Change Adaptation (GoK 2013). By identifying tangible, on-the-ground actions for resilience and measures that enable the Government to facilitate these, the plan will guide the implementation of these complementary policies in an integrated approach"}, {"text_block_id": "p8_b102", "text": "."}, {"text_block_id": "p8_b103", "text": "The main rationale for this approach is that a systematic and integrated plan, where tangible actions are identified, will maximise the efficiency and effectiveness of existing capacities and resources as well as ensuring new initiatives are well targeted and have maximum impact. In addition, the development of this plan was seen as a key vehicle for integration of climate change and disaster risks into all sectors, thus promoting a holistic approach that involves the cooperation of Government, civil society and the private sector"}, {"text_block_id": "p8_b104", "text": "."}, {"text_block_id": "p9_b105", "text": "Each strategy identifies results and a combination of outcome- and output-based indicators"}, {"text_block_id": "p9_b106", "text": "."}, {"text_block_id": "p9_b107", "text": "KJIP implementation arrangements – governance, coordination, communication and monitoring:"}, {"text_block_id": "p9_b108", "text": "The KJIP is building on and intended to strengthen existing implementation, financing and monitoring functions by integrating them with climate change and disaster risk management considerations. In addition, it is designed to strengthen coordination and communication among the Office of te Beretitenti, Ministry of Finance and Economic Development, Ministry of Foreign Affairs and Immigration and line ministries as well as civil society and development partners"}, {"text_block_id": "p9_b109", "text": "."}, {"text_block_id": "p9_b110", "text": "The KJIP formalises the role of the newly established Kiribati National Expert Group on Climate Change and Disaster Risk Management (KNEG) to become the main advisory body and coordination mechanism as well as the entry point for climate change and disaster risk management initiatives. Furthermore, it is intended that a KJIP Secretariat will be established, with the main roles of: facilitating KNEG meetings; reviewing and monitoring KJIP implementation together with responsible lead agencies; and communicating with the general public"}, {"text_block_id": "p9_b111", "text": ","}, {"text_block_id": "p9_b112", "text": "Parliament, Cabinet, development partners and the international community.The KJIP Secretariat will be under the guidance of the Development Coordinating Committee"}, {"text_block_id": "p9_b113", "text": "."}, {"text_block_id": "p9_b114", "text": "The KJIP vision, goal, strategies and results will be disseminated by all implementing partners through existing information sharing networks, media and forums at international, regional, national and local levels.This work will align with the Kiribati Climate Change and Climate Risk Communications Strategy that is currently being finalized"}, {"text_block_id": "p9_b115", "text": "."}, {"text_block_id": "p9_b116_merged_merged", "text": "The KJIP will be monitored through the Kiribati Development Plan Monitoring and Evaluation Framework (2012) in compliance with the Monitoring and Evaluation Policy.At the ministerial level, the KJIP strategies will be monitored through the annual Ministry Strategic Plans, which will have to incorporate relevant KJIP actions and outcome indicators.The KJIP is understood to be a living document and as such the KNEG can adjust it to meet emerging needs, to be approved by the Development Coordinating Committee"}, {"text_block_id": "p9_b119", "text": "."}, {"text_block_id": "p9_b120", "text": "Funding the KJIP"}, {"text_block_id": "p9_b121", "text": "The implementation of the KJIP is to be financed through already existing strategies, ranging from the national budget to Overseas Development Assistance, including additional climate change funding and disaster related humanitarian aid"}, {"text_block_id": "p9_b122", "text": "."}, {"text_block_id": "p9_b123", "text": "The overall gross indicative value of the resources needed to implement the KJIP over the period 2014-2023 is estimated to be AUD 103,107,161. Of this total, it is estimated that the financial costs constitute 96%, as detailed in Table 1"}, {"text_block_id": "p9_b124", "text": "."}, {"text_block_id": "p10_b125", "text": "Table 1: Financial costs (rounded)"}, {"text_block_id": "p11_b126", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management"}, {"text_block_id": "p12_b127", "text": "1: Background"}, {"text_block_id": "p12_b128", "text": "1.1 Key geographical and geological features"}, {"text_block_id": "p12_b129", "text": "The Republic of Kiribati is made up of 33 scattered islands, dispersed over 3.6 million square kilometres in the Central Pacific Ocean. From north to south of the group, the distance is only 800 km, but from east to west, it is more than 3,210 km (see Figure 1).There are three main island groups: Gilbert, Phoenix and the Line Islands consisting of 32 low-lying atolls that rise to no more than 2-3 metres above sea level, apart from Banaba, a raised coral island with a highest point of 81m, which was once a rich source of phosphate"}, {"text_block_id": "p12_b130", "text": "."}, {"text_block_id": "p12_b131", "text": "Figure 1:  Map of Kiribati"}, {"text_block_id": "p12_b132", "text": "The Kiribati 2010 census determined that the total population was 103,058, of whom 50.7% were female and 49.3% male.This indicates an increase of 11.4% or 10,525 people over the five years since 2005, when the census recorded a population of 92,533.This increase represents an average annual rate of growth of 2.28% (KNSO 2010)"}, {"text_block_id": "p12_b133", "text": "."}, {"text_block_id": "p12_b134", "text": "On the capital island South Tarawa (in the Gilbert Group) the population density is one of the highest at 3,173 people per square kilometre. It is here that 48.7% of the population of Kiribati resides, and that the population increased by 24% over the five years between 2005 and 2010 (ADB 2011). On the outer islands of the Gilbert Group the 2010 census recorded a population of 45,299, and another 7,577 in the islands of the Line and Phoenix Groups (MELAD ALD 2012)"}, {"text_block_id": "p12_b135", "text": "."}, {"text_block_id": "p12_b136_merged", "text": "More specifically, the populations in the islands of Teraina,Tamana, Butaritari, Kiritimati and North Tarawa increased from 2005 to 2010, whereas populations in Banaba, Makin,Tabuaeran, Nonouti and Onotoa decreased.High rates of population growth in urban centres have placed stress on water and sanitation infrastructure,causing a high incidence of water-borne disease (ADB 2009)"}, {"text_block_id": "p12_b141", "text": "."}, {"text_block_id": "p12_b142", "text": "Youth represent more than 20% of the population of Kiribati and this percentage is projected to grow over the next decade (KNSO 2012).The mean age of the population is 24.9 years and 15.9% of the population is aged five years or younger, reflecting the high birth rate of 31,3 per 1,000 people per year (KNSO 2012).The latest Kiribati National Disability Survey identified 3,840 people with disabilities, with 23% of those under the age of 20 years (KNDSAC 2005)"}, {"text_block_id": "p12_b143", "text": "."}, {"text_block_id": "p13_b144", "text": "Geographical and Demographical Data"}, {"text_block_id": "p13_b145_merged", "text": "Sources: KNSO 2012; KNSO & SPC 2012; KMS & BoM & CSIRO 2011;  ADB 2011; KNDSAC 2005"}, {"text_block_id": "p14_b156", "text": "1.2 Environment and biodiversity"}, {"text_block_id": "p14_b157", "text": "Kiribati ratified the United Nations Convention on Biological Diversity (UNCBD) in 1994 as well as the International Treaty of Plant Genetic Resources for Food and Agriculture (ITPGRFA) in 2005 and the Cartagena Protocol on Biosafety in 2004. It has a National Biodiversity Planning Committee (NPBC) which is made up of a multi- disciplinary team comprising of stakeholders from a variety of Government Ministries as well as Civil Society partners"}, {"text_block_id": "p14_b158", "text": "."}, {"text_block_id": "p14_b159", "text": "Ocean"}, {"text_block_id": "p14_b160", "text": "With its large ocean territory, Kiribati has a rich marine biodiversity.The Phoenix Group is one of the largest marine parks in the world and in 2010 was added to the list of United Nations Educational, Scientific and Cultural Organization (UNESCO) World Heritage sites.There are two submerged reef systems in this protected area, the greater part of which is comprised of ocean floor with a water column averaging more than 4,000 metres deep and reaching a maximum at 6,147 metres. It is home to a number of predatory fish"}, {"text_block_id": "p14_b161", "text": ","}, {"text_block_id": "p14_b162", "text": "sea turtles, sea birds, corals, giant clams and coconut crabs, most of which have been depleted elsewhere in the region (MELAD ECD 2006)"}, {"text_block_id": "p14_b163", "text": "."}, {"text_block_id": "p14_b164", "text": "The relatively rich variety of marine fauna (consisting of approximately 300 to 400 species) continues to provide the people of Kiribati with their main source of protein – fish"}, {"text_block_id": "p14_b165", "text": "."}, {"text_block_id": "p14_b166", "text": "Land"}, {"text_block_id": "p14_b167", "text": "In contrast, the indigenous land-based flora and fauna of Kiribati are among the poorest on earth and there are few, if any, endemic species. Despite the limitations of land, soil and freshwater resources, the people of Kiribati have developed sophisticated subsistence agricultural systems based mainly on coconut, breadfruit, pandanus and swamp taro"}, {"text_block_id": "p14_b168", "text": "."}, {"text_block_id": "p14_b169", "text": "Kiritimati in the Line Group is the largest atoll in the world and holds a diversity of avifauna that is of both regional and international significance.The atoll provides nesting, roosting, feeding and migration sites for over 40 bird species (MELAD ECD 2006)"}, {"text_block_id": "p14_b170", "text": "."}, {"text_block_id": "p14_b171", "text": "1.3 Current climate and climate variability"}, {"text_block_id": "p14_b172", "text": "The climate data presented here are derived from temperature and rainfall records that were started between 1909 and 1950 up to 2009 and analysed by the Kiribati Meteorological Service (KMS), the Australian Bureau of Meterology (BoM) and the Commonwealth Scientific and Industrial Research Organisation (CSIRO, 2011)"}, {"text_block_id": "p14_b173", "text": "."}, {"text_block_id": "p14_b174", "text": "Kiribati is operating five meteorological stations – in Tarawa for the Gilbert Group, in Kiritimati for the Line Group and in Beru, Kanton and Tabuaeran"}, {"text_block_id": "p14_b175", "text": "."}, {"text_block_id": "p14_b176", "text": "Current Climate"}, {"text_block_id": "p14_b177_merged_merged_merged", "text": "Kiribati has a hot, humid, tropical climate with an average air temperature of 28.3°C and average rainfall of about 2100 mm per year in Tarawa (1980–1999;Bell et al.2011).Its climate is closely related to the temperature of the oceans surrounding the small islands and atolls.Across Kiribati the average temperature is relatively constant year round. From season to season the temperature changes by no more than about 1°C. Kiribati has two seasons – te Au Maiaki, the dry season and te Au Meang, the wet season.The periods of the seasons vary from location to location and are strongly influenced by the seasonal movement of the South Pacific Convergence Zone (SPCZ) and the Intertropical Convergence Zone (ITCZ) (see Figure 2; KMS, BoM & CSIRO 2011 Vol 2)"}, {"text_block_id": "p14_b190", "text": "."}, {"text_block_id": "p15_b191", "text": "The arrows show near surface winds, the blue shading represents the bands of rainfall convergence zones, the dashed oval"}, {"text_block_id": "p15_b192", "text": "shows the West Pacific Warm Pool and H represents typical positions of moving high pressure systems.’ Source KMS, BoM"}, {"text_block_id": "p15_b193", "text": "& CSIRO 2011 Vol 1: 37"}, {"text_block_id": "p15_b194_merged_merged", "text": "The six-month dry season (te Au Maiaki) for Tarawa starts in June, with the lowest mean rainfall in October.The wet season (te Au Meang) starts in November and lasts until April; the highest rainfall occurs from January to March, peaking with a mean of 268 mm in January.The highest rainfall usually occurs when the ITCZ is furthest south and closest to Tarawa; there are also high rainfalls, though to a lesser extent, when the SPCZ is strongest"}, {"text_block_id": "p15_b199", "text": "."}, {"text_block_id": "p15_b200", "text": "The average sea-surface temperature of oceans around Kiribati is 29.2°C (1980–1999).As Kiritimati is 2000 km to the east from Tarawa, its wet season starts at a different time, from January to June, with the wettest months being March and April (see Figure 3). Rainfall in the northeast of Kiribati is only affected by the ITCZ"}, {"text_block_id": "p15_b201", "text": "."}, {"text_block_id": "p15_b202", "text": "Figure 3: Seasonal rainfall and temperature on Tarawa and Kiritimati"}, {"text_block_id": "p15_b203", "text": "Grey bars: mean annual cycle of rainfall. Source: KMS, BoM & CSIRO 2011: Kiribati Country Brochure"}, {"text_block_id": "p16_b204", "text": "Across Kiribati there is a change in mean monthly rainfall towards the end of the year"}, {"text_block_id": "p16_b205", "text": "."}, {"text_block_id": "p16_b206", "text": "There is however, a large variation in mean annual rainfall across Kiribati"}, {"text_block_id": "p16_b207", "text": "."}, {"text_block_id": "p16_b208", "text": "A notable zone of lower rainfall,  less than 1500mm per year exists near the equator and extends eastwards from 170°E. On average,Tarawa at 1.1416ºN receives just under 2100mm, while the island of Butaritari at 3.1678ºN only 350km to the north, receives around 3000mm (KMS"}, {"text_block_id": "p16_b209", "text": ","}, {"text_block_id": "p16_b210", "text": "BoM & CSIRO 2011)"}, {"text_block_id": "p16_b211", "text": "."}, {"text_block_id": "p16_b212", "text": "Climate variability"}, {"text_block_id": "p16_b213", "text": "The climate of Kiribati, especially rainfall, is highly variable from year to year"}, {"text_block_id": "p16_b214", "text": "."}, {"text_block_id": "p16_b215", "text": "Tarawa, for example, receives more than 4000 mm of rainfall in the wettest years, but only 150 mm in the driest.This huge range is similar in Kiritimati and has enormous impacts on water availability and quality, crop production and health"}, {"text_block_id": "p16_b216", "text": "."}, {"text_block_id": "p16_b217", "text": "The main reason for this variability is the El Niño–Southern Oscillation (ENSO).  Many Kiribati islands lie within the equatorial waters that warm significantly during an El Niño event and cool during a La Niña event"}, {"text_block_id": "p16_b218", "text": "."}, {"text_block_id": "p16_b219", "text": "As a result rainfall is much higher than normal during an El Niño and much lower during a La Niña. Maximum air temperatures tend to be higher than normal during El Niño years, driven by the warmer oceans surrounding the islands, while in the dry season minimum air temperatures in El Niño years are below normal.At Kiritimati"}, {"text_block_id": "p16_b220", "text": ","}, {"text_block_id": "p16_b221", "text": "El Niño events also bring wetter conditions in both seasons and La Niña events bring drought (KMS, BoM & CSIRO 2011;Vol. 2)"}, {"text_block_id": "p16_b222", "text": "."}, {"text_block_id": "p16_b223", "text": "El Niño is generally associated with above-normal rainfall and strong westerly winds, while La Niña is associated with below-normal rainfall and the risk of drought"}, {"text_block_id": "p16_b224", "text": "."}, {"text_block_id": "p16_b225", "text": "1.4 Economy"}, {"text_block_id": "p16_b226", "text": "Small scale"}, {"text_block_id": "p16_b227", "text": "The natural resources of Kiribati provide a narrow production base, consisting largely of subsistence agriculture"}, {"text_block_id": "p16_b228", "text": ","}, {"text_block_id": "p16_b229", "text": "copra and fish.The very limited natural resource base and infertile soil of atoll islands constrain agricultural development. Kiribati does, however, possess abundant ocean resources – principally fish, seaweed, manganese nodules and cobalt-rich crusts"}, {"text_block_id": "p16_b230", "text": "."}, {"text_block_id": "p16_b231_merged_merged_merged_merged_merged", "text": "The maritime and fisheries sector offers strong employment opportunities for I-Kiribati.Access agreements currently dictate I-Kiribati crewing requirements and I-Kiribati crew have built a strong regional reputation,particularly among Japanese fleets. It is estimated that approximately 325 I-Kiribati crew are working on Japanese fishing vessels and between 100 and 200 on Korean,Taiwanese and Chinese fleets (MFMRD 2013)"}, {"text_block_id": "p16_b234", "text": "."}, {"text_block_id": "p16_b235", "text": "In addition, I-Kiribati are developing expertise and reputations as merchant seafarer with over 600 employed abroad.These maritime positions are now providing significant national income of over AUD 8 million for for Kiribati through remittances. Maritime training for I-Kiribati is a key development field"}, {"text_block_id": "p16_b236", "text": "."}, {"text_block_id": "p16_b237", "text": "The limited employment opportunities within the country have, however, forced skilled nationals to migrate abroad in search of jobs (Mendani et. al. 2008).Youth unemployment or underemployment is particularly high at 54% for those aged 15–24 years – more than double the rate of the broader Kiribati population (KNSO 2012)"}, {"text_block_id": "p16_b238", "text": "."}, {"text_block_id": "p17_b239", "text": "Large scale"}, {"text_block_id": "p17_b240", "text": "The public sector dominates the Kiribati economy. 34% of the paid labour force is employed by government and the government sector accounts for almost 31% of the gross domestic product (GDP)"}, {"text_block_id": "p17_b241", "text": "."}, {"text_block_id": "p17_b242", "text": "Agriculture and fishing account for 25 % followed by real estate with 12% of the GDP (real GDP in 2006 prices, MFED KNSO 2012 & KNSO & SPC 2012). Remittances and earnings from the Revenue Equalisation Reserve Fund are also important"}, {"text_block_id": "p17_b243", "text": "."}, {"text_block_id": "p17_b244", "text": "Tourism plays a fairly modest role in the Gilbert Islands but for the Northern Line Islands, especially Kiritimati"}, {"text_block_id": "p17_b245", "text": ","}, {"text_block_id": "p17_b246", "text": "tourism has a high priority (ADB 2009; Hay and Onorio 2006)"}, {"text_block_id": "p17_b247", "text": "."}, {"text_block_id": "p17_b248", "text": "Fishery resources are critically important to the Kiribati economy for revenue, employment and income.The combined value of all Kiribati lagoon, coastal and oceanic fisheries is estimated to exceed AUD 110 million per year (MFMRD 2013).The lagoons and rich oceanic waters of Kiribati are home to numerous artisanal and small-scale commercial fisheries"}, {"text_block_id": "p17_b249", "text": ","}, {"text_block_id": "p17_b250", "text": "aquaculture operations and commercial joint ventures"}, {"text_block_id": "p17_b251", "text": ","}, {"text_block_id": "p17_b252", "text": "as well as foreign distant water fishing fleets that fish in Kiribati’s exclusive economic zone (EEZ) and primarily land in foreign ports for foreign markets"}, {"text_block_id": "p17_b253", "text": "."}, {"text_block_id": "p17_b254", "text": "Kiribati receives significant support from its development partners, which finances almost all the Government’s development expenditure. External grants in 2010 were estimated at AUD 55.8 million.The Government also borrowed AUD 4 million for development projects in 2010. No donor provides direct budget support at present.The proportion of aid flows that are managed using national procedures is relatively low (MFED 2008)"}, {"text_block_id": "p17_b255", "text": "."}, {"text_block_id": "p17_b256", "text": "Kiribati is highly exposed to external economic shocks, particularly surges in food and fuel commodity prices"}, {"text_block_id": "p17_b257", "text": ","}, {"text_block_id": "p17_b258", "text": "due to its limited revenue base and high dependency on imports. Progress toward achieving the Millennium Development Goals is poor, even by regional standards, particularly in relation to certain aspects of health"}, {"text_block_id": "p17_b259", "text": ","}, {"text_block_id": "p17_b260", "text": "water and sanitation. It is unlikely that Kiribati will achieve the target of halving poverty by 2015 (Hay and Onorio 2006;World Bank n.d.)"}, {"text_block_id": "p17_b261", "text": "."}, {"text_block_id": "p17_b262", "text": "1.5 Communications and transport"}, {"text_block_id": "p17_b263", "text": "Communication services remain limited throughout Kiribati and when they are available they are very expensive.Television service has been re-established recently.The radio is providing the main form of mass communication.There are currently two radio stations as well as a number of weekly print newspapers"}, {"text_block_id": "p17_b264", "text": "."}, {"text_block_id": "p17_b265_merged_merged_merged_merged", "text": "Internet penetration remains relatively weak, with just 4% of households having access to the internet in 2010 (see figure 4).This figure does, however, represent an increase from 2% of houeholds in 2005 (KNSO 2010).While those on the outer islands (almost half of the population) are unlikely to have access to an internet connection, even those based in the capital South Tarawa are constrained by high costs of services"}, {"text_block_id": "p17_b268", "text": "."}, {"text_block_id": "p17_b269", "text": "Figure 4: Ownership of transport and communication assets, Kiribati 2010"}, {"text_block_id": "p17_b270", "text": "Source: KNSO & SPC 2012: 75"}, {"text_block_id": "p18_b271", "text": "Access to telephones is also extremely limited. Just 29.9% of the households in 2010 owned a mobile phone and only 8.4% of households had a landline phone (KNSO & SPC 2012). In 2013 a 3G network was introduced on Tarawa.To some extent, the high costs and lack of access reflect how much the population of Kiribati relies on satellites for communication. However, neighbouring island nations that also rely on satellites have a stronger telecommunications private sector and have managed to keep costs to approximately a quarter of those in Kiribati (World Bank 2012)"}, {"text_block_id": "p18_b272", "text": "."}, {"text_block_id": "p18_b273", "text": "In addition to limited access to communication technology, communication between islands, particularly outer islands, is difficult because of extreme geographical constraints including isolation and a lack of access to affordable transport. Only 6.5% of the population own a car, 21% a motorbike and 7.6% a boat of any kind"}, {"text_block_id": "p18_b274", "text": "."}, {"text_block_id": "p18_b275", "text": "Bicycles are the main form of land transport, particularly in the outer islands where road infrastructure is limited (KNSO & SPC 2012)"}, {"text_block_id": "p18_b276", "text": "."}, {"text_block_id": "p18_b277", "text": "The main island of South Tarawa is connected through commercial flights twice weekly to both Fiji Islands and Nauru. Kiritimati is connected to Fiji Islands once a week and there are domestic services offered by the two operating domestic carriers.These services are, however, limited to the Gilbert Group.Transport from the capital South Tarawa to the biggest atoll and key tourist destination, Kiritimati, requires international transit through Fiji Islands (World Bank 2012).There are also four inter-island ferry and shipping services and a number of small, higher-speed boats available for charter"}, {"text_block_id": "p18_b278", "text": "."}, {"text_block_id": "p18_b279", "text": "1.6 Government and governance"}, {"text_block_id": "p18_b280", "text": "Formerly part of the British territory known as the Gilbert and Ellice Islands, Kiribati became an independent republic in 1979 and now enjoys full membership of the United Nations and all regional organisations"}, {"text_block_id": "p18_b281", "text": "."}, {"text_block_id": "p18_b282", "text": "The country is a member of the Commonwealth and adopted a blend of both the British and American parliamentary systems. It is a sovereign, democratic state with a 42-member Maneaba ni Maungatabu (House of Parliament), elected every four years.The Beretitenti (President) is elected nationally from among three or four candidates nominated by the Maneaba from its ranks.The Beretitenti chooses a 12-member cabinet from the Maneaba"}, {"text_block_id": "p18_b283", "text": "."}, {"text_block_id": "p18_b284", "text": "The outer islands are well represented in Parliament, with 35 members representing the outer islands and six members for South Tarawa.Women make up just 4.3% of the members of the Kiribati Parliament, even though they represent 50% of the workforce (UNWomen n.d.)"}, {"text_block_id": "p18_b285", "text": "."}, {"text_block_id": "p18_b286", "text": "There are 20 island councils and three urban councils. Members of the island councils have discretionary power through issuing licences for business development and setting prices such as bus fares (KILGA 2013)"}, {"text_block_id": "p18_b287", "text": "."}, {"text_block_id": "p18_b288", "text": "A number of councils have developed strategic and operational plans, including Betio Town Council, Eutan Council and Abaiang Council, and Teinainono Council has launched its plan"}, {"text_block_id": "p18_b289", "text": "."}, {"text_block_id": "p18_b290", "text": "Disability falls under the responsibility of the Ministry of Women,Youth and Social Affairs (MWYSA) although there is neither a dedicated budget nor a dedicated position for it. Neither the Ministry of Education (MoE) or Health and Medical Services (MHMS) has dedicated positions that focus on disability support (UNICEF 2010)"}, {"text_block_id": "p18_b291", "text": "."}, {"text_block_id": "p18_b292_merged_merged_merged_merged", "text": "While some women hold significant positions in the public service, historically not many women have been involved in the highest level of decision-making.Women’s voice and issues at the community level are being heard and incorporated into planning where women participated or had their views voiced by the men"}, {"text_block_id": "p18_b295", "text": "."}, {"text_block_id": "p19_b296", "text": "2 Climate Change and Disaster Risk Context"}, {"text_block_id": "p19_b297", "text": "As a result of its inherent characteristics as an atoll nation and a least developed country, Kiribati is extremely vulnerable to climate change and has very little capacity to cope with natural and man-made disasters"}, {"text_block_id": "p19_b298", "text": "."}, {"text_block_id": "p19_b299", "text": "Climate variability is causing and will continue to cause more frequent and increasingly intense weather events"}, {"text_block_id": "p19_b300", "text": ","}, {"text_block_id": "p19_b301", "text": "and climate change will heighten existing socio-economic and environmental pressures.While some natural hazards are not climate related, such as tsunamis or oil spills, they share the common factors of vulnerability (including exposure) and the similar tools used to monitor, analyse and address adverse consequences"}, {"text_block_id": "p19_b302", "text": "."}, {"text_block_id": "p19_b303", "text": "Therefore, it makes sense to consider and address disaster risk management and climate change adaptation in a systematic and integrated manner"}, {"text_block_id": "p19_b304", "text": "."}, {"text_block_id": "p19_b305", "text": "While it must be acknowledged that there are barriers to addressing these concepts in a joint approach, the potential benefits of doing so are immense. Both disaster risk management and climate change adaptation and mitigation aim to improve the resilience of communities so an integrated approach will help to advance sustainable national development, making better use of existing national and regional capacities and resources as well as more effectively targeting new initiatives to address multiple hazards and phenomena"}, {"text_block_id": "p19_b306", "text": "."}, {"text_block_id": "p19_b307", "text": "Chapter 2.1 to 2.2 report on the results of an analysis of the observed and predicted climatic changes and existing hazards Kiribati is exposed to. Chapter 2.3 highlights general and sector specific the socio-economic"}, {"text_block_id": "p19_b308", "text": ","}, {"text_block_id": "p19_b309", "text": "physical and environmental sensitivities that Kiribati faces, and the observed as well as potential future impacts of its vulnerabilities. Chapter 4 presents responses to these challenges, with strategies and actions that address the vulnerabilities to increase resilience and offer ways of coping with potential impacts"}, {"text_block_id": "p19_b310", "text": "."}, {"text_block_id": "p19_b311", "text": "2.1 The changing climate of Kiribati"}, {"text_block_id": "p19_b312", "text": "Most of the global emissions that contribute to climate change originate from burning fossil fuels for transportation, electricity, heating and industry in economically fast-growing and industrialised countries"}, {"text_block_id": "p19_b313", "text": "."}, {"text_block_id": "p19_b314", "text": "Since the beginning of the 20th century, global industrial activity has grown by 40 times, and the emission of greenhouse gases has grown by 10 times. In addition, land use changes due to deforestation and agricultural production have contributed to the higher emissions"}, {"text_block_id": "p19_b315", "text": "."}, {"text_block_id": "p19_b316", "text": "Despite all international efforts to reduce emissions, the amount of carbon dioxide (CO"}, {"text_block_id": "p19_b317", "text": "2"}, {"text_block_id": "p19_b318", "text": ") in the atmosphere increased from around 280 parts per million (ppm) at the beginning of the century to 400 ppm in 2013 (Tans and Keeling 2013)"}, {"text_block_id": "p19_b319", "text": "."}, {"text_block_id": "p19_b320", "text": "According to scientists, the safe upper limit for CO"}, {"text_block_id": "p19_b321", "text": "2"}, {"text_block_id": "p19_b322", "text": "is 350ppm. In addition, methane (CH"}, {"text_block_id": "p19_b323", "text": "4"}, {"text_block_id": "p19_b324", "text": ") rose from a pre-industrial atmospheric concentration of around 700 parts per billion (ppb) to about 1789 ppb by 2007 (see Figure 5)"}, {"text_block_id": "p19_b325", "text": "."}, {"text_block_id": "p19_b326", "text": "Figure 5: Rising global mean surface temperatures"}, {"text_block_id": "p19_b327", "text": "Source: NASA and Earth Observatory 2013"}, {"text_block_id": "p19_b328_merged_merged_merged_merged_merged", "text": "The climate of Kiribati is changing and will continue to change in the future. Steadily increasing emissions of greenhouse gases have enhanced the greenhouse effect, causing the climate to warm all around the world,including in Kiribati"}, {"text_block_id": "p19_b331", "text": "."}, {"text_block_id": "p20_b332_merged", "text": "This trend is of great concern to Kiribati, as the increasing temperatures have a huge range of global implications. Due to the melting of land-based glaciers and ice sheets and the thermal expansion of the ocean,the sea level is rising. Rainfall patterns are changing and extreme weather events will get more frequent and intense. In addition, warmer oceans that take in more carbon dioxide impact on growth and productivity of marine life – in tropical areas, the effects are particularly negative for coral reef habitats"}, {"text_block_id": "p20_b335", "text": "."}, {"text_block_id": "p20_b336", "text": "The following subsections report on changes in climate in Kiribati – both those already observed and those predicted for the future"}, {"text_block_id": "p20_b337", "text": "."}, {"text_block_id": "p20_b338", "text": "Observed trends"}, {"text_block_id": "p20_b339", "text": "Table 2 summarises the trends already observed in variables such as temperature, rainfall, sea level, extreme events and ocean acidification in Kiribati"}, {"text_block_id": "p20_b340", "text": "."}, {"text_block_id": "p20_b341", "text": "Table 2: Climate trends in Kiribati observed over a period from 1950 to 2009"}, {"text_block_id": "p20_b342", "text": "Source: KMS, BoM & CSIRO 2011"}, {"text_block_id": "p21_b343", "text": "Figure 6: Observed and projected sea-level change in Kiribati relative to 1990 levels"}, {"text_block_id": "p21_b344", "text": "‘The observed sea-level records are indicated in dark blue (relative tidegauge observations) and light blue (the satellite record since 1993). Reconstructed estimates of sea level near Kiribati (since 1950) are shown in purple.The projections for the A1B (medium) emissions scenario (representing 90% of the range of models) are shown by the shaded green region from 1990 to 2100.The dashed lines are an estimate of"}, {"text_block_id": "p21_b345", "text": "90% of the range of natural year-to-year variability in sea level."}, {"text_block_id": "p21_b346", "text": "’"}, {"text_block_id": "p21_b347", "text": "Source: KMS, BoM & CSIRO 2011"}, {"text_block_id": "p21_b348", "text": "Projections based on Global Models"}, {"text_block_id": "p21_b349_merged", "text": "The projections for the climate of Kiribati in future presented here are based on up to 18 global climate models for up to three emission scenarios – low, medium and high – and three 20-year periods – centred on 2030,2055 and 2090, relative to 1990 (see Figure 6,Table 3, 4 & 5).There is no single projected climate future for Kiribati, but rather a range of possible futures. Projections represent an average change over either the whole of Kiribati or over smaller but still broad geographic regions such as the Line Group. However, projections are not for specific locations such as towns (KMS, BoM & CSIRO 2011,Vol. 2)"}, {"text_block_id": "p21_b352", "text": "."}, {"text_block_id": "p21_b353", "text": "The projections listed in Table 3 are presented along with confidence levels based on expert judgement by scientists who conducted the analysis.The levels range from very high, high and moderate to low confidence"}, {"text_block_id": "p21_b354", "text": "."}, {"text_block_id": "p22_b355", "text": "Table 3: Climate projections for Kiribati over the 21st century"}, {"text_block_id": "p22_b356", "text": "Source: KMS, BoM & CSIRO 2011; Bell et al. 2011"}, {"text_block_id": "p23_b357", "text": "Table 4: Climate change projections of parameters"}, {"text_block_id": "p23_b358", "text": "Source:Warrick et al. 2013"}, {"text_block_id": "p23_b359", "text": "Table 5: Climate change projections of variables with different emission scenarios"}, {"text_block_id": "p23_b360", "text": "Source: CSIRO 2013"}, {"text_block_id": "p23_b361", "text": "2."}, {"text_block_id": "p23_b362", "text": "2"}, {"text_block_id": "p23_b363", "text": "Hazar"}, {"text_block_id": "p23_b364", "text": "d"}, {"text_block_id": "p23_b365", "text": "profil"}, {"text_block_id": "p23_b366", "text": "e"}, {"text_block_id": "p23_b367", "text": "fo"}, {"text_block_id": "p23_b368", "text": "r"}, {"text_block_id": "p23_b369", "text": "Kiribat"}, {"text_block_id": "p23_b370", "text": "i"}, {"text_block_id": "p23_b371", "text": "Traditionally disaster plans have focused on acute impact events, categorised as either ‘natural’ or ‘manmade’"}, {"text_block_id": "p23_b372", "text": "."}, {"text_block_id": "p23_b373", "text": "However, chronic events that result from social, economic and environmental pressures have the potential to be as damaging to sustainable development and community vulnerability as acute impact events"}, {"text_block_id": "p23_b374", "text": "."}, {"text_block_id": "p23_b375", "text": "The National Disaster Risk Management Plan (NDRMP; GoK 2012b) identifies the following acute impact events threatening Kiribati that arise from ‘natural’ sources"}, {"text_block_id": "p23_b376", "text": "."}, {"text_block_id": "p23_b377", "text": "Inundation"}, {"text_block_id": "p23_b378", "text": "As a result of ENSO events,Tarawa already experiences significant natural fluctuations in sea level of about 0.5 metres.These fluctuations will affect the inundation potential of the atoll, particularly when combined with storm surges and the projected increase in sea level.The low-lying places along the atolls have already experienced this"}, {"text_block_id": "p23_b379", "text": "."}, {"text_block_id": "p23_b380", "text": "Inundation is also experienced in the atoll islands as the result of unexpected extreme high tides.The extreme high tides, when they coincide with the spring tide, result in a threshold of >2.8 metres, as in 2010 when wave overtopping damaged infrastructure and properties"}, {"text_block_id": "p23_b381", "text": "."}, {"text_block_id": "p23_b382_merged_merged_merged", "text": "Storm surges have been experienced as well due to strong low-pressure systems that were nearing the Kiribati borders.A number of houses were washed away at Marakei in 2008, providing an example that needs to be considered even though the low pressure resulting in cyclones does not affect the country"}, {"text_block_id": "p23_b385", "text": "."}, {"text_block_id": "p23_b386", "text": "Tsunami"}, {"text_block_id": "p23_b387", "text": "The following general background information provides an overview of potential sources of tsunami threat and the history of tsunami in Kiribati. It is not, however, a comprehensive picture of tsunami hazard and vulnerability for Kiribati.The dispersed nature of the islands and the features of the seabed within the archipelago mean that exposure to tsunami and possible tsunami impacts are likely to vary from island to island and between island groups"}, {"text_block_id": "p23_b388", "text": "."}, {"text_block_id": "p24_b389", "text": "Tsunami risk modelling and the limited historical records of tsunami events would suggest Kiribati has a lower tsunami risk relative to other Pacific Island countries and territories closer to subduction trenches"}, {"text_block_id": "p24_b390", "text": ","}, {"text_block_id": "p24_b391", "text": "where earthquakes with the potential to generate tsunami can occur"}, {"text_block_id": "p24_b392", "text": "."}, {"text_block_id": "p24_b393", "text": "Although the Kiribati population and Government have had no direct experience with tsunami impacts, they are aware of the susceptibility of low-lying atolls to rising sea levels associated with climate change and of the potential for tsunami impact"}, {"text_block_id": "p24_b394", "text": "."}, {"text_block_id": "p24_b395", "text": "Historical stories collected revealed that unusual historical sea behaviour may provide anecdotal evidence of tsunami. Felt earthquakes caused a cracked reef and large rocks deposited on two islands by a series of three ‘magic waves’ to southern islands (Tamana and Makin) and eastern islands (Kiritimati) facing tsunami risk"}, {"text_block_id": "p24_b396", "text": "."}, {"text_block_id": "p24_b397", "text": "Thomas, Burbidge and Cummins (2007) used scenarios for 8.5 Moment Magnitude (Mw) and 9.0 Mw earthquakes to investigate normalised offshore (to a notional depth of 50 metres) wave amplitudes for tsunami caused by earthquakes along subduction zones (see Figure 2 in Section 1.3.1). In this study, Kiribati’s maximum amplitude for all tide gauges for all Mw 9 tsunami was 99cm, with the most significant source region being Peru (amplitude greater than 75cm at 50m depth or single most significant source region if no amplitude exceeds 75cm). For a Mw 8.5 tsunami the maximum amplitude reduced to 49cm but Peru still remained the most significant source region"}, {"text_block_id": "p24_b398", "text": "."}, {"text_block_id": "p24_b399", "text": "The southern end of the South Solomon trench poses a threat to the eastern end of the Gilbert Islands. Only events of very large magnitude pose a significant threat.The islands have not experienced a measurable tsunami from this source in the past 20 years.The central section of the New Hebrides trench and the northern half of the Tonga trench pose some limited threat to Kiribati"}, {"text_block_id": "p24_b400", "text": "."}, {"text_block_id": "p24_b401", "text": "Although the tsunami energy is not anticipated to be directed specifically at the island groups, side lobe energy may result in detectable events.The last event that originated on the New Hebrides trench that was detected in Tarawa was in 1994.The Tarawa sea-level gauge has shown no records of tsunami impacting from the Tonga trench"}, {"text_block_id": "p24_b402", "text": "."}, {"text_block_id": "p24_b403", "text": "Since 1994 there have been three small events detected at the Tarawa sea-level gauge from the Kuril and Japan trench.These were 8.3 Mw events on 4 October 1994 and 15 November 2006 and a 9.0 Mw event on February 2012.Two events in 1994 and 2006 resulted in waves less than 10cm in height, while the 2012 event resulted in 20cm height recorded at the Tarawa tide gauge. Most recently, Kiribati has been place under a ‘tsunami warning’ by the Pacific Tsunami Warning Centre"}, {"text_block_id": "p24_b404", "text": "."}, {"text_block_id": "p24_b405", "text": "Drought"}, {"text_block_id": "p24_b406", "text": "During La Niña events, the South Pacific Convergence Zone, which is associated with enhanced cloudiness (high rainfall), is shifted southwest of its normal position (away from the southern islands in Kiribati)"}, {"text_block_id": "p24_b407", "text": "."}, {"text_block_id": "p24_b408", "text": "As a result cloudiness is reduced, particularly over Nauru and western Kiribati. La Niña has historically been related to less precipitation (rainfall), and sometimes to drought, in the Kiribati region. In contrast, some parts of the Pacific such as Australia experience high rainfall during La Niña episodes"}, {"text_block_id": "p24_b409", "text": "."}, {"text_block_id": "p24_b410_merged_merged_merged_merged", "text": "Past La Niña events have shown that the impacts of droughts can be very severe in Kiribati. For example,in 1971, 1985, 1998 and 1999 annual rainfall was less than 750 mm.The recent drought from April 2007 to"}, {"text_block_id": "p25_b413", "text": "early 2009 severely affected the southern Kiribati islands and Banaba. During this period, groundwater turned brackish and the leaves of most plants turned yellow. Copra production, the main income source for people in the outer islands, declined. During the 1970–1971 drought, a complete loss of coconut palms was reported at Kenna village on Abemama in central Kiribati (KMS, BoM & CSIRO 2011)"}, {"text_block_id": "p25_b414", "text": "."}, {"text_block_id": "p25_b415", "text": "Epidemics"}, {"text_block_id": "p25_b416", "text": "Epidemics that have threatened the Kiribati population include severe acute respiratory syndrome (SARS) in 2002–2004 and H1N1 (‘swine flu’) in 2009. Both epidemics had a global impact, to which the Kiribati authorities responded by strengthening border control. Other epidemics have a stronger relationship with climate change such as water, food and vector-borne diseases and are expected to increase because of climate change"}, {"text_block_id": "p25_b417", "text": "."}, {"text_block_id": "p25_b418", "text": "Maritime disasters"}, {"text_block_id": "p25_b419", "text": "Martime disasters are frequent in Kiribati due to the vastness of the ocean separating the islands as well as the population’s heavy dependence on marine resources for daily food needs"}, {"text_block_id": "p25_b420", "text": "."}, {"text_block_id": "p25_b421", "text": "With weather extremes becoming more severe due to climate change, Kiribati is at high risk of experiencing more intense storms and wave events, extreme rainfall, sea-level rise and increased temperatures and associated inundations and damage to buildings and infrastructure, plagues and epidemics, coastal erosion as well shortages of food and fresh water"}, {"text_block_id": "p25_b422", "text": "."}, {"text_block_id": "p25_b423", "text": "The impacts of all these hazards on Kiribati’s economy, environment and livelihoods are analysed in Section 2.3 below"}, {"text_block_id": "p25_b424", "text": "."}, {"text_block_id": "p25_b425", "text": "2.3  Vulnerabilities and Impacts"}, {"text_block_id": "p25_b426", "text": "The social, economic and environmental ramifications of the observed and projected climatic changes and hazards presented above are amplified when overlaid with the vulnerability of the i-Kiribati people and their environment.This is reflected in Kiribati’s status as a least developed country under Annex 6 of the Cotonou Agreement and in its 11th out of 14 ranking on the Pacific Human Development Index"}, {"text_block_id": "p25_b427", "text": "."}, {"text_block_id": "p25_b428", "text": "Whilst the exposure of Kiribati and its people to climate and disaster risks is described in chapter 2.1, this chapter focuses on the sensitivity of Kiribati as a whole and in its relevant sectors. Furthermore, the present and predicted future impacts of climate change and disaster risks are described in this chapter"}, {"text_block_id": "p25_b429", "text": "."}, {"text_block_id": "p25_b430", "text": "The following factors are contributing to the nation’s vulnerability to climate change and disaster risks, which apply across the various sectors"}, {"text_block_id": "p25_b431", "text": ":"}, {"text_block_id": "p25_b432", "text": ":\n* A high population and growth rate on South Tarawa in the Gilbert Group (50,182 inhabitants with a population density of 3,184 persons per square kilometer) as well as on Kiritimati in the Line Islands Group (5,586 inhabitants; GoK 2010 & KNSO & SPC 2012), which is due to: a high proportion of children and youth, high levels of fertility, low rates of contraceptive use, and disparities between the different islands of Kiribati (resulting in internal migration, displacement, and urbanisation) (GoK 2012c)\n* In fast-growing urban areas, especially South Tarawa with a growth rate of 4.4% and to a certain extent also North Tarawa and Kiritimati, (KNSO & SPC 2012), the population pressure and lifestyle changes have strained the already limited freshwater resources. In many areas, the freshwater consumption rates are already exceeding the estimated sustainable yield of groundwater sources (such as in the Bonriki and Buota Water Reserves on South Tarawa)\n* The increase in non-biodegradable waste usage in urban areas, as well as poor waste and sanitation management, result in limited access to unpolluted land and sea, degradation of land and ocean based ecosystems, and numerous isolated occurrences of diarrhoeal and vector borne diseases\n* Traditional food systems are declining in favour of imported food, and the number of people who preserve and apply traditional knowledge is decreasing\n* In rural outer islands, the people have limited access to employment opportunities, effective transport,communication, and community services such as education and health.These factors, combined with a high dependency on subsistence agriculture and coastal fisheries, make rural communities more vulnerable\n* In rural outer islands, the people have limited access to employment opportunities, effective transport,communication, and community services such as education and health.These factors, combined with a high dependency on subsistence agriculture and coastal fisheries, make rural communities more vulnerable\n .\n* Government revenue is declining and highly dependent on fisheries revenue (40â50%) with limited capacity to maximise the benefits of these resources (GoK 2012c)"}, {"text_block_id": "p26_b452", "text": ":\n* A high population and growth rate on South Tarawa in the Gilbert Group (50,182 inhabitants with a population density of 3,184 persons per square kilometer) as well as on Kiritimati in the Line Islands Group (5,586 inhabitants; GoK 2010 & KNSO & SPC 2012), which is due to: a high proportion of children and youth, high levels of fertility, low rates of contraceptive use, and disparities between the different islands of Kiribati (resulting in internal migration, displacement, and urbanisation) (GoK 2012c)\n* In fast-growing urban areas, especially South Tarawa with a growth rate of 4.4% and to a certain extent also North Tarawa and Kiritimati, (KNSO & SPC 2012), the population pressure and lifestyle changes have strained the already limited freshwater resources. In many areas, the freshwater consumption rates are already exceeding the estimated sustainable yield of groundwater sources (such as in the Bonriki and Buota Water Reserves on South Tarawa)\n* The increase in non-biodegradable waste usage in urban areas, as well as poor waste and sanitation management, result in limited access to unpolluted land and sea, degradation of land and ocean based ecosystems, and numerous isolated occurrences of diarrhoeal and vector borne diseases\n* Traditional food systems are declining in favour of imported food, and the number of people who preserve and apply traditional knowledge is decreasing\n* In rural outer islands, the people have limited access to employment opportunities, effective transport,communication, and community services such as education and health.These factors, combined with a high dependency on subsistence agriculture and coastal fisheries, make rural communities more vulnerable\n* In rural outer islands, the people have limited access to employment opportunities, effective transport,communication, and community services such as education and health.These factors, combined with a high dependency on subsistence agriculture and coastal fisheries, make rural communities more vulnerable\n .\n* Government revenue is declining and highly dependent on fisheries revenue (40â50%) with limited capacity to maximise the benefits of these resources (GoK 2012c)\n* Government programs, decision-making processes and budgets are centralised, with decision bottlenecks at all levels from national to local.The public finance management, reporting and monitoring system has been reviewed and changes are being implemented to meet development partner requirements for budget and sector-wide support.The development of an Island Council Strategic Plan will enhance the planning\n* budgeting and monitoring functions at the local government level\n* budgeting and monitoring functions at the local government level\n .\n* There are institutional challenges such as a high staff turnover rates in senior executive positions, limited sector specific training, and a lack of clarity on internal roles and responsibilities. Furthermore, there are constraints on knowledge sharing, coordination and collaboration among ministries as well as with non\n* There are institutional challenges such as a high staff turnover rates in senior executive positions, limited sector specific training, and a lack of clarity on internal roles and responsibilities. Furthermore, there are constraints on knowledge sharing, coordination and collaboration among ministries as well as with non\n -\n* There are institutional challenges such as a high staff turnover rates in senior executive positions, limited sector specific training, and a lack of clarity on internal roles and responsibilities. Furthermore, there are constraints on knowledge sharing, coordination and collaboration among ministries as well as with non\n -\n governmental organisations (NGOs), the private sector, faith-based organisations and development partners\n* Yet, with the creation of the MWYSA there are increased opportunities for the community, especially women and youth, to participate in broader governance (GoK 2012c)\n* Yet, with the creation of the MWYSA there are increased opportunities for the community, especially women and youth, to participate in broader governance (GoK 2012c)\n .\n* There are knowledge, skill level and capacity gaps with regards to climate change adaptation and disaster risks throughout Kiribati society, particularly in the outer islands and among marginalised populations.A key challenge is to translate the climate science and predicted impacts into messages that the i-Kiribati population can relate to. In some instances there are cultural and religious barriers to awareness and action\n* such as cultural practices of guarding traditional knowledge and religious beliefs\n* such as cultural practices of guarding traditional knowledge and religious beliefs\n .\n* Many laws do not take into account sustainable management concerns, climate change predictions and disaster risks. Laws relevant to these topics need to be reviewed in order to mainstream such issues\n* The safety and emergency response capacities of Kiribati are limited. However, with the implementation of the NDRMP, issues such as a lack of a dedicated marine rescue service, the inaccessibility of fire trucks to densely populated areas on South Tarawa, and the lack of evacuation plans for emergencies, will be addressed\n* The low-lying atoll islands are already experiencing severe coastal erosion and inundation due to natural and human causes, leading to a loss of land, public and private buildings, and infrastructure.The Environmental Impact Assessment under the Environment Act may need to be enforced on major projects throughout all of Kiribatiâs islands.This would help to curb the removal of mangroves and mining of sand and aggregates that contribute to erosion"}, {"text_block_id": "p26_b478", "text": "In the long-term, the most serious concern is that sea-level rise will threaten the very existence of Kiribati as a nation.  But in the short to medium term, a number of other projected impacts are of immediate concern. Of particular note is the question as to whether the water supply and food production systems can continue to meet the needs of the rapidly increasing population of Kiribati (GoK 2013)"}, {"text_block_id": "p26_b479", "text": "."}, {"text_block_id": "p26_b480_merged_merged_merged_merged", "text": "Past La Niña events have shown that the impacts of droughts can be very severe in Kiribati. For example,in 1971, 1985, 1998 and 1999, annual rainfall was less than 750mm.The recent drought from April 2007 to early 2009 severely affected the southern Kiribati islands and Banaba. During this period, copra production significantly declined, depressing the outer island economies which rely on copra as a main income source.The groundwater also turned brackish and the leaves of most plants turned yellow. During the 1970–1971 drought,a complete loss of coconut palms was reported at Kenna village on Abemama in central Kiribati (KMS, BoM & CSIRO 2011)"}, {"text_block_id": "p26_b485", "text": "."}, {"text_block_id": "p26_b486", "text": "The effects of climate change and disasters are felt first and most acutely by vulnerable and marginalised populations, including women, children, youth, people with disabilities, minorities, the elderly and the urban poor (GoK 2012c, Burton, D. et al. 2011).Violence against women and children is a widespread issue within Kiribati society, which can be exacerbated in times of disaster when normal social protection may be missing. In addition, the population is facing stress due to the uncertainty over their livelihood, culture and homeland (GoK 2012c)"}, {"text_block_id": "p26_b487", "text": "."}, {"text_block_id": "p26_b488", "text": "Climate variability, climate change and disaster risks, in combination with the factors that make Kiribati particularly vulnerable to them, are affecting the environment and all socio-economic sectors, including agriculture, education, fisheries, freshwater, health, infrastructure, trade and commerce. For an overview of sector-specific sensitivities and existing and potential future impacts in relation to climate change and disaster risks, see Tables 6 to 13 below"}, {"text_block_id": "p26_b489", "text": "."}, {"text_block_id": "p27_b490", "text": "Table 6: Sensitivity and impacts - environment"}, {"text_block_id": "p28_b491", "text": "Table 7: Sensitivity and impacts - economic development, trade and commerce"}, {"text_block_id": "p28_b492", "text": "Sources: GoK 2012c; MFMRD 2013; Elrick and Kay 2009; KJIP Consultations 2013"}, {"text_block_id": "p29_b493", "text": "Table 8: Sensitivity and impacts - infrastructure"}, {"text_block_id": "p29_b494", "text": "Sources: GoK 2013; GoK 2012c; Elrick and Kay 2009, KJIP Consultation 2013"}, {"text_block_id": "p30_b495", "text": "Table 9: Sensitivity and impacts - fresh water and sanitation"}, {"text_block_id": "p30_b496", "text": "Sources: GoK 2008a; GoK 2008b; SOPAC et al. 2007;White et al. 1999; 2010, et al. 2012, Falkland 2011; KJIP Consultation 2013"}, {"text_block_id": "p31_b497", "text": "Table 10: Sensitivity impacts - fisheries and food security"}, {"text_block_id": "p31_b498", "text": "Sources: MFMRD 2013; Bell et al. 2011; KJIP Consultations 2013"}, {"text_block_id": "p32_b499", "text": "Table 11: Sensitivity and impacts - agriculture and food security"}, {"text_block_id": "p32_b500", "text": "Sources: MELAD-ALD 2012; MELAD-ALD & SPC & GIZ 2013; MELAD-ECD 2007; KJIP Consultations 2013"}, {"text_block_id": "p33_b501", "text": "Table 12: Sensitivity and impacts - health"}, {"text_block_id": "p33_b502", "text": "Sources: GoK, MHMS & WHO 2011; Hales et al. 1999; KJIP Consultations 201"}, {"text_block_id": "p33_b503", "text": "3"}, {"text_block_id": "p34_b504", "text": "Table 13: Sensitivity and impacts - education and human resources"}, {"text_block_id": "p34_b505", "text": "Sources: GoK 2012c; MoE 2012; KJIP Consultations 2013"}, {"text_block_id": "p35_b506", "text": "Climate change and disaster risks are being addressed in policies and strategies relating to population, water and sanitation, health and environment. Similarly disaster risk management is progressively being incorporated into policies and strategies relating to fisheries, agriculture, labour, youth and education.The new Kiribati Integrated Environment Policy encourages all government programs to collect, manage and use environmental data to safeguard the environment and strengthen resilience to climate change and disasters"}, {"text_block_id": "p35_b507", "text": "."}, {"text_block_id": "p35_b508", "text": "The National Energy Policy incorporates measures to mitigate carbon emissions by promoting renewable energies and energy efficiency"}, {"text_block_id": "p35_b509", "text": "."}, {"text_block_id": "p35_b510", "text": "Only a few sectors have transferred strategic actions to address climate and disaster risks into their annual Sector Operational Plans and Ministerial Plans of Operations and budgeting"}, {"text_block_id": "p35_b511", "text": "."}, {"text_block_id": "p35_b512", "text": "Policies and strategies relating to human resource development, minerals and foreshore development, private sector development, investment, transport, communications, tourism and minerals do not explicitly consider climate change and disaster risks"}, {"text_block_id": "p35_b513", "text": "."}, {"text_block_id": "p35_b514", "text": "Most laws need to be reviewed as, with the exception of the Disaster Management Act 1995, they do not regulate responses to climate change and disaster risks and impacts"}, {"text_block_id": "p35_b515", "text": "."}, {"text_block_id": "p36_b516", "text": "3 Development of the Kiribati Joint Implementation Plan on Climate Change and Disaster Risk Management"}, {"text_block_id": "p36_b517", "text": "3.1 Rationale and guiding principles for the KJIP"}, {"text_block_id": "p36_b518", "text": "The Government of the Republic of Kiribati, following consultation with regional technical advisory organisations, initiated the process to develop a joint national action plan on climate change and disaster risk management in 2012.This document is designed to complement the NDRMP (GoK 2012b) and the National Framework for Climate Change and Climate Change Adaptation (NFCCCCA; GoK 2013). By identifying tangible, on-the-ground actions for resilience, along with actions the Government can take to facilitate these"}, {"text_block_id": "p36_b519", "text": ","}, {"text_block_id": "p36_b520", "text": "the plan will guide the implementation of these policies in an integrated approach"}, {"text_block_id": "p36_b521", "text": "."}, {"text_block_id": "p36_b522", "text": "The main rationale for this approach is that a systematic and integrated plan, identifiying tangible actions, will maximise the efficiency and effectiveness of existing capacities and resources as well as ensuring new initiatives are well targeted and have the maximum impact. In addition, the development of this plan was seen as a key vehicle for integrating climate change and disaster risks into all sectors, and promoting a whole-of-country approach that involves the cooperation of the Government, civil society and private sectors"}, {"text_block_id": "p36_b523", "text": "."}, {"text_block_id": "p36_b524", "text": "In recognition of the strong need to implement existing policies and to take more and stronger tangible actions to increase resilience, the Government of the Republic of Kiribati decided to call this action plan the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP) and agreed on the following principles"}, {"text_block_id": "p36_b525", "text": ":"}, {"text_block_id": "p36_b526", "text": ":\n* The KJIP is to reflect the recently endorsed NFCCCCA and NDRMP and relevant sector policies and strategies of line ministries, and identify actions for implementing them\n* The KJIP has to align to rules and procedures that the Government of the Republic of Kiribati must follow\n* Long-term consequences of climate change must be considered\n* Because climate change and disasters have negative impacts on welfare of I-Kiribati, the process needs to be consultative and inclusive of all people, including the most vulnerable and the outer island population\n* The KJIP is to be based on priorities identified during the development phase, reflect country priorities and build on ongoing initiatives\n\t* To build resilience the KJIP needs to be implemented in the next 10 years or so\n\t* Priorities may change over time; hence regular reviews through a sound monitoring and evaluation framework are important\n\t* Adaptation to climate change is a long-term and ongoing task for Kiribati; hence, after the current KJIP has been implemented and a final evaluation has been conducted, a follow-up plan should be developed\n\t* The KJIP is to enhance and strengthen the sense of ownership by the Government, private sector, faith-based organisations, NGOs and communities"}, {"text_block_id": "p36_b553", "text": "It is expected that, as part of the process of developing and implementing the KJIP"}, {"text_block_id": "p36_b554", "text": ":"}, {"text_block_id": "p36_b555", "text": ":\n* required funds and resources for climate change and disaster risk management priority actions will be identified and planned, and required budgets allocated\n* access to financial resources and technical assistance will be increased\n* local capacities will be built and technologies transferred to plan, write and cost proposals and monitor implementation\n* roles and responsibilities of all stakeholders will be clarified, collaboration and coordination enhanced and the competition for resources reduced; an\n* national, sectoral and community priority actions to cope with climate change and reduce disaster risks are communicated inside and outside of the country"}, {"text_block_id": "p36_b570", "text": "3.2 KJIP in the context of national development priorities"}, {"text_block_id": "p36_b571", "text": "The Kiribati Development Plan (KDP) 2012–2015 is the overarching national development plan detailing national priorities (GoK 2012c).The KDP is linked to the Millennium Development Goals, the Pacific Plan and the Mauritius Strategy for Small Island Developing States (BPoA+10)"}, {"text_block_id": "p36_b572", "text": "."}, {"text_block_id": "p36_b573", "text": "The KDP has six broad key policy areas (KPAs). Climate change is incorporated into KPA 4 on environment"}, {"text_block_id": "p36_b574", "text": ","}, {"text_block_id": "p36_b575", "text": "providing the link to the KJIP"}, {"text_block_id": "p36_b576", "text": "."}, {"text_block_id": "p36_b577", "text": "The key objective of KPA 4 is to facilitate sustainable development by mitigating the effects of climate change through approaches that protect biodiversity and support the reduction of environmental degradation by the year 2015"}, {"text_block_id": "p36_b578", "text": "."}, {"text_block_id": "p36_b579", "text": "The NFCCCCA highligths that climate change has more far-reaching implications than for the environment alone and that it has the potential to impact on all six KPAs of the current KDP (GoK 2013)"}, {"text_block_id": "p36_b580", "text": "."}, {"text_block_id": "p36_b581_merged_merged_merged", "text": "Legal functions and responsibility for climate change adaptation, disaster risk reduction and disaster responses and management continue to be vested in various agencies, as determined by national legislation. However,some laws need to be adjusted to enable agencies to respond effectively to impacts of climate change and disasters"}, {"text_block_id": "p36_b584", "text": "."}, {"text_block_id": "p37_b585", "text": "The KJIP contributes to the realisation of the KDP outcomes and provides the implementation plan for the NFCCCCA (2013) and the NDRMP (2012). Figure 7 below shows how it links to these and other national frameworks"}, {"text_block_id": "p37_b586", "text": "."}, {"text_block_id": "p37_b587", "text": "The KJIP is leading in advocating and operationalising an integrated approach to including climate change and disaster risks in national and community development planning, implementation, monitoring and evaluations"}, {"text_block_id": "p37_b588", "text": "."}, {"text_block_id": "p37_b589", "text": "The Government of the Republic of Kiribati sees the KJIP as a means to prioritise actions on climate change and related disaster risks that are highlighted in national communications (see also chapter 3.3) and sector policies and action strategies impacted by climate change and disaster risks"}, {"text_block_id": "p37_b590", "text": "."}, {"text_block_id": "p37_b591", "text": "Figure 7 Linkages of the KJIP to national frameworks"}, {"text_block_id": "p37_b592", "text": "3.3 KJIP linkages to relevant regional and international frameworks"}, {"text_block_id": "p37_b593", "text": "This KJIP is part of the commitments Kiribati made under the Pacific Islands Framework for Action on Climate Change (PIFACC), the Regional Framework for Action on Disaster Risk Management endorsed by the Pacific Leaders in 2005 and the Pacific Islands Meteorological Strategy (PIMS) approved in 2012.The KJIP is consistent with these three inter-related regional frameworks, specifically in terms of the national priorities for actions"}, {"text_block_id": "p37_b594", "text": "."}, {"text_block_id": "p37_b595", "text": "The KJIP is also timely as the region moves towards an integrated regional framework, the Strategy for Climate and Disaster Resilient Development in the Pacific (SRDP), by 2016"}, {"text_block_id": "p37_b596", "text": "."}, {"text_block_id": "p37_b597", "text": "As party to the United Nations Framework Convention on Climate Change (UNFCCC; ratified in 1992), the Government sees the KJIP as its National Action Plan on climate change. Similarly, the KJIP is contributing to the implementaiton of the Hyogo Framework for Action (2005–2015) under the United Nations International Strategy on Disaster Risk Management (UNISDR) and the Climate Services priorities of the World Meteorological Organisation (WMO)"}, {"text_block_id": "p37_b598", "text": "."}, {"text_block_id": "p37_b599", "text": "3.4 KJIP development methodology"}, {"text_block_id": "p37_b600", "text": "The Office of te Beretitenti (OB) led the development of the KJIP. For this task, it established a Kiribati National Expert Group on Climate Change and Disaster Risk Management (KNEG), encompassing experts from core and line ministries, NGOs, the Kiribati Chamber of Commerce and Industries and other non-state actors"}, {"text_block_id": "p37_b601", "text": "."}, {"text_block_id": "p37_b602_merged", "text": "A Regional Support Team (RST), led by the Secretariat of the Pacific Regional Environment Program (SPREP),supported the KNEG and the development of the KJIP. Other members of the RST were representatives of the Secretariat of the Pacific Community (SPC) and Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) (through the SPC/GIZ Coping with Climate Change in the Pacific Island Region program), United Nations Development Program (UNDP – Suva Office), United Nations Children’s Fund (UNICEF) and Department of Climate Change and Energy Efficiency (Government of Australia)"}, {"text_block_id": "p37_b605", "text": "."}, {"text_block_id": "p38_b606", "text": "Table 14 below provides an overview of the steps involved in developing the KJIP from October 2012 to June 2014, along with the steps required following its development into the future"}, {"text_block_id": "p38_b607", "text": "."}, {"text_block_id": "p38_b608", "text": "Table 14:  KJIP development methodology"}, {"text_block_id": "p38_b609", "text": "3.5 Costing methodology"}, {"text_block_id": "p38_b610", "text": "The estimated cost of the KJIP includes both the financial cost of actions and the in-kind contributions made by the Government of the Republic of Kiribati and partners (such as bilateral and multilateral development partners and the Council of Regional Organisations in the Pacific – CROP) to execute actions.The estimated costs include ongoing and future investments.The indicative cost was developed using various assumptions that were based on information from local suppliers as well as from government departments"}, {"text_block_id": "p38_b611", "text": "."}, {"text_block_id": "p38_b612", "text": "The following were the assumptions used"}, {"text_block_id": "p38_b613", "text": ":"}, {"text_block_id": "p38_b614", "text": ":\n* Costs of travel to the outer islands are for air travel only, except where agencies have their own boat in which cases the cost of fuel and rations are included\n* Lump sum estimates are being made on implementation of recommendations of reviews, studies or assessments\n* The cost of technical assistance differs between an overseas and a locally engaged consultants based on (i) experience and qualifications and (ii) travel costs and per diem.The use of only local rates to estimate the cost of consultants can therefore under-cost an activity if an appropriate local consultant is not available\n* Advertisement costs are being estimated on the 30-minute slots made by the Publication and Broadcasting Authority. In most instances, single messages may be provided at cheaper rates\n* The costings are estimates and the actual cost may be determined during the development of proposals when a relevant donor is being identified and interested in supporting that particular action\n* A number of actions were proposed to recruit short-term project position. If the agency wished the position to be ongoing, it had to seek the necessary support from the Government"}, {"text_block_id": "p39_b632", "text": "4.2 Strategies and key actions"}, {"text_block_id": "p39_b633", "text": "To reduce vulnerabilities and respond to observed and likely impacts of climate change and disaster risks, the KJIP identifies 12 major strategies, as shown in Figure 8"}, {"text_block_id": "p39_b634", "text": "."}, {"text_block_id": "p39_b635", "text": "Figure 8: The 12 KJIP strategies"}, {"text_block_id": "p40_b636", "text": "Each strategy has one or more key actions, sub-actions, outcomes and performance indicators (outcome- and output-based) to address climate change and disaster risks in response to the identified vulnerabilities and impacts.Table 15 summarises the results of each strategy. For the detailed strategic plan with key actions"}, {"text_block_id": "p40_b637", "text": ","}, {"text_block_id": "p40_b638", "text": "sub-actions, results and performance indicators, lead and support agencies and partners associated with each strategy, see Annex 1"}, {"text_block_id": "p40_b639", "text": "."}, {"text_block_id": "p40_b640_merged_merged", "text": "All strategies and actions in the KJIP are inclusive of vulnerable groups, considering gender, youth and children,the elderly and people with disabilities"}, {"text_block_id": "p40_b643", "text": "."}, {"text_block_id": "p41_b644", "text": "Table 15: Overview of KJIP strategies and anticipated results"}, {"text_block_id": "p43_b645", "text": "4.3 KJIP indicative costs"}, {"text_block_id": "p43_b646", "text": "The overall gross indicative resource costs to implement the KJIP over the period 2013–2023 are estimated to be AUD 103,107,161. Of this total, it is estimated that financial cost constitutes 96% of overall costs while the in-kind contributions constitute 4%"}, {"text_block_id": "p43_b647", "text": "."}, {"text_block_id": "p43_b648", "text": "Table 16 below details the estimated costs for each strategy of the KJIP"}, {"text_block_id": "p43_b649", "text": "."}, {"text_block_id": "p43_b650", "text": "Table 16: Overall costs by strategy"}, {"text_block_id": "p43_b651_merged_merged", "text": "The single greatest cost arises in implementing Strategy 6:“Infrastructure”, which accounts consequently for 51% of the estimated cost of the entire KJIP.  Followed by Strategy 9 (11%), Strategy 7 (7%), Strategy 1 (6%),Strategy 2 (5%),  Strategies 3, 4,  and 8 ( 4%), Strategies 5, 10 and 12 (2%) and Strategys 11 (1%), as shown in Figure 9 below"}, {"text_block_id": "p43_b658", "text": "."}, {"text_block_id": "p43_b659", "text": "Figure 9 Share of costs per strategy"}, {"text_block_id": "p44_b660", "text": "5 KJIP Implementation Arrangements"}, {"text_block_id": "p44_b661", "text": "The Kiribati Joint Implementation Plan is to be implemented through existing mechanisms and aligned to rules and procedures that the Government of the Republic of Kiribati must follow"}, {"text_block_id": "p44_b662", "text": "."}, {"text_block_id": "p44_b663", "text": "The KJIP is building on and intended to strengthen existing implementation, financing and monitoring functions by integrating climate change and disaster risk management considerations.To strengthen coordination and communication among the Office of te Beretitenti"}, {"text_block_id": "p44_b664", "text": ","}, {"text_block_id": "p44_b665", "text": "Ministry of Environment"}, {"text_block_id": "p44_b666", "text": ","}, {"text_block_id": "p44_b667", "text": "Lands and Agriculture Development (MELAD), Ministry of Finance and Economic Development (MFED), Ministry of Foreign Affairs and Immigration (MFAI) and line ministries, as well as civil society and development partners, the KJIP formalises the role of the newly established KNEG to become the main coordination mechanism and entry point for climate change and disaster risk management initiatives. Furthermore, it is intended that a KJIP Secretariat will be established"}, {"text_block_id": "p44_b668", "text": ","}, {"text_block_id": "p44_b669", "text": "with the main roles of facilitating KNEG meetings; reviewing and monitoring KJIP implementation together with responsible lead agencies; and communicating with the general public, Parliament, Cabinet, development partners and the international community.The KJIP Secretariat will be under the guidance of the Development Coordinating Committee"}, {"text_block_id": "p44_b670", "text": "."}, {"text_block_id": "p44_b671_merged_merged", "text": "It is expected that the KJIP, the KJIP Secretariat and the KNEG will guide development partners and support the realisation of the Cairns Compact on Strengthening Development Coordination.The Pacific Islands Forum designed this Compact in 2009 to strengthen coordination and use of all development resources in the Pacific,in line with international best-practice as expressed in the Paris Declaration on Aid Effectiveness, the Accra Action Agenda and Principles on Aid Effectiveness"}, {"text_block_id": "p44_b674", "text": "."}, {"text_block_id": "p44_b675", "text": "Figure 10 Institutional arrangements under the KJIP"}, {"text_block_id": "p45_b676", "text": "5.1 Institutional arrangements"}, {"text_block_id": "p45_b677", "text": "The newly established KJIP Secretariat under the Office of the Beretitenti will facilitate the coordination"}, {"text_block_id": "p45_b678", "text": ","}, {"text_block_id": "p45_b679", "text": "implementation and monitoring of the KJIP through the KNEG, guided by the Development Coordination Committee. Figure 10 provides an overview of the institutional arrangements under the KJIP"}, {"text_block_id": "p45_b680", "text": "."}, {"text_block_id": "p45_b681", "text": "The KJIP Secretariat"}, {"text_block_id": "p45_b682", "text": "The KJIP Secretariat, hosted by the Office of te Beretitenti, will be responsible for coordinating the implementation, monitoring and reporting of the KJIP. It will convene and facilitate meetings of the KNEG and ensure that relevant information is shared with all KNEG members, partners, observers and the public. It will be a focal point for new climate change and disaster risk management initiatives and will act as a guiding partner for the KNEG and its members"}, {"text_block_id": "p45_b683", "text": "."}, {"text_block_id": "p45_b684", "text": "The KJIP Secretariat, through the KNEG, will collate priorities and progress reporting to be tabled to the Development Coordinating Committee, for discussion during biannual donor roundtables, and to Parliament as requested"}, {"text_block_id": "p45_b685", "text": "."}, {"text_block_id": "p45_b686_merged_merged", "text": "Before undertaking any new initiatives relating to climate change and disaster risk management, MFAI, MFED,line ministries, NGOs, faith-based organisations and development partners are asked to inform the KJIP Secretariat and consult with the KNEG"}, {"text_block_id": "p45_b689", "text": "."}, {"text_block_id": "p45_b690", "text": "The KJIP Secretariat will be housed within the Office of te Beretitenti and will compile reports to the Development Coordinating Committee through the Office of te Beretitenti.The KJIP Secretariat does not replace the Development Coordinating Committee Secretariat which is hosted in MFED"}, {"text_block_id": "p45_b691", "text": "."}, {"text_block_id": "p46_b692", "text": "The Kiribati National Expert Group"}, {"text_block_id": "p46_b693", "text": "The KNEG will act as a coordination mechanism for climate change and disaster risk management initiatives. In particular, it will"}, {"text_block_id": "p46_b694", "text": ":"}, {"text_block_id": "p46_b695", "text": ":\n* ensure any initiatives are aligned to national development and KJIP priorities\n* guide and coordinate program implementation and monitoring\n* develop joint annual work plans on the KJIP and relevant initatives\n* provide institutional and advisory support to national agencies, beneficiaries and partners\n* help to mobilise current and future resources to support program implementation\n* share key results and outcomes annually; an\n* exchange information and lessons learned regularly"}, {"text_block_id": "p46_b716", "text": "It can take an overall steering function for the design, implementation and monitoring of climate change and disaster risk management initiatives and also form sub-steering groups for sector-specific measures or integrated approaches targeting outer islands and community level (such as the Whole of Island Approach"}, {"text_block_id": "p46_b717", "text": ";"}, {"text_block_id": "p46_b718", "text": "WoI). It can be an entry point for new initiatives"}, {"text_block_id": "p46_b719", "text": "."}, {"text_block_id": "p46_b720", "text": "The KNEG is chaired by the Office of te Beretitenti and consists of representatives from MFED, MFAI, MIA and all line ministries, the private sector, NGOs and faith-based organisations"}, {"text_block_id": "p46_b721", "text": "."}, {"text_block_id": "p46_b722", "text": "5.2 Financing strategy"}, {"text_block_id": "p46_b723", "text": "The implementation of the KJIP is to be financed through already existing strategies ranging from national budgets and other internal sources to overseas development assistance, additional climate change funding and humanitarian aid"}, {"text_block_id": "p46_b724", "text": "."}, {"text_block_id": "p46_b725", "text": "National budgets are being and will be used in all areas where climate change and disaster risks are mainstreamed into the budgets of Ministerial Plans of Operations and corresponding projects across sectors. MFED will have a key role in ensuring climate change and disaster risks and response measures are incorporated into project proposals, budgeting, reporting and monitoring procedures.The KJIP Secretariat and the KNEG meetings will increasingly be maintained through national budgets.The implementation of the KJIP is further enabled through in-kind contributions such as staff time. Furthermore, communities, NGOs and faith-based organisations may contribute by cost sharing for similar activities and fund-raising"}, {"text_block_id": "p46_b726", "text": "."}, {"text_block_id": "p46_b727", "text": "Development partners are invited to consider supporting KJIP strategies with programs such as budget support and strategy-wide approaches.The Government of the Republic of Kiribati would like to investigate the feasibility of a National Climate Change Fund. It wishes to acknowledge its partners for their support in enhancing institutional capacities and performance requirements to ensure all ministries have robust management and financial systems in place"}, {"text_block_id": "p46_b728", "text": "."}, {"text_block_id": "p46_b729_merged_merged", "text": "Existing technical and financial assistance mechanisms should be used to support the implementation of the KJIP,including multilateral, international and bilateral development partners, CROP agencies, NGOs and faith-based organisations. Development partners need to consider national priorities and follow national procedures in making decisions on development assistance and also integrate the consideration of climate change and disaster risks into their development aid"}, {"text_block_id": "p46_b732", "text": "."}, {"text_block_id": "p46_b733", "text": "As the KJIP strategies represent both ongoing and new activities, the KJIP Secretariat and the KNEG will work to identify resource gaps to be presented to Kiribati development partners during biannual donor roundtables and respective funding and programming cycles of development partners. (This work includes direct exchange with line ministries."}, {"text_block_id": "p46_b734", "text": ")"}, {"text_block_id": "p46_b735", "text": "5.3 Communication strategy"}, {"text_block_id": "p46_b736", "text": "All implementing partners will disseminate information about the KJIP and its vision, goal and strategies and results through existing information-sharing networks, media and forums at international, regional, national and local levels"}, {"text_block_id": "p46_b737", "text": "."}, {"text_block_id": "p46_b738", "text": "Tangible outputs, such as lessons learned, knowledge products, awareness and education materials, reports and media products, will be produced in most KJIP strategies.This information will also be made available to contribute to national and international best practice"}, {"text_block_id": "p46_b739", "text": "."}, {"text_block_id": "p46_b740", "text": "The Climate Change and Climate Risk Communications Strategy (currently being developed by the Office of te Beretitenti) aims to strengthen awareness, partnerships and practical actions to increase resilience of I-Kiribati in response to the impacts of climate change. In support of the KJIP, the Strategy outlines clear and targeted"}, {"text_block_id": "p47_b741", "text": "communications initiatives aimed to help the Government to promote priority actions. It identifies the key messages, channels and tools to reach national and community stakeholders, civil society organisations, agencies and development partners. Part of this work involves a media engagement strategy, products to promote the KJIP, a partnership mechanism to promote and build on existing and future opportunities, and a knowledge management system"}, {"text_block_id": "p47_b742", "text": "."}, {"text_block_id": "p47_b743", "text": "5.4 Monitoring and evaluation"}, {"text_block_id": "p47_b744", "text": "The KJIP will be monitored through the KDP Monitoring and Evaluation Framework (2012) in compliance with the Monitoring and Evaluation Policy (expected to be endorsed)"}, {"text_block_id": "p47_b745", "text": "."}, {"text_block_id": "p47_b746", "text": "At the ministerial level the KJIP strategies are to be monitored through the annual Ministry Strategic Plans"}, {"text_block_id": "p47_b747", "text": ","}, {"text_block_id": "p47_b748", "text": "which will have to incorporate relevant KJIP actions and performance indicators. Detailed baselines and targets for the performance indicators will have to be identified by the respective national stakeholder (government or non-government) that has been identified as responsible lead agency"}, {"text_block_id": "p47_b749", "text": "."}, {"text_block_id": "p47_b750", "text": "The KJIP Secretariat through the KNEG will compile a biannual KJIP Progress Report"}, {"text_block_id": "p47_b751", "text": "."}, {"text_block_id": "p47_b752", "text": "As the KJIP is a 10-year plan, it will be reviewed in alignment with the KDP period, with the first one due by 2015 (the second by 2019 and the third by 2023). Progress reports and reviews have to be approved by the Development Coordinating Committee before being endorsed by Cabinet"}, {"text_block_id": "p47_b753", "text": "."}, {"text_block_id": "p47_b754_merged_merged_merged", "text": "The KJIP is understood to be a living document and as such the KNEG can adjust it to meet emerging needs,subject to the approval of the Development Coordinating Committee"}, {"text_block_id": "p47_b757", "text": "."}, {"text_block_id": "p49_b758", "text": "Glossary"}, {"text_block_id": "p55_b759", "text": "References"}, {"text_block_id": "p55_b760", "text": "ADB (Asian Development Bank). 2009. Kiribati’s political economy and capacity development. Pacific Studies Series. Mandaluyong City, Philippines"}, {"text_block_id": "p55_b761", "text": ":"}, {"text_block_id": "p55_b762", "text": "Asian Development Bank"}, {"text_block_id": "p55_b763", "text": "."}, {"text_block_id": "p55_b764", "text": "Asian Development Bank (ADB). 2011. Country Operations Business Plan – Kiribati (2012–2014)"}, {"text_block_id": "p55_b765", "text": "."}, {"text_block_id": "p55_b766", "text": "Bell, J.D., Johnson, J.E. and Hobday,A.J. (Eds). 2011.Vulnerability of tropical Pacific fisheries and aquaculture to climate change. Noumea, New Caledonia: Secretariat of the Pacific Community"}, {"text_block_id": "p55_b767", "text": "."}, {"text_block_id": "p55_b768", "text": "Burton, D., Mustelin, J and Urich, P. 2011. Children and climate change: Climate change impacts on children in the Pacific"}, {"text_block_id": "p55_b769", "text": ":"}, {"text_block_id": "p55_b770", "text": "A focus on Kiribati and Vanuatu. Report commissioned by UNICEF"}, {"text_block_id": "p55_b771", "text": "."}, {"text_block_id": "p55_b772", "text": "CBD. 2013. Convention on Biological Diversity. United Nations 1992.Article 2: Use of Terms. http://www.cbd.int"}, {"text_block_id": "p55_b773", "text": "/"}, {"text_block_id": "p55_b774", "text": "convention/ articles/default.shtml?a=cbd-02"}, {"text_block_id": "p55_b775", "text": "."}, {"text_block_id": "p55_b776", "text": "CSIRO (Commonwealth Scientific and Industrial Research Organisation) 2011:The Pacific Climate Change Program. Climate Futures. http://www.pacificclimatefutures.net/main"}, {"text_block_id": "p55_b777", "text": "/"}, {"text_block_id": "p55_b778", "text": "Elrick, C. and Kay, R. 2009. Mainstreaming of an integrated climate change adaptation based risk diagnosis and response process into Government of Kiribati: Final Report. Report prepared for the KAP Project, Phase II"}, {"text_block_id": "p55_b779", "text": "."}, {"text_block_id": "p55_b780", "text": "Perth: Coastal Zone Management Pty Ltd"}, {"text_block_id": "p55_b781", "text": "."}, {"text_block_id": "p55_b782", "text": "Falkland,A.. 2011. Report on Water Security and Vulnerability to Climate Change and Other Impacts in Pacific Island Countries and East Timor. For Pacific Adaptation Strategy Assistance Program. Department of Climate Change and Energy Efficiency.Australian Government"}, {"text_block_id": "p55_b783", "text": "."}, {"text_block_id": "p55_b784_merged_merged_merged_merged_merged", "text": "FAO (United Nations Food and Agriculture Organization). 2010. Global Forest resources assessment 2010.Terms and definitions.Working paper 144/E; Forest Resources Assessment Program; Forestry Department FAO,Rome. http://www.fao.org/docrep/014/am665e/am665e00.pdf"}, {"text_block_id": "p55_b789", "text": "."}, {"text_block_id": "p56_b790", "text": "GoK (Government of the Republic of Kiribati). 2008a. National Water Resource Policy:Water for healthy communities, environments and sustainable development. Kiribati: Ministry of Public Works and Utilities"}, {"text_block_id": "p56_b791", "text": "."}, {"text_block_id": "p56_b792", "text": "GoK (Government of the Republic of Kiribati). 2008b. National Water Resources Implementation Plan"}, {"text_block_id": "p56_b793", "text": ":"}, {"text_block_id": "p56_b794", "text": "Sustainable water resource management, use, protection and conservation – A 10 year plan. Kiribati: National Water and Sanitation Committee under the Ministry of Public Works and Utilities"}, {"text_block_id": "p56_b795", "text": "."}, {"text_block_id": "p56_b796", "text": "GoK (Government of the Republic of Kiribati). 2009. Kiribati National Energy Policy. Kiribati: Ministry of Public Works and Utilities"}, {"text_block_id": "p56_b797", "text": "."}, {"text_block_id": "p56_b798", "text": "GoK, MHMS & WHO (Government of the Republic of Kiribati, Ministry of Health and Medical Services and World Health Organization). 2011. National Climate Change and Health Action Plan for the Republic of Kiribati"}, {"text_block_id": "p56_b799", "text": "."}, {"text_block_id": "p56_b800", "text": "Kiribati"}, {"text_block_id": "p56_b801", "text": "."}, {"text_block_id": "p56_b802", "text": "GoK (Government of the Republic of Kiribati). 2012a. Kiribati National Energy Policy: Implementation Plan 2012 – 2020"}, {"text_block_id": "p56_b803", "text": "."}, {"text_block_id": "p56_b804", "text": "GoK (Government of the Republic of Kiribati). 2012b. National Disaster Risk Management Plan (Part 1"}, {"text_block_id": "p56_b805", "text": ","}, {"text_block_id": "p56_b806", "text": "Structure and Framework; Part 2, Disaster Management Operational Arrangements; Part 3,Audit & Appendices)"}, {"text_block_id": "p56_b807", "text": "."}, {"text_block_id": "p56_b808", "text": "Kiribati"}, {"text_block_id": "p56_b809", "text": "."}, {"text_block_id": "p56_b810", "text": "GoK (Government of Kiribati). 2012c. Kiribati Development Plan 2012–2015"}, {"text_block_id": "p56_b811", "text": "."}, {"text_block_id": "p56_b812", "text": "GoK (Government of the Republic of Kiribati). 2013. National Framework for Climate Change and Climate Change Adaptation. Kiribati: Office of the Beretitenti"}, {"text_block_id": "p56_b813", "text": "."}, {"text_block_id": "p56_b814", "text": "Hales, S.,Weinstein, P. and Woodward,A. 1999. Ciguatera (fish poisoning), El Niño, and Pacific Sea Surface Temperatures. Ecosystem Health.Vol. 5: 1"}, {"text_block_id": "p56_b815", "text": "."}, {"text_block_id": "p56_b816", "text": "Hay, J.E. and Onorio, K. 2006. Regional: Mainstreaming environmental considerations in economic and development planning processes in selected Pacific developing member countries.Asian Development Bank"}, {"text_block_id": "p56_b817", "text": ":"}, {"text_block_id": "p56_b818", "text": "Project number 38031"}, {"text_block_id": "p56_b819", "text": "."}, {"text_block_id": "p56_b820", "text": "IPCC (Intergovernmental Panel on Climate Change). 2007. Fourth Assessment Report: Climate Change"}, {"text_block_id": "p56_b821", "text": "."}, {"text_block_id": "p56_b822", "text": "IPCC (Intergovernmental Panel on Climate Change). Synthesis Report Glossary.Accessed June 20th, 2013 at http://www.ipcc.ch/publications_and_data/ar4/syr/en/annexessannex-ii.html"}, {"text_block_id": "p56_b823", "text": "."}, {"text_block_id": "p56_b824", "text": "KILGA (Kiribati Logal Government Association) 2013:About Councils.Accessed on March 20th 2013 at http:/"}, {"text_block_id": "p56_b825", "text": "/"}, {"text_block_id": "p56_b826", "text": "www.kilga.org.ki/?page_id=2"}, {"text_block_id": "p56_b827", "text": "."}, {"text_block_id": "p56_b828", "text": "KMS, BoM & CSIRO (Kiribati Meteorological Service,Australian Bureau of Meteorology and Commonwealth Scientific and Industrial Research Organisation). 2011. Climate change in the Pacific: Scientific assessment and new research.Volume 1: Regional Overview.Volume 2: Country Reports  Chapter (6): Kiribati. Kiribati Country Brochure"}, {"text_block_id": "p56_b829", "text": "."}, {"text_block_id": "p56_b830", "text": "KNDSAC (Kiribati National Disability Survey Advisory Committee). 2005. Kiribati National Disability Survey Report. May 2005. Inclusion International,Asia Pacific Region & NZAID Regional Health Program"}, {"text_block_id": "p56_b831", "text": "."}, {"text_block_id": "p56_b832_merged_merged_merged_merged_merged_merged", "text": "KNSO (Kiribati National Statistics Office). 2012. Report on the Kiribati 2010 Census of Population and Housing.Vol 1: Basic Information and Tables"}, {"text_block_id": "p56_b835", "text": "."}, {"text_block_id": "p56_b836", "text": "KNSO (Kiribati National Statistics Office) & SPC (Secretariat of the Pacific Community). 2012. Kiribati 2010 Census.Volume 2:Analytical Report"}, {"text_block_id": "p56_b837", "text": "."}, {"text_block_id": "p56_b838", "text": "Mendani, R. and Mario, R. 2008. Government of Kiribati: Situation analysis report. Pacific Islands Forum Secretariat and SOPAC"}, {"text_block_id": "p56_b839", "text": "."}, {"text_block_id": "p56_b840", "text": "MoE (Ministry of Education). 2012. Kiribati Education Sector Strategic Plan (ESSP) 2012–2015. Government of Republic of Kiribati"}, {"text_block_id": "p56_b841", "text": "."}, {"text_block_id": "p57_b842", "text": "MELAD-ALD (Ministry of Environment, Land and Agriculture Development - Agriculture and Livestock Division). 2012.Agriculture and Livestock Division Strategic Plan 2012–2015. Government of Republic of Kiribati"}, {"text_block_id": "p57_b843", "text": "."}, {"text_block_id": "p57_b844", "text": "MELAD-ALD & SPC & GIZ (Ministry of Environment, Land and Agriculture Development - Agriculture and Livestock Division, Secretariat of the Pacific Community & Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH). 2013. Draft Kiribati Livestock Production Concept to support Climate Change Adaptation and Food Security"}, {"text_block_id": "p57_b845", "text": "."}, {"text_block_id": "p57_b846", "text": "MELAD ECD (Ministry of Environment, Land and Agriculture Development – Environment and Conservation Division). 2006. Republic of Kiribati. National Biodiversity Strategies and Action Plans"}, {"text_block_id": "p57_b847", "text": "."}, {"text_block_id": "p57_b848", "text": "MELAD ECD (Ministry of Environment, Land and Agriculture Development – Environment and Conservation Division). 2007. National Adaptation Program of Action. Government of Republic of Kiribati"}, {"text_block_id": "p57_b849", "text": "."}, {"text_block_id": "p57_b850", "text": "MFED KNSO (Ministry of Finance and Economic Development, Kiribati National Statistics Office). 2012. Brief Notes for Kiribati Gross Domestic Product (GDP).Accessed on December 16th, 2013 at http://www.mfed.gov"}, {"text_block_id": "p57_b851", "text": "."}, {"text_block_id": "p57_b852", "text": "ki/sample-page/statistic-division"}, {"text_block_id": "p57_b853", "text": "."}, {"text_block_id": "p57_b854", "text": "MFMRD (Ministry of Fisheries and Marine Resources Development). 2013. Kiribati National Fisheries Policy (KNFP) 2013 to 2025. Supported and sponsored by the Government of Australia through Australia’s Aid Program"}, {"text_block_id": "p57_b855", "text": "."}, {"text_block_id": "p57_b856", "text": "MISA (Ministry of Internal and Social Affairs). 2012. National Youth Policy 2012–2016. Government of Republic of Kiribati"}, {"text_block_id": "p57_b857", "text": "."}, {"text_block_id": "p57_b858", "text": "NASA (National Aeronautics and Space Administration) Earth Observatory. 2013: Global mean surface temperatures. http://earthobservatory.nasa.gov/Features/GlobalWarming/page2.php.Accessed 20 June 2013"}, {"text_block_id": "p57_b859", "text": "."}, {"text_block_id": "p57_b860", "text": "SOPAC et al. (Pacific Islands Applied Geoscience Commission, Global Environment Facility, United Nations Development Program, United Nations Environmental Program). 2007. National Integrated Water Resource Management. Diagnostic Report. Kiribati"}, {"text_block_id": "p57_b861", "text": "."}, {"text_block_id": "p57_b862", "text": "SPC & GIZ (Secretariat of the Pacific Community & Deutsche Gesellschaft für Internationale Zusammenarbeit GmbH) 2013: Draft Learning about Climate Change the Pacific Way"}, {"text_block_id": "p57_b863", "text": "."}, {"text_block_id": "p57_b864", "text": "SPREP (Secretariat of the Pacific Regional Environment Program). 2012. Pacific Climate Change Portal. Glossary"}, {"text_block_id": "p57_b865", "text": "."}, {"text_block_id": "p57_b866", "text": "Accessed June 20th 2013 at http://www.pacificclimatechange.net/"}, {"text_block_id": "p57_b867", "text": "."}, {"text_block_id": "p57_b868", "text": "Tans, Pieter and Keeling, Ralph. 2013. NOAA/ESRL. Recent Monthly Average Mauna Loa CO2. www.esrl.noaa"}, {"text_block_id": "p57_b869", "text": "."}, {"text_block_id": "p57_b870", "text": "gov/gmd/ccgg/trends/ & scrippsco2.ucsd.edu/.Accessed on 4 October 2013"}, {"text_block_id": "p57_b871", "text": "."}, {"text_block_id": "p57_b872", "text": "Thomas, C., Burbidge, D. and Cummins, P. 2007.A preliminary study into the tsunami hazard faced by southwest Pacific nations. Geoscience Australia"}, {"text_block_id": "p57_b873", "text": "."}, {"text_block_id": "p57_b874", "text": "UNESCO et al. (United Nations Educational, Scientific and Cultural Orgnisation & University of Waikato). 2012"}, {"text_block_id": "p57_b875", "text": "."}, {"text_block_id": "p57_b876", "text": "Kiribati Climate Change Framework for primary, junior secondary and senior secondary levels"}, {"text_block_id": "p57_b877", "text": "."}, {"text_block_id": "p57_b878_merged_merged_merged_merged_merged", "text": "UNICEF 2010: Pacific Children with Disabilities.A Report for UNICEF’s Pacific Mid Term Review. http://www.unicef.org/pacificislands/Children_with_disabilities_final_report.pdf.Accessed on 6 September 2013"}, {"text_block_id": "p57_b881", "text": "."}, {"text_block_id": "p57_b882", "text": "Warrick, R.;Ye,W.; Li,Y.; Dooley, M.; Kouwenhoven, P.;  Urich, P. 2013. SimCLIM:A Software System for Modelling the Impacts of Climate Variability and Change. CLIMsystems Ltd. Hamilton, New Zealand"}, {"text_block_id": "p57_b883", "text": "."}, {"text_block_id": "p57_b884", "text": "White, I. 2010.Tarawa Water Master Plan:Te Ran-Maitira ae Kainanoaki. Future Water Demand. Report prepared for the Kiribati Adaptation Program Phase II Water Component 3.2.1.Australian National University. Canberra"}, {"text_block_id": "p57_b885", "text": "."}, {"text_block_id": "p58_b886", "text": "White, I., and Falkland,A. 2012. Practical Responses to Climate Change: Developing National Water Policy and Implementation Plans for Pacific Small Island Countries. In Proceedings,Water and Climate: Policy Implementation Challenges. Practical Responses to Climate Change 2012. 1-3 May 2012. Engineers Australia"}, {"text_block_id": "p58_b887", "text": "."}, {"text_block_id": "p58_b888", "text": "White, I., Falkland,A., Crennan, L., Jones, P., Etuati, B., Metai, E., and Metutera,T. 1999. Issues,Traditions and Conflicts in Groundwater Use and Management. UNESCO-International Hydrological Program"}, {"text_block_id": "p58_b889", "text": "."}, {"text_block_id": "p58_b890", "text": "World Bank. (n.d.) Reducing the risk of disasters and climate variability in the Pacific Islands: Republic of Kiribati Country Assessment.Washington, DC:World Bank"}, {"text_block_id": "p58_b891", "text": "."}, {"text_block_id": "p58_b892", "text": "World Bank. 2006. Kiribati: Kiribati Adaptation Project – Implementation Phase (KAP II). Project document on a proposed grant from the Global Environment Facility Trust Fund in the Amount of USD 1.80 Million to the Republic of Kiribati for a Kiribati Adaptation Project – Implementation Phase (KAP II). Document of the World Bank"}, {"text_block_id": "p58_b893", "text": "."}, {"text_block_id": "p58_b894_merged", "text": "World Bank. 2012. Kiribati.Telecommunications and ICT Development Project. Project Appraisal Document.Washington, DC:World Bank.Accessed on December 17th 2013 at http://documents.worldbank.org/curated/en/2012/07/16561225/kiribati-telecommunications-information-communication-technologies-ict-development-project"}, {"text_block_id": "p58_b899", "text": "."}, {"text_block_id": "p67_b900", "text": "68"}], "document_description": "The Kiribati joint Implementation Plan For Climate Change and Disaster Risk Management 2019-2028 aims to increase resilience through sustainable climate change adaptation and disaster risk reduction.The KJIP formalises the role of the Kiribati National Expert Group on Climate Change and Disaster Risk Management ( to become the main advisory body and coordination mechanism as well as the entry point for climate change and disaster risk management initiatives.The 2014-2023 document aims at identifying an integrated set of specific actions and measures to increase the country's resilience to climate change and associated risks in different sectors. It is designed to complement the National Disaster Risk Management Plan and the National Framework for Climate Change and Climate Change Adaptation. By identifying tangible, on-the-ground actions for resilience and measures that enable the Government to facilitate these, the plan will guide the implementation of these complementary policies in an integrated approach. The government hopes that such a systematic approach will maximise the efficiency and effectiveness of existing capacities and resources as well as ensuring the success of new initiatives. The specific goals of the policy are: 1) strengthening good governance, policies, strategies and legislation, 2) improving knowledge and information generation, management and sharing, 3) strengthening and greening the private sector, including small-scale business, 4) increasing water and food security with integrated and sector-specific approaches and promoting healthy and resilient ecosystems, 5) strengthening health service delivery to address climate change impacts, 6) promoting sound and reliable infrastructure development and land management, 7) delivering appropriate education, training and awareness programs, 8) increasing effectiveness and efficiency of early warnings and disaster and emergency management, 9) promoting the use of sustainable, renewable sources of energy and energy efficiency, 10) strengthening capacity to access finance, monitor expenditures and maintain strong partnerships, 11) maintaining the existing sovereignty and unique identity of Kiribati, and 12) enhancing the participation and resilience of vulnerable groups. The document further examines administrative and governance factors, as well as financial resources needed for implementing such an approach."}