{"document_instrument_name": [], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Water", "Health"], "document_language": "English", "document_name": "National Water Resources Policy", "document_country_code": "KIR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2008", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KIR/2008/KIR-2008-01-01-National Water Resources Policy_d64aec91e191deb3c2de3850513a0d5f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Kiribati"}, {"text_block_id": "p0_b2", "text": "National Water Resources Policy"}, {"text_block_id": "p0_b3", "text": "Water for Healthy Communities, Environments and Sustainable Development"}, {"text_block_id": "p0_b4", "text": "Coordinated by the National Water and Sanitation Committee through the Ministry of Public Works and Utilities"}, {"text_block_id": "p0_b5", "text": "November 2008"}, {"text_block_id": "p1_b6", "text": "Government of the Republic of Kiribati National Water Resources Policy"}, {"text_block_id": "p1_b7", "text": "Water for Healthy Communities, Environments and Sustainable Development"}, {"text_block_id": "p1_b8", "text": "1. Title of the Policy"}, {"text_block_id": "p1_b9", "text": "National Water Resources Policy (NWRP)"}, {"text_block_id": "p1_b10", "text": "2. Purpose and Consistency of the Policy"}, {"text_block_id": "p1_b11", "text": "The NWRP provides a framework for leadership and coordinated action in the supply of safe, adequate and financially, technically and environmentally sustainable water services to rural, outer island and urban communities in Kiribati and for the protection, conservation, sustainable use and efficient management of Kiribati•s water resources. It is directed at improving the welfare and livelihood of I-Kiribati and represents the vision of the Government of Kiribati (GoK) for the water sector."}, {"text_block_id": "p1_b12", "text": "Freshwater supplies are critically dependent on climate and are impacted, sometimes severely, by climate variability and climate change. The NWRP builds on the Policy on Adaptation to Climate Change announced by the GoK in 2005 and recognises that water and sanitation are intimately linked. This policy concentrates on freshwater resources and their protection and foreshadows the development of complementary national sanitation policy. Implementation of the NWRP is addressed in the accompanying National Water Resources Implementation Plan (NWRIP)."}, {"text_block_id": "p1_b13_merged", "text": "The NWRP is consistent with: the National Development Strategies (NDS) of 1996-1999, 2000-2003, 2004-2007, and the Kiribati Development Plan (KDP) 2008-11; the Draft National Water Plan initiated by the United Nations Department of Technical Cooperation for Development in 1992 and updated by the Water Engineering Unit of the Ministry of Works and Utilities in 2000; the Cabinet decision in 2004 to make outer island water supplies sustainable; and a major commitment on improved freshwater and sanitation by Te Beretitenti, His Excellency Anote Tong, in December 2007 at the inaugural Asia Pacific Water Summit, in Beppu, Japan. It complements the Public Utilities Ordinance, particularly in the protection of groundwater reserves. It has special relevance to the GoK•s plan to develop Growth Centres on atolls beyond Tarawa."}, {"text_block_id": "p1_b16", "text": "The policy has incorporated community priorities expressed during the 2002 Kiribati National Consultation on Sustainable Water Management, which were reinforced in the extensive Gilbert Group consultations for the National Adaptation Program of Action, Kiribati Adaptation Project Phase I (KAP I) in 2003. In the latter, island communities identified water and sanitation issues in seven out of the top ten adaptation strategies, clearly reflecting the high priority and community concerns over freshwater supplies. The widespread public concerns over freshwater are also"}, {"text_block_id": "p2_b17", "text": "reflected in the Kiribati Development Plan 2008-11. This policy and its accompanying Implementation Plan are a response to these public concerns and provide strategies for securing a better future for all I-Kiribati."}, {"text_block_id": "p2_b18", "text": "The NWRP is also consistent with regional and international initiatives such as the Kiribati-endorsed Message from Beppu announced at the conclusion of the inaugural Asia Pacific Water Summit in Japan in late 2007; with the Kiribati-sanctioned Ministerial Declaration on the 2003 Pacific Regional Action Plan on Sustainable Water Management; and with the United Nations• Millennium Declaration in 2000, •"}, {"text_block_id": "p2_b19", "text": "to halve by the year 2015 the proportion of the world•s population who are unable to reach or afford safe drinking water• and •to stop the unsustainable exploitation of water resources"}, {"text_block_id": "p2_b20", "text": "• as well as the target of the World Summit on Sustainable Development in Johannesburg in 2002 of •"}, {"text_block_id": "p2_b21", "text": "halving the proportion of people who do not have access to basic sanitation by 2015"}, {"text_block_id": "p2_b22", "text": "•. These goals and the sustainable management of water and energy have also been fully endorsed by the European Community."}, {"text_block_id": "p2_b23", "text": "3. Background to this Policy"}, {"text_block_id": "p2_b24_merged_merged", "text": "I-Kiribati have always recognised that freshwater is a precious and finite resource. Droughts are common and freshwater is often scarce so water resources had to be protected and used carefully. In the past, water supply was, and in some outer islands still is, the responsibility of the kaianga. In recent times, especially in urban areas, population pressure due to inward migration and natural population growth has contaminated local groundwater sources, causing an increase in water-borne diseases and forcing households to rely on water delivered from government-managed water supply schemes pumped from distant, safer groundwater sources."}, {"text_block_id": "p2_b27", "text": "The growing impacts of human settlements and those of climate variability and change on freshwater resources and the linkage between development, poverty alleviation and water availability require a commitment by the community and continued determination and leadership by the national government to protect and use wisely the nation•s scarce water resources."}, {"text_block_id": "p2_b28", "text": "Water supply issues in the Republic of Kiribati are amongst the most complex in the world. They involve very vulnerable, limited and scattered water resources used by more than 160 villages and two densely populated and growing urban areas. These are spread over 21 inhabited atolls or small islands, which span over 3 million square kilometres of the central western Pacific. Water resource issues affect the entire population and span the responsibilities of many Ministries. They require an integrated and coordinated whole-of-government approach that engages communities, clearly specifies responsibilities and accountabilities and encourages and directs actions from the village through island to the national level."}, {"text_block_id": "p2_b29", "text": "This policy and its accompanying implementation plan build on international and regional imperatives, previous government policies, decisions, ministerial and presidential statements, and incorporate aspects of national development strategies and plans. It is based on extensive community consultations carried out during KAPI and has involved critical inputs from ministries with responsibilities in the water sector and from non-government organisations and businesses."}, {"text_block_id": "p3_b30", "text": "In a statement to the Maneaba ni Maungatabu, on the opening of its fifth session on 31 October 1994, Te Beretitenti of the Republic presented an outline of the Government policy on all areas of its responsibility. Those policies that had direct or indirect implications for the water sector of Kiribati were:"}, {"text_block_id": "p3_b31", "text": "In a statement to the Maneaba ni Maungatabu, on the opening of its fifth session on 31 October 1994, Te Beretitenti of the Republic presented an outline of the Government policy on all areas of its responsibility. Those policies that had direct or indirect implications for the water sector of Kiribati were:\n* Strong emphasis is placed on the improvement of living standard of an I-Kiribati.\n* Resources and efforts will be directed towards developing subsistence and employment opportunities, and improving living conditions.\n* Efforts to reduce population growth will continue.\n* The resettlement programme will continue to be developed, new sources of livelihood explored, and basic essential services ensured and expanded.\n* Efforts to promote Kiritimati Island as a focus of development will continue."}, {"text_block_id": "p3_b41", "text": "The"}, {"text_block_id": "p3_b42", "text": "Draft National Water Plan"}, {"text_block_id": "p3_b43", "text": ", developed in 1992 and updated in 2000 by the Water Engineering Unit of the then Ministry of Works and Energy, identified the need for national policy guidelines in order to develop priorities and to coordinate the water sector. The Kiribati National Consultation on Sustainable Water Management, conducted as a lead up to the Pacific Regional Consultation on Water in Small Island Countries in 2002, clearly identified the continuing need for adequate supplies of safe drinking water and for better coordination of the water sector."}, {"text_block_id": "p3_b44", "text": "Consultations throughout the Gilbert Group conducted for the National Adaptation Program of Action, Kiribati Adaptation Project Phase I identified seven water and sanitation - related priority strategies in the top ten priorities:"}, {"text_block_id": "p3_b45", "text": "Consultations throughout the Gilbert Group conducted for the National Adaptation Program of Action, Kiribati Adaptation Project Phase I identified seven water and sanitation - related priority strategies in the top ten priorities:\n* Water pumps/pipes to get water from good sources to settlements and homes\n* Protect water wells\n* Assess and locate available water on the islands\n* Water conservation at home (including awareness raising)\n* Improve sanitation, construct toilets\n* Water conservation in piping systems\n* Install rainwater tanks"}, {"text_block_id": "p3_b59", "text": "These strategies fall into three broad categories: make use of a variety of water sources; protect freshwater sources particularly from human and animal wastes; and conservation of water by the community, industry and government agencies. There is a clear need for education and awareness raising in these strategies."}, {"text_block_id": "p3_b60", "text": "."}, {"text_block_id": "p3_b61_merged_merged", "text": "The Sigatoka 2003 Ministerial Declaration of the Pacific Action Plan on Sustainable Water Management, endorsed by all Pacific Island Nations Heads of State during the Pacific Island Leaders meeting in Auckland in 2003, and presented at the 3rdWWF, called for the development of national instruments including broadly-based national visions, policies, plans, legislation and capable organisations and empowerment of communities appropriate to each island country. It recognised that both behavioural change and long term collaboration were essential for improvement."}, {"text_block_id": "p4_b66", "text": "The Asian Development Bank Technical Assistance Project,"}, {"text_block_id": "p4_b67", "text": "Promotion of Effective Water Management Policies and Practices"}, {"text_block_id": "p4_b68", "text": "in 2004 developed a 20 year Kiribati Water Sector Road Map that set out strategies and a long-term action programme. It proposed the development of national policies and procedures for the improvement of operation of the water sector as a key initial 12-month task."}, {"text_block_id": "p4_b69", "text": "The National Development Strategy 2003-2007 and the Kiribati Development Plan 2008-11 contain some policies and goals of direct relevance to the water sector. These include:"}, {"text_block_id": "p4_b70", "text": "The National Development Strategy 2003-2007 and the Kiribati Development Plan 2008-11 contain some policies and goals of direct relevance to the water sector. These include:\n* Raise the quality of life by improving supply and quality of water.\n* Ensure sustainable use of water resources,\n* Promote community participation for better use of water resources,\n* Provide sound infrastructure and services at reasonable costs,\n* Rehabilitate and expand existing water supply systems,\n* Improve collection, storage, treatment and distribution of water,\n* Rehabilitate the sewerage and sanitation system and  improve its operation and management,\n* Improve maintenance standards for government assets, and\n* Ensure that all future construction projects comply with the Environment Act."}, {"text_block_id": "p4_b88", "text": "The Cabinet decision in 2004 to make outer island water supply systems sustainable provides a clear policy direction that needs to be imbedded in a broader national water policy framework."}, {"text_block_id": "p4_b89", "text": "At the inaugural Asia Pacific Water Summit, in Beppu, Japan, in December 2007, Te Beretitenti, His Excellency Anote Tong, reaffirmed his government•s determination to protect, conserve and use water resources wisely and adopted •"}, {"text_block_id": "p4_b90", "text": "Water for Healthy Communities, Environments and Sustainable Development"}, {"text_block_id": "p4_b91", "text": "• as the theme for incorporation into national water policy."}, {"text_block_id": "p4_b92_merged_merged_merged", "text": "The Kiribati Development Plan 2008-11 echoes previous concerns over the quality and quantity of freshwater available to island communities and highlights the need for strategic action in this sector.  The development of National Water Policy and its Implementation Plan is a keystone Technical Assistance Activity in the 2005 Water Component of the Global Environment Fund Kiribati Adaptation Program, Phase II (KAPII) endorsed by the Government."}, {"text_block_id": "p4_b95", "text": "4. Formulation of Policy"}, {"text_block_id": "p4_b96", "text": "This policy has grown from widespread public concerns over freshwater voiced during spread public consultations conducted during the National Adaptation Program of Action, Kiribati Adaptation Project Phase I (KAP I). Draft policy was initiated under the EU Pacific Water Governance Project, coordinated by SOPAC. It was developed under KAPII Water Component Project 3.1.1 by the National Water and Sanitation Coordination Committee under the chair of the Ministry of Public Works and Utilities and drafted by Professor Ian White, Australian National University. There has been broad consultation on draft versions of this policy"}, {"text_block_id": "p5_b97", "text": "amongst, key ministries, stakeholders and with the community and Workshops with peak committees. All Government Agencies with responsibilities in the water and sanitation sector were involved through the National Water and Sanitation Committee and the National Adaptation Steering Committee in its drafting. The water and sanitation service providers, the Public Utilities Board in South Tarawa, the Water Engineering Unit of MPWU and the Ministry of Health and Medical Services, the Rural Planning Unit, Ministry of Internal and Social Affairs and the Public Works Department of the MLPID for Kiritimati have all contributed to the development of the NWRP. Non-government organisations and Councils, the Churches and businesses have been given opportunities to comment and many have suggested improvements. Implementation of this policy is addressed in the accompanying National Water Resources Implementation Plan."}, {"text_block_id": "p5_b98", "text": "Implementation of this Policy, including roles and responsibilities is addressed in the accompanying"}, {"text_block_id": "p5_b99", "text": "National Water Resources Implementation Plan."}, {"text_block_id": "p5_b100", "text": "A companion document"}, {"text_block_id": "p5_b101", "text": "Background to the National Water Resources Policy and Plan"}, {"text_block_id": "p5_b102", "text": "provides background information that led to the development of this policy."}, {"text_block_id": "p5_b103", "text": "5. Justification for this Policy Initiative"}, {"text_block_id": "p5_b104_merged_merged", "text": "Freshwater is essential for life and for the survival and well-being of all nations. In Kiribati, it is a vital, strategic national resource on which island communities and their economic growth are founded, and whose security of supply and quality needs to be assured. In most islands, the quantity of freshwater is limited, demand is increasing and the quality of water is especially vulnerable. As a result, water-borne diseases are common, particularly among susceptible population groups like old people and children under five. The difficult challenges faced in the water sector span the responsibilities of a number of Ministries and local authorities. There are critical issues that need to be addressed through an enlightened and coordinated approach led by the Government using a whole-of-government approach and engaging the entire community particularly at the village and island level."}, {"text_block_id": "p5_b115", "text": "6. Priority Issues Addressed by this Policy"}, {"text_block_id": "p5_b116", "text": "Issues to be urgently addressed include:"}, {"text_block_id": "p5_b117", "text": "Issues to be urgently addressed include:\n* The high rate of preventable deaths and illnesses due to water-borne diseases;\n* Contamination of fresh groundwater sources by human settlements and sanitation;\n* Impacts of climate variability and change on the availability of fresh water;\n* Difficulties in protecting, conserving and managing freshwater sources;\n* Growth in demand for water especially in urban areas;\n* Inequities in provision of services to schools, hospitals, clinics, rural, outer island and urban communities;"}, {"text_block_id": "p6_b129", "text": "Issues to be urgently addressed include:\n* The high rate of preventable deaths and illnesses due to water-borne diseases;\n* Contamination of fresh groundwater sources by human settlements and sanitation;\n* Impacts of climate variability and change on the availability of fresh water;\n* Difficulties in protecting, conserving and managing freshwater sources;\n* Growth in demand for water especially in urban areas;\n* Inequities in provision of services to schools, hospitals, clinics, rural, outer island and urban communities;\n* Limited collection and use of rainwater;\n* Large unaccounted for losses and leakages in water reticulation systems;\n* Financially and hydrologically unsustainable water supply systems;\n* Constraints on development due to limited water supplies;\n* Inadequate knowledge and monitoring of the nationâ¢s freshwater resources;\n* Decrease in the number of trained water specialists and technicians;\n* Limited community participation in freshwater management and conservation;\n* Limited community understanding of responsible water use and protection; and\n* A need for enhanced water education in schools."}, {"text_block_id": "p7_b147", "text": "7. Statement of Policy"}, {"text_block_id": "p7_b148", "text": "7.1 Policy Goals"}, {"text_block_id": "p7_b149", "text": "7.1 Policy Goals\n* Provide safe, socially equitable, financially, technically and environmentally sustainable water supplies to enhance the welfare and livelihood of I-Kiribati.\n* Protect and conserve freshwater sources for public water supplies.\n* Deliver freshwater efficiently and effectively."}, {"text_block_id": "p7_b155", "text": "The policy intent is that:  firstly, as a matter of highest priority, safe freshwater will be supplied sustainably to satisfy basic human needs, then those of the environment and finally those required for development; secondly, there is a strong commitment to protect and conserve freshwater resources; and thirdly there is a determination that services are delivered well."}, {"text_block_id": "p7_b156", "text": "7.2 Policy Objectives"}, {"text_block_id": "p7_b157", "text": "Beneath the three policy goals are seven specific policy objectives or actions."}, {"text_block_id": "p10_b158", "text": "7.3 Planned Policy Outcomes"}, {"text_block_id": "p10_b159", "text": "The national water policy addresses the short and long term priority concerns raised by I-Kiribati communities and families over freshwater.  Planned outcomes from the purposeful implementation of this policy are the sustainable management of water and related land resources, improved protection of water sources with increased community participation and improved access to safe and efficient water services."}, {"text_block_id": "p11_b160", "text": "8. Strategies for Achieving Policy Objectives"}, {"text_block_id": "p11_b161", "text": "A range of strategies are available to achieve the policy objectives of the NWRP."}, {"text_block_id": "p12_b162", "text": "9.  Organisational and Institutional Responsibilities"}, {"text_block_id": "p12_b163", "text": "The"}, {"text_block_id": "p12_b164", "text": "Directions Assigning Ministerial Responsibility"}, {"text_block_id": "p12_b165", "text": "(5 August 2003) includes •Ministerial Coordination• and •Cabinet taskforces Chairmanship• in the responsibilities of Office Te Beretitenti (OB). The role of the National Strategic Policy and Risk Assessment Unit (NSPRAU) within OB includes:"}, {"text_block_id": "p12_b166", "text": "(5 August 2003) includes •Ministerial Coordination• and •Cabinet taskforces Chairmanship• in the responsibilities of Office Te Beretitenti (OB). The role of the National Strategic Policy and Risk Assessment Unit (NSPRAU) within OB includes:\n* Reviewing national policies of strategic national importance and of long-tem risk; and\n* Facilitating inter-ministry coordination on specific issues of national importance."}, {"text_block_id": "p12_b170_merged_merged", "text": "The Directions Assigning Ministerial Responsibility also specify particular line Ministry responsibilities in water:"}, {"text_block_id": "p12_b173", "text": "The Directions Assigning Ministerial Responsibility also specify particular line Ministry responsibilities in water:\n* Minister for Public Works and Utilities â¢ water management; sewerage systems\n* Minister for Health and Medical Services â¢ health inspectorate services and environmental health\n* Minister for the Environment, Lands and Agricultural Development â¢ environment and conservation; waste and pollution management."}, {"text_block_id": "p12_b179", "text": "Other Ministries, however, also have responsibilities that are related to or impact on the water and sanitation sector. The National Water and Sanitation Coordination Committee, NWSCC, under the chair of the Ministry of Public Works and Utilities has been established to coordinate implementation across Ministries and to monitor and report on progress of implementing this policy. Specific activities, measurable performance indicators, roles and responsibilities are covered in the National Water Resources Implementation Plan."}, {"text_block_id": "p12_b180", "text": "In addition, island Councils, Urban and Town Councils, and non-government groups such as the Kiribati Women Federation (AMAK), the Kiribati Association of NGOs (KANGO), the Kiribati Chamber of Commerce and Industry (KCC&I) and the Kiribati Council of Churches also have a responsibility for ensuring that activities undertaken under the NWRP and NWRIP are successfully and sustainably implemented."}, {"text_block_id": "p12_b181", "text": "10. Resource and Financial Implications"}, {"text_block_id": "p12_b182", "text": "Additional water specialists will be required to effectively implement this Policy. Funding will also be required for the execution of various water projects identified in this Policy. The Policy and Implementation Plan can be used as the basis for proposals to donors and funding agencies to highlight the priorities of Kiribati with regards to water resources. Briefs for a number of projects for which donor funding could be sought are given in the Background to the National Water Resources Policy and Implementation Plan."}, {"text_block_id": "p13_b183", "text": "11. Implementation and Reporting Schedule"}, {"text_block_id": "p13_b184", "text": "Implementation of the NWRP will take effect from the time that it is approved by Cabinet. The accompanying National Water Resources Implementation Plan uses the policy objectives and strategies of this policy to develop a 10 year implementation plan detailing activities, indicators and outputs, and responsibilities. Implementation will be overseen by the Ministry of Public Works and Utilities through the National Water and Sanitation Coordination Committee which will report on progress to Cabinet. The Committee will report to Cabinet on the state of the nation•s water resources and on progress in policy implementation annually. The NWRP and its accompanying Implementation Plan will be formally reviewed after 5 years."}], "document_description": "Kiribati's National Water Resources Policy and Implementation Plan deals first and foremost with the impacts of climate change on water supply. It outlines three concrete policy goals, as well as seven, more specific policy objectives.\n\nThe goals are to (1) provide safe, socially equitable, financially, technically and environmentally sustainable water supplies to enhance the welfare and livelihood of I-Kiribati, (2) Protect and conserve freshwater sources for public water supplies, and (3) Deliver freshwater efficiently and effectively.\n\nThe objectives are to (1) increase access to safe and reliable water supplies, (2) achieve sustainable water resource management, (3) improve understanding and monitoring of water resources and their use, (4) improve protection of public freshwater sources, (5) increase community awareness of and participation in the protection, management and conservation of water, (6) improve governance in the water sector, and (7) decrease unaccounted for water losses, improve cost recovery and find alternate sources of water.\n\nThe policy places special emphasis on climate change in sustainable water use management. It states that the government intends to sustainably manage water and sanitation services \"during climatic extremes,\" such as droughts, heavy rains, and storm surges, all of which can decrease quality and quantity of water supply.\n\nThe implementation plan defines the priority actions and sector-specific strategies for implementing the policy. Importantly, it also assigns those actions to specific actors in government."}