{"document_instrument_name": ["Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Framework for Climate Change and Climate Change Adaptation", "document_country_code": "KIR", "document_hazard_name": ["Sea Level Rise", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "19/04/2013", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KIR/2013/KIR-2013-04-19-National Framework for Climate Change and Climate Change Adaptation_dc462632302506c554a5d2abf033cc4b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "April"}, {"text_block_id": "p0_b2", "text": "National Framework for"}, {"text_block_id": "p0_b3", "text": "CLIMATE CHANGE AND CLIMATE CHANGE ADAPTATION"}, {"text_block_id": "p0_b4", "text": "Office of Te Beretitenti"}, {"text_block_id": "p1_b5", "text": "Foreword"}, {"text_block_id": "p1_b6", "text": "Kiribati has known for some time that the impacts of climate change will no doubt render it uninhabitable in the future. The science has been quite clear for some time now and new and emerging science is only confirming that the unthinkable is going to happen -while it is both a poignant and difficult issue-all the more so because of the emotional implications attached to it, it is also a call for us as a nation to be most diligent in our effort to be prepared for the unthinkable and for what lies ahead of us in the face of climate change"}, {"text_block_id": "p1_b7", "text": "After numerous consultation with our communities it has become abundantly clear that what is already happening and coupled with that which is going to happen the call from these communities is distinctly clear that we need to forge a path ahead to prepare with the hope that we do not look back with the regret that we could have done things differently and better."}, {"text_block_id": "p1_b8", "text": "In this regard, I am quite happy to present this first long term plan for the national effort to start the process of addressing and meeting what we can expect from the impacts of climate change both projected and what is already being felt, this plan presents a broad framework within which our immediate, medium and long term strategic goals and objectives are going to be -all within the current understanding and knowledge available."}, {"text_block_id": "p1_b9", "text": "I am glad that that this framework sets out the way forward upon which all future activities on Climate change will be guided."}, {"text_block_id": "p1_b10", "text": "It is the fervent hope of my Government that our development partners will take heed of this Framework and that they also let it guide their own in-country programs in the future noting in particular the whole-of-Government approach that this Framework was developed under."}, {"text_block_id": "p1_b11", "text": "His Excellency Te President"}, {"text_block_id": "p1_b12", "text": "Anote Tong"}, {"text_block_id": "p1_b13", "text": "19 April 2013"}, {"text_block_id": "p2_b14", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p2_b15", "text": "The path towards sustainable development for Kiribati is wrought with many challenges that need to be addressed.  These challenges mean that the country will continue to require assistance in trying to achieve its goals in regards to its development.  In addition, the issue of climate change (CC) will threaten to disrupt the already fragile nature of our environment.  Overall the future economic development for the country will be severely restricted as the effects of climate change impact on our vital marine, terrestrial and water resources.  The main concerns we have towards a changing climate are those relating to:"}, {"text_block_id": "p2_b16", "text": "The path towards sustainable development for Kiribati is wrought with many challenges that need to be addressed.  These challenges mean that the country will continue to require assistance in trying to achieve its goals in regards to its development.  In addition, the issue of climate change (CC) will threaten to disrupt the already fragile nature of our environment.  Overall the future economic development for the country will be severely restricted as the effects of climate change impact on our vital marine, terrestrial and water resources.  The main concerns we have towards a changing climate are those relating to:\n* Rising sea levels:\n* Increasing sea\n* surface temperatures (SSTs):\n* Changes to weather patterns:"}, {"text_block_id": "p2_b24", "text": "As such then, national approach to Climate Change and Climate Change Adaptation, and indeed, our national development planning frameworks, should be guided by the following over-arching themes:"}, {"text_block_id": "p2_b25", "text": "As such then, national approach to Climate Change and Climate Change Adaptation, and indeed, our national development planning frameworks, should be guided by the following over-arching themes:\n* The impacts of climate change are brought upon us as the direct result of action of others around\n* We must therefore advocate strongly for an international legally binding mechanism for the\n* We must therefore advocate strongly for an international legally binding mechanism for the\n new and additional\n* We must therefore advocate strongly for an international legally binding mechanism for the\n new and additional\n funds to address\n* We must therefore advocate strongly for an international legally binding mechanism for the\n new and additional\n funds to address\n all\n* We must therefore advocate strongly for an international legally binding mechanism for the\n new and additional\n funds to address\n all\n our adaptation needs.\n* Given 1. above, we need to think beyond adaptation. New and innovative initiatives (as has"}, {"text_block_id": "p2_b39", "text": "It is clear then that a whole-of-country approach is required to mobilize against this phenomena in a manner that is practical and effective to address the impacts we stand to face against climate change. We need to also explore opportunities within this and take initiative to maximize the benefits that may arise from the prospects that CC presents to us.  The following presents the key areas for consideration as Government consolidates its national position on Climate Change."}, {"text_block_id": "p2_b40", "text": "It is clear then that a whole-of-country approach is required to mobilize against this phenomena in a manner that is practical and effective to address the impacts we stand to face against climate change. We need to also explore opportunities within this and take initiative to maximize the benefits that may arise from the prospects that CC presents to us.  The following presents the key areas for consideration as Government consolidates its national position on Climate Change.\n* Mitigation\n* Integration of CC and CCA into national planning and institutional capacity\n* External financial and technical assistance\n* Population and resettlement\n* Governance and services\n* Survivability and self-reliance"}, {"text_block_id": "p2_b53", "text": "Under these broad headings, and given the developmental nature of the climate change problem, the Office of Te Beretitenti is responsible for the close coordination for the planning for the development and implementation of activities and initiatives that have relevance to CC and CCA."}, {"text_block_id": "p3_b54", "text": "Role of Policy Coordination and Strategic Risk Management Unit of the OB"}, {"text_block_id": "p3_b55", "text": "Below are some key areas of responsibility the Policy Coordination and Strategic Risk Management Unit under the OB would assume under CC and CCA;"}, {"text_block_id": "p3_b56", "text": "Below are some key areas of responsibility the Policy Coordination and Strategic Risk Management Unit under the OB would assume under CC and CCA;\n* Governance of Climate Change:\n* Policy coordination amongst the various Ministries and Government departments, NGOs and Faith\n* Vulnerability and Risk Management:\n* Capacity Building:\n* Awareness and media coordination:\n* Assume responsibility for major international forums such as UNFCCC and its subsidiary bodies."}, {"text_block_id": "p3_b68", "text": "National Framework for Climate Change and Climate Change Adaptation"}, {"text_block_id": "p3_b69", "text": "Mitigation"}, {"text_block_id": "p3_b70", "text": "Whilst the contribution Kiribati makes to the overall levels of Greenhouse Gas (GHGs) emissions remains insignificant, it is important that the country is seen to take action at the national level through measures that aim to reduce its overall emissions of GHGs.  Kiribati is currently undertaking its Second National Communications in which one of the components is an inventory of emissions that country has contributed since the completion of the First National Communications in 1999."}, {"text_block_id": "p3_b71", "text": "Some of the measures that could contribute to this could include those that aim to improve energy efficiency and enhance the use of renewable energy both on the main islands and in the outer islands."}, {"text_block_id": "p3_b72", "text": "Integration of CCA into national planning and institutional capacity"}, {"text_block_id": "p3_b73", "text": "An effective response to address the impacts of climate change requires that climate change and climate change adaptation assume a prominent role within the national development planning process.  This process is comprised of five main parts that include long range policy and strategy statements, Kiribati Development Plan (KDP), annual GoK Budget, multi-year budget framework and Ministry Operational Plans (MOPs) and Public Enterprise Business Plans (PEBPs)."}, {"text_block_id": "p3_b74", "text": "It is apparent that there is scope for the integration of CC and CCA within each of these to reflect the developmental risks that climate change poses to Kiribati.  At the lowest level, MOPs need to indicate the CCA activities that they are currently undertaking and which are currently being funded under recurrent Government expenditure. Importantly, there needs to be inclusion within each of the MOPs of those activities that are identified to be required for the ongoing work of each Ministry but which cannot be implemented due to lack of government resources.  This is to highlight the needs that are being placed on"}, {"text_block_id": "p4_b75", "text": "Government through the impacts of climate change and which can form the basis for justification of our short and immediate term needs."}, {"text_block_id": "p4_b76", "text": "External financial and technical assistance"}, {"text_block_id": "p4_b77", "text": "Underpinning the notion that climate change can now be attributed directly to anthropogenic causes, so too will the responsibility to assume the costs relating to meeting its adverse impacts.  However, as these current funds are now being made available as additional to Overseas Development Assistance (ODA), it will be left to Government to place measures that would allow for the smooth and continued flow of these funds into the country.  Since there is much to be done in regards to the management of ODA itself in country, there is currently some trepidation on the part of adaptation funding donors that these funds may fall victim to the same processes that are in practice in regards to conventional ODA."}, {"text_block_id": "p4_b78", "text": "However, there is interest in having these funds channeled directly into the mainstream activities of line Ministries involved with CC and CCA as direct budget support is now emerging as a national priority. This was shown in the initial objective of KAPI where there was intention of having funds funneled into mainstream ministry operations in the form of a top up for activities which are found to be CC adaptation-based and which is now being attempted in CCA related activities funded by other donors notably the EU GCCA. To be effective, it is important that there is easy access to these funds and this can only be so when there is sufficient institutional knowledge and familiarity with the range of financial facilities available, their terms and conditions and that our national requirements are coordinated to effectively tap into these various facilities."}, {"text_block_id": "p4_b79", "text": "Population and Resettlement."}, {"text_block_id": "p4_b80", "text": "The Government’s current population policy aims at"}, {"text_block_id": "p4_b81", "text": "a stable population of about 120,000 persons by 2025. Of these, about 50,000 would be in North and South Tarawa, 45,000 in the other Gilbert Islands, and 30,000 in the Line and Phoenix Islands (of whom 25,000 would be on Kiritimati). This distribution would be sustainable on the basis of known and estimated land and water resources, provided that effective CCA measures are put in place to handle the risks to those resources that are expected to arise from climate change between now and 2050."}, {"text_block_id": "p4_b82", "text": "To achieve overall stability the population policy requires implementation to ensure a rapid transition to smaller family size through parental self-management of fertility, the establishment and enhancement of facilities on outer island and active promotion of permanent emigration to other countries. The need to reduce the vulnerability of Kiribati to increasing physical risks caused by climate change forms an important part of the case for host country agreement to government-sponsored and self-sponsored emigration to resettle I-Kiribati overseas so as to establish a community which can then sponsor and assist the inevitable migration of the population, due to CC, as and when this eventually arrives."}, {"text_block_id": "p4_b83", "text": "Governance and services"}, {"text_block_id": "p5_b84", "text": "Based on the thematic approach this framework is based on, it is critical that developments within the international discussions in regards to CC and CCA is keenly followed in manner that will allow for steering of national direction on the issue to be both pertinent and current.  The responsibility of OB for strategic risk management and policy coordination is described above in section 2. This is more important so that all line Ministries are able to speak on the same terms as everyone else, that is there are no conflicting messages conveyed to the international front but that the message is consistent everytime."}, {"text_block_id": "p5_b85", "text": "Policy Coordination and Planning:"}, {"text_block_id": "p5_b86", "text": "As mentioned above, policy coordination is now seen to be urgently required as Government focuses its effort in addressing the adverse effect of CC. Initially it would be critical that the activities of those sectors directly affected by climate change is closely scrutinized to identify CC and CCA related loopholes and shortcomings.  It would be necessary that these are addressed early in the process of CCA reform so that the groundwork for future CCA activities is in place to allow for the smooth and maintained flow of funding, as well as and perhaps more importantly our national activities happen in a coordinated manner."}, {"text_block_id": "p5_b87", "text": "CCA Implementation:"}, {"text_block_id": "p5_b88_merged", "text": "The implementation of CCA activities will be undertaken by those ministries and Government divisions whose responsibilities are directly affected by the adverse effects of CC.  Not only this but it would be crucial that the involvement of the non government sector including churches, is encouraged as already outlined to increase ownership and to take a ―whole of nation‖ approach to climate change."}, {"text_block_id": "p5_b91", "text": "Technical Service Delivery:"}, {"text_block_id": "p5_b92", "text": "It is critical that ongoing effort is maintained in generating and providing new information to guide the planning and implementation of CC and CCA activities.  Whilst much of this information will rely on technical expertise not currently available in the country and therefore needing to be sourced elsewhere, local capacity should be actively built promoted and involved in this aspect.  Delivery of services need to be enhanced and maintained so that, for example, the provision of timely weather information can assist in the preparation for critical events such as major storms and drought conditions.  Media services need to be able to translate technical information accurately in a format understandable to their audience."}, {"text_block_id": "p5_b93", "text": "Survivability and Self-reliance."}, {"text_block_id": "p5_b94", "text": "The vulnerability of our atoll systems mean that in the face of climate change and rising sea levels, a general feeling of insecurity arises from the notion that we, as a people, do not have any alternative but to seek refuge elsewhere.  The obvious need to place due attention to the self-reliance precept the I-Kiribati people hold  so highly and the risks associated with climate change means that intellectual and practical processes for the planning for the consequence of CC should be done at the earliest opportunity.  It will be the responsibility of Government that it ensures that the welfare of its citizenry is maintained and that it takes into consideration in its planning for this ultimate consequence, issues surrounding our human rights as a people both collectively and individually, our heritage and the legacy we leave to our future"}, {"text_block_id": "p6_b95", "text": "generations, our culture and traditions and perhaps more importantly the way in which we integrate into mainstream society wherever we may end up.  It is now time to begin and initiate"}, {"text_block_id": "p7_b96", "text": "1.0 Introduction"}, {"text_block_id": "p7_b97", "text": "The Republic of Kiribati recognizes that its path towards sustainable development is wrought with many challenges and issues that require addressing in order that it is able to progress forward.  These include low national capacity at all levels, narrow resource base, distance and proximity to main trading centers and others that contribute to the sluggish growth experienced to date.  As such, Kiribati has been active in pursuing and establishing cooperation and partnerships with its development partners so that it can attract assistance in lifting its growth to a level that will benefit its citizenry.  Kiribati also recognizes that it needs further assistance in achieving the goals as set out by the Millennium Development Goals which comprise of eight key areas: poverty reduction, universal primary education, gender equality, child and maternal mortality, HIV/AIDS, environmental sustainability and global partnerships for development."}, {"text_block_id": "p7_b98", "text": "The Barbados Program of Action (BPoA) for the sustainable development of Small Island Developing States (SIDS) was agreed i"}, {"text_block_id": "p7_b99", "text": "n 19… as the blueprint for SIDS to address their national and regional"}, {"text_block_id": "p7_b100", "text": "development that takes into account the economic, social and environmental aspects of sustainable development.  The BPoA recognized that given their specific vulnerabilities, SIDS require enhanced support from the international community and which ensures the involvement of all relevant stakeholders. In 2005, the Mauritius Strategy for the further implementation of the BPoA reaffirmed this need and called for further action to strengthen the cooperation and partnership between SIDS and the donor community."}, {"text_block_id": "p7_b101", "text": "Both these instruments specifically mention climate change and its adverse effects as having the potential to significantly impact on the efforts of SIDS to achieve their developmental goals.  Most notably would be the impacts that global sea level rise and changes to local weather systems will have on their physical and natural resources and, therefore, correspondingly on their social and economic institutions."}, {"text_block_id": "p7_b102", "text": "This is stressed in the"}, {"text_block_id": "p7_b103", "text": "Vava’u Decisions mentioned in the Pacific Plan where CROP agencies were directed to"}, {"text_block_id": "p7_b104", "text": "coordinate their support for Pacific Island Countries and Territories (PICTs) in advancing regional frameworks and action plans to assist members develop adaptation plans in response to climate change."}, {"text_block_id": "p7_b105", "text": "Not only this but the Vava’u decision called CROP agencies to identify sustainable sources of financing to"}, {"text_block_id": "p7_b106", "text": "support national level adaptation and mitigation efforts."}, {"text_block_id": "p7_b107", "text": "It is also important that both regional and international developments are closely followed sso that we do not fall behind our regional neighbours and this includes the way Disaster management and Climate change are being discussed as being very closely linked and which, in our case is very relevant."}, {"text_block_id": "p7_b108_merged_merged_merged", "text": "Under the current Kiribati Development Plan (KDP) 2008 – 2011, climate change is mentioned as part of the fourth Key Policy Area for development which is Environment.  However, as this document argues, climate change has more far-reaching implications than that to the environment alone and, as recognized by the international and regional instruments discussed above, that it has the potential to impact on all six"}, {"text_block_id": "p8_b111", "text": "Key Policy Areas of the current KDP.  In fact, within the Ministry Operational Plans, there are elements that indicate not only current activities that are Climate Change Adaptation (CCA) related but also areas which require CCA considerations to ensure their viability and longevity.  This document argues that in order to progress with the whole of government approach that is required to effectively address the impacts of climate change, the Environment needs to be considered as just one of the many sectors within Government likened to water, Agriculture and Fisheries"}, {"text_block_id": "p8_b112", "text": "Background"}, {"text_block_id": "p8_b113", "text": "The nature of our existence as a people depends significantly on the way we interact with our environment.  In the context of atoll life, this means the ability of the atoll system"}, {"text_block_id": "p8_b114", "text": "to meet, and recover from, the demands we place on it in terms of; the practices we use to provide for our subsistence livelihoods, the manner in which we treat our groundwater systems, the attitudes and practices we have towards our inshore and reef resources and much lately the priority we place on economic and cash earning activities over the way the atoll natural systems work.  With the rapid changes in trends now seen in the preferences our people have towards a more materialistic lifestyle and the increasing ease with which we can access imported food and other products, our attitude towards the environment has correspondingly deteriorated."}, {"text_block_id": "p8_b115_merged_merged", "text": "However, it is also recognized that given the limited resource endowment the country has, this trend towards a more materialistic lifestyle, is part and parcel of development within such an environment.  As such then, in order for our people to be productive in whatever activity they choose to follow it falls to Government to develop and implement measures that will facilitate people’s pursuit to better themselves and their families in a manner that allows the atoll system to maintain its integrity and sustainability. In addition, an important responsibility for Government is to ensure that any risks identified to hinder this progress are managed in a way that either reduces and/or avoids them altogether or builds our resilience to be able to cope with them in a way that we and future generations can continue to enjoy these activities.  This responsibility means that due diligence need to be afforded in totality to the social, environmental and economic care of our people."}, {"text_block_id": "p8_b118", "text": "Some of the issues that Government need to contend with as it implements this responsibility include the problem of rapid population growth and uneven distribution, health and well-being of our people, education, environmental degradation, increasing unemployment and, importantly, the means with which the Government is able to operate amidst the constraints of the limited resources available at its disposal.  Given these limitations, any future developmental aspirations government has will rely on how well current planning frameworks address future needs in light of emerging challenges such as climate change.  The current Population Implementation Strategy recognizes that through limiting population increase and"}, {"text_block_id": "p9_b119", "text": "by having less congestion in the main islands, Government will be better able to achieve social and economic progress for its people as well as better facilitate adaptation to climate change."}, {"text_block_id": "p9_b120", "text": "However, with changing climate and given the issues and problems facing Government above, new challenges loom in which Government has to re-organize its strategic thinking in order to be able to address and cope with the adverse effects of climate change.   Overall the future economic development for the country will be severely restricted as the effects of climate change impact on our vital marine, terrestrial and water resources.  These impacts include the steady increases in global atmospheric Greenhouse Gas (GHG) concentrations, resulting in rises in global temperatures as more heat is trapped within the atmosphere.  This in turn will have an effect on global sea levels, increasing sea-surface temperatures and the way in which our weather and climate conditions manifest themselves, all of which, as discussed below, have the potential to impede and threaten our efforts to achieve our development goals."}, {"text_block_id": "p9_b121", "text": "Rising sea levels:"}, {"text_block_id": "p9_b122", "text": "The increase in global temperatures will directly affect various systems across the globe such as rising freezing levels, glacial melt, shorter winters, permafrost melt and the rising heat of the oceans.  All these will contribute to the amount of water currently held within the oceans.  As terrestrial ice melts and begins to find its way into the oceans, this water"}, {"text_block_id": "p9_b123", "text": "–"}, {"text_block_id": "p9_b124", "text": "which previously had not been a part of the global water cycle"}, {"text_block_id": "p9_b125", "text": "–"}, {"text_block_id": "p9_b126", "text": "will add to the amount of water available within the global water cycle of which most is held within the oceanic reserves.  Current views within the scientific community are that previous projections on ice sheet melt were very conservative and that the threat of sea level rise is much more pending than originally thought given the observed rate of melt in both polar regions.  In addition, as the oceans absorb much of this heat thermal expansion will increase the overall bulk and volume of the oceans giving effect to an overall rise in sea"}, {"text_block_id": "p9_b127", "text": "–"}, {"text_block_id": "p9_b128", "text": "levels."}, {"text_block_id": "p9_b129", "text": "Given this, the long term viability of low lying atoll nations such as Kiribati depends on the whether the combined impact of these factors on global sea levels, do not reach a level that will threaten their existence. Even before our atolls begin to be overtaken by rising sea-levels, the main concern will be on our water supply systems and whether it can remain viable for the needs of our increasing population in the future."}, {"text_block_id": "p9_b130", "text": "Increasing sea"}, {"text_block_id": "p9_b131", "text": "–"}, {"text_block_id": "p9_b132", "text": "surface temperatures (SSTs)"}, {"text_block_id": "p9_b133", "text": ":"}, {"text_block_id": "p9_b134_merged_merged_merged", "text": "As global atmospheric air temperatures increases, it will be absorbed by the oceans which in turn will also have its mean temperatures rise.  As mean surface temperatures increase, heat distribution across the oceans will change accordingly with larger areas having a higher than average temperature compared to current.  Warmer sea surface temperatures are usually associated with air instability and therefore this will give rise to larger areas of increased storminess.  Ecosystems will also need to adjust rapidly to both ambient air temperatures and that of the oceans around them.  Coral reef systems  -upon which we rely totally on for the physical and ecological equilibrium we currently enjoy – will be the first to suffer as mean SSTs increase beyond their coping range. On a larger scale, the highly migratory tuna stocks, upon"}, {"text_block_id": "p10_b137", "text": "which we base a significant part of our revenue, will follow these warm waters as its distribution across the oceans change."}, {"text_block_id": "p10_b138", "text": "Changes to weather patterns"}, {"text_block_id": "p10_b139", "text": ":"}, {"text_block_id": "p10_b140", "text": "1.1 One theme"}, {"text_block_id": "p10_b141", "text": "Against this backdrop and starting at the earliest opportunity the national approach to Climate change and Climate Change Adaptation, and indeed, our national development planning frameworks, should be guided by the fact that climate change is no longer just an environmental issue for Kiribati but that it is now a developmental issue that has significant implicant implications to our future security as a nation, an issue that should be considered in light of the following:"}, {"text_block_id": "p10_b142", "text": "Against this backdrop and starting at the earliest opportunity the national approach to Climate change and Climate Change Adaptation, and indeed, our national development planning frameworks, should be guided by the fact that climate change is no longer just an environmental issue for Kiribati but that it is now a developmental issue that has significant implicant implications to our future security as a nation, an issue that should be considered in light of the following:\n* .\n* .\n As frontline states, what we are experiencing now should be taken to be an early warning\n* , we must continue to advocate strongly for an international\n* , we must continue to advocate strongly for an international\n new and additional\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n The international community must take responsibility.\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n The international community must take responsibility.\n Our ability to address these impacts is beyond the means at our disposal and"}, {"text_block_id": "p11_b156", "text": "Against this backdrop and starting at the earliest opportunity the national approach to Climate change and Climate Change Adaptation, and indeed, our national development planning frameworks, should be guided by the fact that climate change is no longer just an environmental issue for Kiribati but that it is now a developmental issue that has significant implicant implications to our future security as a nation, an issue that should be considered in light of the following:\n* .\n* .\n As frontline states, what we are experiencing now should be taken to be an early warning\n* , we must continue to advocate strongly for an international\n* , we must continue to advocate strongly for an international\n new and additional\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n The international community must take responsibility.\n* , we must continue to advocate strongly for an international\n new and additional\n funds to address\n all\n our adaptation needs.\n The international community must take responsibility.\n Our ability to address these impacts is beyond the means at our disposal and\n* Given 1. above\n* â\n* â\n and unthinkable\n* â\n and unthinkable\n â\n* â\n and unthinkable\n â\n consequences of climate change, need to be actively pursued\n* â\n and unthinkable\n â\n consequences of climate change, need to be actively pursued\n We acknowledge that the ultimate fate of our nation rests with decisions\n* â\n and unthinkable\n â\n consequences of climate change, need to be actively pursued\n We acknowledge that the ultimate fate of our nation rests with decisions\n . We"}, {"text_block_id": "p11_b166", "text": "2.0  The National Framework for Climate Change (CC) and Climate Change Adaptation (CCA)"}, {"text_block_id": "p11_b167_merged_merged", "text": "It is clear then that a whole-of-country approach is required to mobilize against this phenomena in a manner that is practical and effective to address the impacts we stand to face against climate change.  The effects of climate change needs to be seen as a challenge against our developmental efforts and our adaptation effort requires that capacity at all levels is raised to a level where we are able to take action to improve environmental, social and economic sustainability.  We need to also explore opportunities within this and take initiative to maximize the benefits that may arise from the prospects that CC presents to us.  In the first instance, it will be Government’s responsibility to position itself in order to provide a platform against which awareness of the issue is taken on board by all involved and where a single coordinated effort towards preparing for, and meeting the consequences of, climate change is mounted with a focus towards meeting our developmental goals and objectives."}, {"text_block_id": "p11_b170", "text": "This document extends the 2005 Climate Change Adaptation Strategy which was developed as part of the World Bank funded Kiribati Adaptation Project.  Under this strategy the following five headings outline Kiribati action to strengthen its capability to meet the challenge of climate change.  These are;"}, {"text_block_id": "p11_b171", "text": "This document extends the 2005 Climate Change Adaptation Strategy which was developed as part of the World Bank funded Kiribati Adaptation Project.  Under this strategy the following five headings outline Kiribati action to strengthen its capability to meet the challenge of climate change.  These are;\n* Mitigation\n* Integration of CC and CCA into national planning and institutional capacity\n* External financial and technical assistance\n* Population and resettlement"}, {"text_block_id": "p12_b179", "text": "This document extends the 2005 Climate Change Adaptation Strategy which was developed as part of the World Bank funded Kiribati Adaptation Project.  Under this strategy the following five headings outline Kiribati action to strengthen its capability to meet the challenge of climate change.  These are;\n* Mitigation\n* Integration of CC and CCA into national planning and institutional capacity\n* External financial and technical assistance\n* Population and resettlement\n* Governance and services\n* Survivability and self-reliance"}, {"text_block_id": "p12_b184", "text": "Under these broad headings, and given the developmental nature of the climate change problem, the Office of Te Beretitenti is responsible for the close coordination for the planning for the development and implementation of activities and initiatives that have relevance to CC and CCA.  This would involve ensuring line Ministries steer their direction towards optimizing their outcomes in relation to implementing CCA as a core part of their role.  This significantly requires that the OB is able to coordinate how the impacts of CC to Kiribati, as portrayed to the international scene, as a key impediment to its future sustainable development.  This is so that the basis for justifying external assistance for CCA activities and initiatives is established in a unified manner.  It is due to these reasons that the development of this Framework was done through a robust consultative process that involved key line Ministries within Government as well as other relevant stakeholders most notably from faith based organizations  The consultations done with line Ministries was undertaken at all levels possible from technical staff in line Ministries to Cabinet itself as well as with members of the newly formed Parliamentary Select Committee on Climate change."}, {"text_block_id": "p12_b185", "text": "Role of Policy Coordination and Strategic Management Division of the OB"}, {"text_block_id": "p12_b186", "text": "Below are some key areas of responsibility the Policy Coordination and Strategic Risk Management Division under the OB would assume under CC and CCA;"}, {"text_block_id": "p12_b187", "text": "a)"}, {"text_block_id": "p12_b188", "text": "Governance of Climate Change:"}, {"text_block_id": "p12_b189", "text": "At its core, CC and CCA activities need to be seen to be implemented in a manner that justifies the concerns the nation has.  It would be critical that all stakeholders take ownership and purpose when involved in CCA activities whether at the planning and coordination level through to its implementation at all levels.  Having a coordinated effort at all levels will ensure our standing in the international community that assistance for CCA activities are indeed justified. It is therefore crucial that at the outset, all stakeholders are involved in the initial planning of activities so that they are aware of and understand the roles they have to play within the CC and CCA portfolio. All stakeholders will be represented at the highest levels of planning and coordination under CC and CCA.  Representatives from all Ministries at senior level as well as from all NGOs and churches will be represented in the National Climate Change Steering Council which will oversee the planning, implementation and coordination of all activities under CC and CCA.  This council will be under the direct supervision of the new Policy Coordination and Strategic Risk Management Division of the Office of Te Beretitenti."}, {"text_block_id": "p12_b190", "text": "b)"}, {"text_block_id": "p12_b191", "text": "Policy coordination amongst the various Ministries and Government departments, NGOs and Faith Based Organizations:"}, {"text_block_id": "p13_b192", "text": "It is becoming obvious that CCA activities are being implemented within key Government Ministries and departments, both intentional and unintentional and in an isolated and uncoordinated way.  Not only this but as Government consolidates its national position on the issue of CC, there are those sectors which conventionally have not played an active part in the CC and CCA dialogue and who should be involved such as education, labor, finance, commerce, health etc."}, {"text_block_id": "p13_b193", "text": "This poses a real need for a central coordinating mechanism in which there is clear awareness of the type and purpose of activities carried out under CCA.  To effectively advocate our concerns both regionally and internationally, we have to be able to firstly articulate our own responses at the national level and then take our unified national position offshore.  In addition, a single unified stand on the issue of CC needs to be formulated in a national consultative process involving  all arms of Government, with NGO and Faith Based Organization input so that the country presents a clear and consistent national position on the subject to all our external partners.  This would greatly assist in consolidating what Government, the non-government sector and the Churches feel on the issue and therefore have some bearing on all stakeholder representation as they deal with their own"}, {"text_block_id": "p13_b194", "text": "CCA nationally, regionally and internationally and will involve having all Government Policies consistently reflecting Climate change as having direct relevance to our national development goals."}, {"text_block_id": "p13_b195", "text": "c)"}, {"text_block_id": "p13_b196", "text": "Vulnerability and Risk Management:"}, {"text_block_id": "p13_b197", "text": "Climate poses a risk to our environmental, social and economic welfare in the form of extreme events such as storm, drought, extreme spring tides and others.  Since risk is already managed under the disaster management portfolio of the OB, it stands to reason that all risks whether environmental, civil and/or economic which impinge on national security, should all be managed under this one roof. The OB requires that it is kept abreast of all information generated from the various service arms of Government such as the NEPO, Kiribati Met Office, Minerals Division, Water Unit and the ECD so it is able to better manage risk as and when required.  This information should of course incorporate national, regional and international data and information where possible so that the best course of action can be undertaken in a timely and coordinated fashion. The extreme vulnerability of our people in the face of changed climatic conditions was highlighted in the recent tsunami alerts where the general response from the public was panic, frantic desperation and helplessness."}, {"text_block_id": "p13_b198_merged_merged_merged", "text": "d) Capacity Building:"}, {"text_block_id": "p13_b200", "text": "Capacity building and enhancement at all levels is required if CCA is to take on the role it deserves"}, {"text_block_id": "p14_b201", "text": "in terms of preparing for and meeting the challenges that CC poses to Kiribati as a nation.  To date, there seems to be a need for a coherent approach to the way in which capacity building and enhancement is addressed.  Having a central theme in which capacity building is channeled through; in this case climate change would greatly assist in the planning for its implementation by giving focus to the overall aims and goals of this activity."}, {"text_block_id": "p14_b202", "text": "e)"}, {"text_block_id": "p14_b203", "text": "Awareness and media coordination:"}, {"text_block_id": "p14_b204", "text": "There is now evidence that the media is taking on the issue of climate change to be the subject of the day, particularly in the wake of the recent tsunami alerts in October 2009.  Kiribati is being portrayed as being on the frontlines of climate change and that there is deep concern on the welfare of the nation by international media.  Whilst this should be welcomed as an opportunity to give light to our situation, this must be closely informed for danger of being over-popularized in the international scene.  However, this should not detract from having interest, including NGO and other groups, in bringing attention to the issue of CC to Kiribati and it is therefore all the more important that a consistent and unified whole-of-nation position is conveyed to the outside world."}, {"text_block_id": "p14_b205_merged_merged", "text": "f) Assume responsibility for major international forums such as UNFCCC and its subsidiary bodies."}, {"text_block_id": "p14_b207", "text": "Based on the thematic approach this framework is based on, it is critical that development within the international discussions in regards to CC and CCA is keenly followed in a manner that will allow for the steering of national direction on the issue to be both pertinent and current.  It is especially important that GoK remains an active member of these discussions so that our issues and concerns can remain at the forefront of these discussions and not simply follow the agenda of the more vocal members of our negotiating groups at these forums."}, {"text_block_id": "p14_b208", "text": "Having intimate knowledge of where Government stands on the various issues surrounding the CC debate, OB is in a position to bring to the negotiations more rounded and authoritative thinking on where to steer discussions relative to Kiribati needs and concerns.  Policy oriented discussions should be left to the OB as this forms its core mandate in terms of mobilizing Government stand on these issues."}, {"text_block_id": "p14_b209", "text": "Importantly, the OB should be able to use leverage in its position in other areas such as fisheries, whaling and others where its vote count to support its position within the climate change debate both regionally and internationally.  As it houses the Ministry of Foreign Affairs, this gives it larger sway in its ability to mobilize this knowledge and resource to position itself in advantage for assistance in the area of CCA. As such  and since Climate change is already taking a central focus on the activities in this Office the current arrangement where the national focal point for climate change rests with the bMinistry of Environment Lands and Agricultural Development needs to be revisited and shifted to the Office of Te Beretitenti"}, {"text_block_id": "p14_b210", "text": "The rest of this section provides description of each of the five headings above and provides guidance on how each should be addressed in a manner that supports the direction in which the thematic approach Climate Change and Climate Change Adaptation should be followed in the country and"}, {"text_block_id": "p15_b211", "text": "which will be elaborated upon in the form of activities and programming in the Joint National Action Plan on Climate change and Disaster Risk Management, the development of which will commence right after this document is approved and endorsed"}, {"text_block_id": "p15_b212", "text": "2.1 Mitigation"}, {"text_block_id": "p15_b213", "text": "Whilst the contribution Kiribati makes to the overall levels of Greenhouse Gas (GHGs) emissions remains insignificant, it is important that the country is seen to take action at the national level through measures that aim to reduce its overall emissions of GHGs.  Kiribati, in complying with its obligations under the Framework Convention on Climate Change, is currently undertaking its Second National Communications in which one of the components is an inventory of emissions that the country has contributed since the completion of the First National Communications in 1999.  Notwithstanding this obligation, Kiribati would also need to take initiative in advancing the notion of reducing global GHG emissions by adopting measures that contribute towards this end."}, {"text_block_id": "p15_b214", "text": "Some of the measures that could contribute to this could include those that aim to improve energy efficiency and introduce and expand on renewable energy options for mainstream use in the country. Much of this has been taken up by the National Energy Policy in which there is reference to several key policy areas for adoption at the national level.  These specifically mention energy efficiency and conservation as well as the promotion of renewable and sustainable energy sources for further enhancement and mainstream use at the national level.  It is important that any initiative to reduce our GHG emissions are seen as our compliance to our obligations under the UNFCCC and as such should be supported from the resources under this convention."}, {"text_block_id": "p16_b215", "text": "2.2 Integration of CCA into national planning and institutional capacity"}, {"text_block_id": "p16_b216", "text": "An effective response to address the impacts of climate change requires that climate change and climate change adaptation assume a prominent role within the national development planning process.  This process is comprised of five main parts that include;"}, {"text_block_id": "p16_b217", "text": "Long range policy and strategy statements:"}, {"text_block_id": "p16_b218", "text": "policies and strategies developed by responsible ministries"}, {"text_block_id": "p16_b219", "text": "and approved by Cabinet for specific aspects of national development in a longer (ten years or more) time frame: for example, education policy, population policy, transport policy, policy on information technology, policy on adaptation to climate change and others that are internationally driven  such as MDGs, Poverty Reduction Strategies and the like."}, {"text_block_id": "p16_b220", "text": "Kiribati Development Plan (KDP)"}, {"text_block_id": "p16_b221", "text": ": a four-yearly statement of national development issues, priorities and"}, {"text_block_id": "p16_b222", "text": "strategies"}, {"text_block_id": "p16_b223", "text": "—"}, {"text_block_id": "p16_b224", "text": "the broad picture of Government thinking and intentions for near term implementation."}, {"text_block_id": "p16_b225", "text": "Annual GoK Budget"}, {"text_block_id": "p16_b226", "text": "approved by Parliament towards the end of each financial year, estimating revenue"}, {"text_block_id": "p16_b227", "text": "and authorising expenditure for the following year on current operations and development projects."}, {"text_block_id": "p16_b228", "text": "Multi-year Budget Framework"}, {"text_block_id": "p16_b229", "text": ": a rolling seven-year framework presenting the Annual Budget as the mid"}, {"text_block_id": "p16_b230", "text": "-"}, {"text_block_id": "p16_b231", "text": "year, with three past years (actual out-turns) and three forward years, to show recent fiscal performance a"}, {"text_block_id": "p16_b232", "text": "nd the fiscal implications of the Government’s current NDS and policy statements."}, {"text_block_id": "p16_b233_merged_merged_merged_merged_merged", "text": "Ministry Operational Plans (MOPs) and Public Enterprise Business Plans (PEBPs): annual statements of the condition and capabilities of the ministry or public enterprise and its operational or business plans for the current year and one or two years ahead. MOPs explain how ministries will spend the funds allocated to them in the Annual Budget in pursuit of NDS strategies and their statutory and policy responsibilities."}, {"text_block_id": "p16_b238", "text": "It is apparent that in order to embed the planning for CC and CCA into the national development planning framework, the issue needs to become a crucial element within the above process.  At the lowest level, MOPs need to indicate the CCA activities that they are currently undertaking and which are currently being funded under recurrent Government expenditure.  Importantly, there needs to be inclusion within each of the MOPs of those activities that are identified to be required for the ongoing work of each Ministry but which cannot be implemented due to lack of government resources.  This is to highlight the needs that are being placed on Government through the impacts of climate change and which can form the basis for justification of our short and immediate term needs.  A suggested approach to this planning framework in which CC and CCA features and informs the above process is given in figure 1 below."}, {"text_block_id": "p17_b239", "text": "CLIMATE CHANGE AND CLIMATE CHANGE ADAPTATION"}, {"text_block_id": "p17_b240", "text": "Figure 1:  Planning and implementation framework in which CC and CCA feature into all aspects of development planning."}, {"text_block_id": "p17_b241", "text": "Being of a cross-cutting nature that involves the close management of potential risk to all major sectors of society, CC and CCA need to be closely considered in the planning and implementation of plans and strategies that relate to these sectors.  From the figure above, it is clear that there is a clear oversight role required to ensure medium term planning strategies and policies give accord to CC and CCA and that this is reflected in their implementation within the individual Ministry Operational Plans."}, {"text_block_id": "p18_b242", "text": "2.3  External financial and technical assistance"}, {"text_block_id": "p18_b243", "text": "Underpinning the notion that climate change can now be attributed directly to anthropogenic causes, so too will the responsibility to assume the costs relating to meeting its adverse impacts.  As stated above, the impacts we are currently bracing ourselves to meet are the direct result of the actions of others and we stand to be at the forefront of these impacts.  Under the United Nations Framework Convention funding assistance has been at the fore of discussions and to date there is some positive outcomes seen on this front with the creation of several adaptation funds under both the UNFCCC and the Kyoto Protocol(KP)."}, {"text_block_id": "p18_b244", "text": "These include the Special Climate Change Fund and Least Developed Countries Fund established under the UNFCCC to address the needs as advocated for by developing countries.  Under the KP, the Adaptation Fund (AF) was established to address also the adaptation needs of non-annex 1 parties and to be replenished from the proceeds from the Clean Development Mechanism.  The first two are managed under the GEF while the management of the AF is under the mandate of the newly founded Adaptation Fund Board. Bilaterally, there has been interest shown in providing assistance for adaptation towards developing countries with the EU, USAID and several other parties not only pledging but actually providing, in the region of $100s of millions with some specific mention of LDCs and Small Island States as being the target of these funds."}, {"text_block_id": "p18_b245", "text": "Whilst this interest is indeed promising there is still much to be discussed in terms of having these funds provided in a manner that is legally binding under the UNFCC or some other instrument at the global level.  However, as these current funds are now being made available as additional to Overseas Development Assistance (ODA), it will be left to Government to place measures that would allow for the smooth and continued flow of these funds into the country.  Since there is much to be done in regards to the management of ODA itself in country, there is currently some trepidation on the part of adaptation funding donors that these funds may fall victim to the same processes that are in practice in regards to conventional ODA.  Indeed, adaptation funding is increasingly being subject to rigorous transparency and accountability rules that we currently do meet."}, {"text_block_id": "p18_b246", "text": "The only activity currently being implemented in Kiribati in regards to adaptation is the second phase of the World Bank funded Kiribati Adaptation Project.  Normal project based practices are in use with regard to how the funds are managed for its implementation.  The World Bank releases amounts corresponding to forecasted expenses where it is held within Government account for disbursal to the Project Management Unit on the basis of expenses incurred for actual work done for each of the different components of the project.  Based on observations and from comments from those directly involved with this arrangement, there are issues that need addressing to make the release of funds much easier and with less red tape than is now the case."}, {"text_block_id": "p18_b247", "text": "However, there is also interest in having these funds channeled into the mainstream activities of line Ministries involved with CC and CCA.  This was shown in the initial objective of KAPI where there was intention of having funds funneled into mainstream ministry operations in the form of a top up for"}, {"text_block_id": "p19_b248", "text": "activities which are found to be CC adaptation-based and which is now being attempted in CCA related activities funded by other donors notably the EU GCCA.  For example, a component could be eligible for top-up in the case where additional funds are required for the construction of a seawall to protect the longevity of a recently recovered road, or an awareness component of a new water reticulation system installed on an outer island.  Here it is important that MOPs identify, evaluate and reflect the adaptation component of their activities so that additional funding for these CCA components can be justified."}, {"text_block_id": "p19_b249", "text": "To be effective, it is important that there is easy access to these funds and this can only be so when there is institutional capacity, knowledge and familiarity with the range of financial facilities available, their terms and conditions and that our national requirements are coordinated to effectively tap into these various facilities. It is therefore important that Government considers both options for attracting and implementing these funds.  Activities needing implementation on a one off basis can remain project based while those CCA activities identified to have ongoing recurrent grounds may be suited for the alternative mentioned above.  It is therefore important that Government aligns the way in which the current budgetary framework operates to portray those expenses required to meet adaptation needs.  This is so that GoK is able to show that it is already seeing a need for adaptation related activities to be implemented and thereby justifying the need for external assistance."}, {"text_block_id": "p19_b250", "text": "Figure 2 below represents the way in which international adaptation assistance could be mainstreamed into national operations in a manner that is separate from ODA and which inputs into both the annual recurrent and development budgets."}, {"text_block_id": "p20_b251", "text": "2.4 Population and resettlement."}, {"text_block_id": "p20_b252", "text": "As already stipulated above, the carrying capacity of atolls is limited.  As populations increase, this capacity will be stretched in a way that is now evident on South Tarawa and Betio.  With an increasing population, the pressures they place on the environment and natural resources, whether to engage in subsistence or economic and cash-earning activities, will impact on the way the natural systems can adjust and recover back to its normal productive state.  As already the natural systems are under extreme stress from the pressure large populations exert on them, there is a greater enhancement of vulnerability to shocks.  For example, the decreased productive capacity of lagoon and reef fisheries will suffer severely and not recover as quickly should an extreme storm pass through leaving populations exposed longer to risks during the aftermath.  This in turn has direct implications on the planning for and implementation of CC and CCA activities."}, {"text_block_id": "p20_b253", "text": "The"}, {"text_block_id": "p20_b254", "text": "Government’s current population policy aims at"}, {"text_block_id": "p20_b255", "text": "a stable population of about 120,000 persons by 2025. Of these, about 50,000 would be in North and South Tarawa, 45,000 in the other Gilbert Islands, and 30,000 in the Line and Phoenix Islands (of whom 25,000 would be on Kiritimati). This distribution would be sustainable on the basis of known and estimated land and water resources, provided that effective CCA measures are put in place to handle the risks to those resources that are expected to arise from climate change between now and 2050."}, {"text_block_id": "p20_b256_merged_merged", "text": "To achieve overall stability the population policy requires implementation to ensure a rapid transition to smaller family size through parental self-management of fertility, the establishment and enhancement of facilities on outer island and active promotion of permanent emigration to other countries. Activities in adult education, school curriculum development, family planning and mother and child health servicesaimed at lowering fertility will be appropriate for direct external assistance in association with this CCA strategy. The need to reduce the vulnerability of Kiribati to increasing physical risks caused by climate change forms an important part of the case for host country agreement to government-sponsored and self-sponsored emigration to resettle I-Kiribati overseas so as to establish a community which can then sponsor and assist the inevitable migration of the whole population, due to CC, as and when this eventually arrives."}, {"text_block_id": "p20_b258", "text": "The implementation of this requires a close coordination by the Office of Te Beretitenti of the various Ministries and Divisions which include, Ministry of Health, Lands Management Division, Ministry of Internal and Social Affairs, Water Management Division, Environment and Conservation Division, National Economic Planning Office and others that might have relevance to the implementation of the Population Policy.  Below are some key needs identified for implementation in the short, medium and long term under this heading:"}, {"text_block_id": "p21_b259", "text": "The implementation of this requires a close coordination by the Office of Te Beretitenti of the various Ministries and Divisions which include, Ministry of Health, Lands Management Division, Ministry of Internal and Social Affairs, Water Management Division, Environment and Conservation Division, National Economic Planning Office and others that might have relevance to the implementation of the Population Policy.  Below are some key needs identified for implementation in the short, medium and long term under this heading:\n* Strengthen human resources development:\n* Strengthen human resources development:\n Upgrading the skills of present and future workers, both male and female, to increase their\n* Negotiate overseas permanent migration and short-term employment opportunities, improve\n* Facilitate local employment and income generation:\n* Facilitate local employment and income generation:\n Increase participation in the cash economy to improve living standards and food security and\n* Improve basic infrastructure and economic opportunities to promote resettlement and retain\n* Improve basic infrastructure and economic opportunities to promote resettlement and retain\n This will promote more even settlement patterns and reduce pressure on South Tarawa. It will\n* Increase information and advocacy for population awareness and informed parenting.\n* 'Every birth\n* On-going strengthening of health services to ensure the universal human right of all citizens to"}, {"text_block_id": "p22_b278", "text": "2.5 Governance and services"}, {"text_block_id": "p22_b279", "text": "Portfolio responsibility for CCA:"}, {"text_block_id": "p22_b280_merged", "text": "The responsibility of OB for strategic risk management and policy coordination is described above in section 2. Responsibility for operational planning and the carrying out of activities to implement CCA will lie with the relevant technical ministries and other stakeholders. These include most Ministries whose portfolio of responsibilities have some relevance to CC and CCA.  In addition, Non-Government Organizations have a responsibility towards implementing CCA in regards to involving their communities and groups in addressing the adverse impacts of Climate Change.  Each Ministry’s operational commitments will be found in the relevant programmes in its MOP, while the appropriation of local funds and allocation of external aid to these purposes will be found in the Annual GoK Budget."}, {"text_block_id": "p22_b283", "text": "It is envisaged that the PCSRMU will take responsibility for all national CC and CCA matters including those mentioned above and that this responsibility is informed by all key stakeholders on the issue.  This is already seen in the way the internal activities of Government manifests itself especially with regards to our external partners showing their keen interest in having climate change clearly articulated in our programming.  In order to effectively carry out these roles there will need to be changes made to our current institutional arrangements with ECD/MELAD taking a less prominent role in climate change matters in the country so its able to carry out its role more effectively as another (important sector) in the whole climate change/development nexus"}, {"text_block_id": "p22_b284", "text": "Policy Coordination and Planning:"}, {"text_block_id": "p22_b285", "text": "As mentioned above, policy coordination is now seen to be urgently required as Government focuses its effort in addressing the adverse effect of CC.  Initially it would be critical that the activities of those sectors directly affected by climate change are closely scrutinized to identify CC and CCA related loopholes and shortcomings.  It would be necessary that these are addressed early in the process of CCA reform so that the groundwork for future CCA activities is in place to allow for the smooth and maintained flow of funding.  These include Water, Coastal Resources, Economic Planning, Fisheries, and Environment etc.  As the need to take on other sectors arise within the overall CCA process, these can then be handled in a similar manner.  These may include Labor, Commerce, and Communications etc."}, {"text_block_id": "p22_b286", "text": "CCA Implementation:"}, {"text_block_id": "p23_b287_merged", "text": "The implementation of CCA activities will be undertaken by those ministries and Government divisions whose responsibilities are directly affected by the adverse effects of CC.  Not only this but it would be crucial that the involvement of non government sector including churches, is encouraged, as already outlined, to increase ownership and to take a ―whole of nation‖ approach to climate change.  As the message of climate change takes on momentum each stakeholder is fully aware of the role they have to play in meeting whatever challenges that climate change may bring."}, {"text_block_id": "p23_b290", "text": "Line Ministries will take responsibility in the implementation of CCA related activities such as for example; the establishment of a secure water supply system for all communities, the implementation of coastal defenses, the incorporation of CC and CCA material into school curricula, up-skilling of our young to meet domestic and international labor market skill requirements, the continued advocacy for increased uptake for permanent migration to our close developed country partners and others which require actual implementation of activities and which fall within their roles."}, {"text_block_id": "p23_b291", "text": "The general public and community groups in particular have a key role to play in the implementation of CCA activities as there will be a significant component of work that requires community involvement on the ground.  These may include for example; replanting of mangroves for shoreline protection, lagoon and reef fisheries management, outreach and awareness of government initiatives etc."}, {"text_block_id": "p23_b292", "text": "Technical Service Delivery:"}, {"text_block_id": "p23_b293", "text": "It is critical that ongoing effort is maintained in generating and providing new information to guide the planning and implementation of CC and CCA activities.  Whilst much of this information will rely on technical expertise not currently available in the country and therefore needing to be sourced elsewhere, local capacity should be actively promoted and involved in this aspect.  Critical baseline information on the current state of the environment, such coastal erosion information, reef ecology and terrestrial based food resources for example, need to be established so as to measure change against the impacts of climate change.  In addition, it is essential that local experts develop their own capabilities within their own areas so that they are able to extend and apply this knowledge to the wider country as a whole."}, {"text_block_id": "p23_b294", "text": "Delivery of services to both the public and those needing it need to be enhanced and maintained to better able planners, decision makers and the public at large in their routine activities. For example, the provision of timely weather information can assist in the preparation for critical events such as major storms and drought conditions whilst media services need to be able to translate technical information accurately in a format understandable to their audience.  Not only this but environmental awareness of the effects of climate change need to be readily accessible to the general public to assist in their own planning and decision making at the household level."}, {"text_block_id": "p24_b295", "text": "2.6  Survivability and self-reliance."}, {"text_block_id": "p24_b296", "text": "The vulnerability of our atoll systems mean that in the face of climate change and rising sea levels, a general feeling of insecurity arises from the notion that we, as a people, do not have any alternative but to seek refuge elsewhere.  Long before our atoll systems fail, the effects of climate change will have had a major impact on our water resources.  The continued sustenance of our fragile water resources will be the first to be affected as available water resources become brackish with the effects of sea level rise.  Presently, there are communities who have had to live with water of a quality not suitable for consumption but due to lack of alternatives for relocation, these communities have had to make do with their circumstance.Tis is all the more important as new and emerging science is not only underlining the projected impactswe stand to face but that previous projections were conservative in nature and the primary impacts of global warming may indeed accelerate giving us less time to prepare, this stresses the need to put this aspect of the issue to fore of our thinking as a nation and to constantly evaluate whether we are doing enough to ensure that when the time comes to evacuate from our shores we can look back with the comfort that we have done all that we could to prepare for this calamity"}, {"text_block_id": "p24_b297", "text": "The obvious need to place due attention to the self-reliance precept the I-Kiribati people hold  so highly and the risks associated with climate change means that the intellectual and practical processes for the planning for the ultimate consequence of CC should be done at the earliest opportunity.  As the above impacts begin to be felt across the country, initially and inevitably, there will be those who will have to face resettlement within their communities and islands.  Measures therefore need to be in place to ensure that the individual who finds themselves in this circumstance will do so with dignity and with the confidence that their Government stands behind them in full support of their plight."}, {"text_block_id": "p24_b298", "text": "The reality we have to face is that our options for resettlement internally is severely limited given the nature of our islands and therefore with increasing sea levels, we need to face the fact that inevitably, we will have to relocate to other areas that will be totally foreign to our way of life.  It will be the responsibility of Government that it ensures that the welfare of its citizenry is maintained and that it takes into consideration in its planning for this ultimate consequence, issues surrounding our human rights as a people both collectively and individually, our heritage and the legacy we leave to our future generations, our culture and traditions and perhaps more importantly the way in which we integrate into mainstream society wherever we may end up.  While there has been a few undertaking initiated by Government that touches on this, it is clear that more needs to be done both to ensure a larger portion of the population is able to be accommodated and to ensure that what is being done now is llowed through effectively to ensure that those coming out successfully do in fact make it to other placesa nd are able to establish themselves successfully as important lessons can be learned from their experience and the programmes in place adjusted accordingly"}, {"text_block_id": "p24_b299", "text": "Pertinent questions that need to be answered include;"}, {"text_block_id": "p25_b300", "text": "1."}, {"text_block_id": "p25_b301", "text": "Statehood and statelessness"}, {"text_block_id": "p25_b302", "text": "Statehood and statelessness\n* How is statehood defined under international law? Can a state maintain its legal\n* What can states do now to prevent or address statelessness?\n* Climate Change suggests that multilateral or bilateral comprehensive agreements\n* How can the risk of territory loss through sea level rise be minimized? What\n* How can the risk of territory loss through sea level rise be minimized? What\n How can the resilience of human populations be reinforced through preparation\n* How might the resilience of animal and plant species, many of them likely unique\n* What are the various options for a âdisappearingâ state?\n* Are there any legal precedents for acquiring new territory from another state by\n* Are there any legal precedents for merging into a host state? What legal and\n* obligations, health care, pensions and social security benefits, and the protection\n* What are the implications of permitting the legal continuation of a state that no longer controls physical territory? Should âdeterritorialized statehoodâ be a permanent or a transitional status?\n* In those countries that have large lightly populated land masses and are"}, {"text_block_id": "p25_b328", "text": "Maritime governance: entitlement to and jurisdiction over maritime spaces"}, {"text_block_id": "p25_b329", "text": "Maritime governance: entitlement to and jurisdiction over maritime spaces\n* What is the effect of coastal regression on the location of baselines and the delimitation\n<\\li1>"}, {"text_block_id": "p26_b331", "text": "Maritime governance: entitlement to and jurisdiction over maritime spaces\n* What is the effect of coastal regression on the location of baselines and the delimitation\n<\\li1>\n* certain time? In light of potential climate impacts, what is the legal basis for\n* How do/ can/ should bilateral or multilateral maritime boundary delimitation treaties play\n* What are the implications of any proposed solution to coastal regression for existing\n* If deterritorialized states are permitted to maintain and manage their maritime zones,\n* If deterritorialized states are permitted to maintain and manage their maritime zones,\n Property rights\n* What are the effects of inundation, displacement, and/or statelessness on real property\n* What issues relating to trusts, estates, and successorship arise in the face of inundation,"}, {"text_block_id": "p26_b344", "text": "Property rights"}, {"text_block_id": "p26_b345", "text": ""}, {"text_block_id": "p26_b346", "text": "What are the effects of inundation, displacement, and/or statelessness on real property rights and associated debts in the affected island nations?"}, {"text_block_id": "p26_b347", "text": ""}, {"text_block_id": "p26_b348", "text": "What issues relating to trusts, estates, and successorship arise in the face of inundation, displacement and/or statelessness?"}, {"text_block_id": "p26_b349", "text": "Legal Remedies"}, {"text_block_id": "p26_b350", "text": ""}, {"text_block_id": "p26_b351", "text": "What actions can/ should be taken in the courts of the island states? In the courts of major emitting countries? In international bodies? For each type of action:"}, {"text_block_id": "p26_b352", "text": "These are some of the issues that require close and detailed thinking in order to arrive at possible solutions including those that may involve engineering and technical answers and approaches.Whilst some of the above questions obviously relate to countries and regions outside of our own all have a direct relevance to those that we need to ponder in regards to our situation"}, {"text_block_id": "p26_b353", "text": "It is important to keep in mind, however, that we do not lose sight of our own adaptation requirements as we focus on this aspect as this is only our option of last resort as we will first and foremost do all that we can to ensure that we are able to remain as a people in this nation of ours which implies that as we prepare for the ultimate consequences of Climate change we will also continue to address as best we can the impacts of climate change that we face(impacts that we know will lead to our ultimate demise)."}, {"text_block_id": "p26_b354", "text": "2.7DISASTER RISK REDUCTION"}, {"text_block_id": "p26_b355", "text": "Whilst disaster risk reduction (DRR) and climate change adaptation (CCA) concerns have different origins, they overlapped in many aspects especially through vulnerability and risk reduction. This is particularly true in our context where climate driven hazards are a key primary concern on both fronts and that the approach and set of"}, {"text_block_id": "p27_b356", "text": "tools to monitor, analyze and address adverse consequences are comparatively similar. To this end, it makes sense to consider and implement both DRR and CCA in a systematic and integrated manner so as to avoid duplication."}, {"text_block_id": "p27_b357", "text": "The low lying nature of our atolls means that Kiribati is particularly susceptible to hydro-meteorological hazards. The IPCC estimated that by mid-century, climate change is expected to reduce water resources in many small islands, to the point where they become insufficient to meet demand during low-rainfall periods. On the other hand, sea level rise is expected to exacerbate inundation, storm surge, erosion and other coastal hazards, thus threatening vital infrastructure, settlements and facilities that support the livelihood of island communities (IPCC, 2007)."}, {"text_block_id": "p27_b358", "text": "For us, this is already a reality and there is increasing pressure on government to assist communities that are already being displaced, including those whose assets are being threatened by receding coast lines and inundation. It is anticipated that the costs associated with reducing vulnerability of communities, which is now being fronted by GoK will increase exponentially in future and thus it would only make sense for us to merge whatever limited resources and efforts on both facade as essentially, there is practically little difference between the work done on both at the community level."}, {"text_block_id": "p27_b359", "text": "The shared aim of GoK programmes on DRM and CCA is to reduce underlying risk and vulnerability of communities to our most common hazards, and this is would be achieved through improving their ability to better anticipate, resist, prepare for, respond to and recover from their impacts."}, {"text_block_id": "p27_b360_merged", "text": "At the practical level, the realization encapsulated above has resulted in the development and endorsement of a national disaster risk management plan that underpins a process whereby “risk” is being put across as a common language and thereby providing an environment where, disaster management, disaster risk reduction, climate change adaptation and other whole of government risk can be assessed and prioritized within the shared context of sustainable development. It is notable also that government mechanisms and policy processes on both DRM and CCA are beginning to converge, starting with closer coordination of CCA and DRR policy functions at the Office of Te Beretitenti."}, {"text_block_id": "p27_b363", "text": "What remains to be seen however, is the integration and convergence of both at the operational level and this is particularly vital if we are to avoid duplication of efforts and to make effective and efficient use our limited resources and those that will become available to us. This is with the hope that far reaching benefits are realized by communities throughout Kiribati."}, {"text_block_id": "p27_b364", "text": "The outlying goal however will be that an integrated approach should have in it mechanisms that address our most pressing needs as presented by ongoing sudden onset events, while at the same time robust enough to address insurance and future losses and damage associated with slow onset events such as those associated with the impacts of climate change. This is critical as we cannot afford to have two parallel processes, especially with our current level of resources and capacity."}, {"text_block_id": "p28_b365", "text": "APPENDIX"}, {"text_block_id": "p28_b366", "text": "1.0 SUMMARY OF ACTIONS UNDER CLIMATE CHANGE ADAPTATION"}, {"text_block_id": "p28_b367", "text": "The burden of climate change will require that we put in place policies and strategies that address our immediate and urgent adaptation needs, medium term requirement and long term strategies to ensure that everything is addressed to the best we are able to.  Below are some ideas under each of these:"}, {"text_block_id": "p28_b368", "text": "1)"}, {"text_block_id": "p28_b369_merged", "text": "The immediate and urgent impacts of climate change that we are already facing;"}, {"text_block_id": "p28_b371", "text": "Already government is having to face costs associated with rising sea levels.  On a project basis, line Ministries have the responsibility to take account of those activities that need to be implemented and which can be justified as being climate change adaptation related.  There is a strong case to be made to our development partners that these needs have the potential to hinder and/or halt progress if they are not attended to urgently.  These may include, for example;"}, {"text_block_id": "p28_b372", "text": ""}, {"text_block_id": "p28_b373", "text": "Consensus Building;"}, {"text_block_id": "p28_b374", "text": "As the issue of climate change and its associated impacts gains recognition within the community, there is the danger of having free agents roaming and spreading misconceptions on the issue.  There will always be skeptics on the issue of climate change and it will be easy to put a twist on it to create a sense of security among the community to deviate from what needs to be done to address this.  While it is true that government ministries are beginning to take on the issue within their own internal agenda, there is currently a fragmented characteristic to the way in which this is being undertaken."}, {"text_block_id": "p28_b375", "text": ""}, {"text_block_id": "p28_b376", "text": "Protection of bio-physical, public and private assets;"}, {"text_block_id": "p28_b377", "text": "Government is already having to face the need to protect its own assets in light of increasing erosion along our coast line.  This is an issue that government need to consider seriously given that these impacts and the costs associated with addressing them are a manifestation of climate change and based on the arguments earlier stated, we should not in any way have to face these costs as they are the direct result of the actions of other members of the global community.  The benefits they gain from injecting GHGs into the atmosphere should have some bearing on the consequences we now have to face such as this."}, {"text_block_id": "p29_b378", "text": ""}, {"text_block_id": "p29_b379", "text": "Ongoing awareness raising;"}, {"text_block_id": "p29_b380", "text": "Awareness raising remains a critical component of the overall effort in addressing"}, {"text_block_id": "p29_b381", "text": "climate change.  This should target audience’s right through from senior secondary"}, {"text_block_id": "p29_b382", "text": "level to mid management level of government.  It is vital that the message of climate change is made clear to everyone involved so that the views held by Government is known by the public in general.  Initiating an ongoing awareness campaign requires a mulit-layered approach and therefore it is vital the current un-coordinated manner in which climate change is being delivered to the public requires that everyone with interest on the subject is also fully aware of the various stands Government takes on Climate Change."}, {"text_block_id": "p29_b383", "text": ""}, {"text_block_id": "p29_b384", "text": "Test reception and conformity of views,  to the relocation initiative with our close development partners;"}, {"text_block_id": "p29_b385", "text": "As we progress in advocating for permanent migration as a form of adapting to the adverse effects of climate change, it will be necessary to continually test the reception of this concept with our close regional and development partners.  This test need not be expensive in terms of time and costs and could be an initiative in which supports other areas of adaptation which are ongoing."}, {"text_block_id": "p29_b386_merged_merged", "text": "An example would be to explore ways and means in which our citizenry are able to access education – whether at high school or tertiary level – without existing barriers that currently prevent them from doing so.  These could include removal of international fee structures for I-Kiribati, loosening visa and permit requirements for education etc.  This in fact supports current initiatives such as the upgrading of Kiribati Institute of Technology to levels matching those in Australia and New Zealand.  Having completed a qualification in these countries will enable smoother pathways into the workforce – and therefore enabling settlement – in these places and this would encourage those that are able to afford to pay domestic fees for their family if and when"}, {"text_block_id": "p29_b395", "text": "they choose to do so."}, {"text_block_id": "p30_b396", "text": "2)"}, {"text_block_id": "p30_b397", "text": "The medium term approach for CCA should be developed in full awareness of the cross-cutting nature of CC.  This includes both government and non-government engagement in addressing the impacts of CC.  (Some that come to mind, include;)"}, {"text_block_id": "p30_b398", "text": ""}, {"text_block_id": "p30_b399", "text": "Sectoral policies and strategies are developed"}, {"text_block_id": "p30_b400", "text": "and/or enhanced in which CCA features"}, {"text_block_id": "p30_b401", "text": "prominently."}, {"text_block_id": "p30_b402", "text": "Those sectors affected directly by CC impacts (water, lands, environment, agriculture etc) need to underpin CCA as a key concern within their activities.  Existing medium term planning frameworks for other vital sectors of the economy are steered with CC and CCA in mind while for those which have yet to initiate such documents are proposed in concept with CC and CCA in mind."}, {"text_block_id": "p30_b403", "text": ""}, {"text_block_id": "p30_b404", "text": "Capacity and/or skills enhancement"}, {"text_block_id": "p30_b405", "text": "are programmed in account of national requirements"}, {"text_block_id": "p30_b406", "text": "for CCA and, importantly, geared towards meeting cross-sectoral long term future needs for both domestic and international labor markets. In tandem with this, establishment of links with overseas labor markets is made which utilizes this new and emerging skill-set.  This not only targets free choice relocation as the initial first steps towards our long term adaptation option, but also provides capacity available nationally.  Formal education for our capable citizens should be actively encouraged to enable them to both meet national CCA requirements and compete in higher level employment overseas."}, {"text_block_id": "p30_b407", "text": ""}, {"text_block_id": "p30_b408", "text": "Adaptation funding framework within Kiribati is established"}, {"text_block_id": "p30_b409", "text": ".  As international interest in"}, {"text_block_id": "p30_b410", "text": "adaptation financing gains momentum, national CCA institution is strengthened to facilitate the smooth established and continued flow of these funds into the country.  This includes programming CCA into our recurrent activities reflected in MOPs with financing from this source.  A key element of this is to ensure full understanding of donor country requirements and to tune this into a streamlined manner that facilitates the access to, disbursement of and effective allocation and distribution of these funds."}, {"text_block_id": "p30_b411", "text": ""}, {"text_block_id": "p30_b412_merged_merged_merged_merged", "text": "Disaster mitigation and preparedness is in place:  As CCA activities focus on reducing our vulnerabilities and increasing our resilience towards extreme conditions, preparation for and management of these extremes should form the focus of this effort.  We should be extremely cautious towards the management of extreme storm and spring tide conditions as this poses a real and present danger to our people, islands and resources.  In addition, domestic insurance should be actively encouraged to explore this market in light of climate change and variability and to seek outside sources of re-insurance for larger risks for both public and private assets."}, {"text_block_id": "p31_b415", "text": ""}, {"text_block_id": "p31_b416", "text": "Overseas bodies and institutions are attracted"}, {"text_block_id": "p31_b417", "text": "to and their presence maintained in"}, {"text_block_id": "p31_b418", "text": "Kiribati.  This is to create a pathway for information flow into mainstream developed country society.  Having some influence in advancing the issue from a non-government standpoint internationally, will ensure that our concerns are known and acknowledged by mainstream society in the developed world. Making a stand on the issue will require movement on all fronts including that taken by international environmental movements."}, {"text_block_id": "p31_b419", "text": ""}, {"text_block_id": "p31_b420_merged_merged", "text": "Awareness raising in-country must form an essential part of the overall ongoing effort.  Getting the right message across to the public in a coordinated manner will address the current fragmented approach in using the media and other means to portray the concerns we have on CC.  In tandem with bullet point above, having a centralized departure point for information on CCA can also be utilized to inform international media of our concerns."}, {"text_block_id": "p31_b423", "text": "All existing communications units within Ministries will need to advocate and include CC and CCA as part of their ongoing programming delivering a message that conforms to the current position the Government is taking on the various issues surrounding CC and CCA concerns. RMAT being the OB in-house publications and communications unit could assume the coordinating role in this regard."}, {"text_block_id": "p32_b424", "text": "3)"}, {"text_block_id": "p32_b425", "text": "Long term and ultimate consequences of climate change to our nation and people."}, {"text_block_id": "p32_b426", "text": "This needs to be seen as an opportunity to collectively address our national concerns and priorities, such population growth and distribution.  As such then, it is necessary that a structured approach is adopted in establishing the foundation for the relocation of our people in which they become worthwhile and valued members of society wherever they move to.  It is important that it is clear th"}, {"text_block_id": "p32_b427", "text": "at government’s role will be in facilitating the free choice of the individual to relocate to another"}, {"text_block_id": "p32_b428", "text": "country in the first instance.  With time and as CC impacts takes hold, government may then decide to intervene and initiate measures for a more mandatory relocation based on circumstances as and when they arise."}, {"text_block_id": "p32_b429", "text": "This approach must be substantiated by the effort outlined above and which also takes account of the following;"}, {"text_block_id": "p32_b430", "text": ""}, {"text_block_id": "p32_b431", "text": "The negative perception that may arise from this relocation policy by our regional and"}, {"text_block_id": "p32_b432", "text": "development partners;"}, {"text_block_id": "p32_b433", "text": "There is the real danger of creating a negative perspective from our regional and international development partners that our development goals no longer reflect our long term needs based on this initiative.  If this is the case, then it must be rectified at the earliest opportunity available on the basis that we are here to stay come what may, but we also have to face the reality that CC science is telling us and therefore as responsible decision makers of the day, we have to afford this possibility the attention it warrants.  This must be continuously tested in this forum starting with small no-cost options that promote free choice relocation."}, {"text_block_id": "p32_b434", "text": ""}, {"text_block_id": "p32_b435_merged_merged_merged", "text": "Our Rights in regards to Housing, Land and Property:"}, {"text_block_id": "p32_b437", "text": "Should we reach the point where government must intervene on behalf of the people for eventual migration, measures must already be in place that takes regard to our basic human rights as citizens of the world where we can still enjoy all amenities available to everyone else including those enjoyed by the citizens of where we may end up.  Not only this but we must retain exclusive rights to property and areas that we leave behind and not forfeit them in compensation for our relocation."}, {"text_block_id": "p33_b438", "text": ""}, {"text_block_id": "p33_b439", "text": "Culture  and Identity as I-Kiribati;"}, {"text_block_id": "p33_b440", "text": "Consideration of what aspects of our culture must be retained so as to retain our identity as I-Kiribati must take the forefront of discussions in the lead up to the inevitable.  We are a very proud people and the thought of having to forfeit these central elements as a people warrants close scrutiny in all its aspects so that we are able to proceed in the confidence (or otherwise) that we have reached consensus on this."}, {"text_block_id": "p34_b441", "text": "2.0  LIST OF SECTORS MOST AFFECTED BY CLIMATE CHANGE:"}, {"text_block_id": "p34_b442", "text": "(TO BE REFINED IN CONJUNCTION WITH CONCERNED MINISTRIES AND DIVISIONS)"}, {"text_block_id": "p34_b443", "text": "2.1 Freshwater resources and water supply"}, {"text_block_id": "p34_b444", "text": "6.1."}, {"text_block_id": "p34_b445_merged", "text": "Priority. An assured supply of uncontaminated freshwater is crucially important to the welfare of atoll communities, and ways of achieving it consistently rank highest among the coping strategies identified in national consultations. With little industrial activity in Kiribati so far , the main use of freshwater is domestic consumption for drinking, washing and sanitation. Freshwater resources comprise the groundwater lenses found in almost all atolls and rainwater collected and stored in public or private storage tanks."}, {"text_block_id": "p34_b448", "text": "6.3."}, {"text_block_id": "p34_b449", "text": "Kiribati lacks a comprehensive inventory of groundwater resources and rainwater collection and storage assets. Improvements to groundwater supply systems in outer islands are commonly made without an assessment of supply potential, while large areas of potential roof catchment in public and private ownership in Tarawa and outer islands lack effective gutters, piping and storage tanks."}, {"text_block_id": "p34_b450", "text": "6.4."}, {"text_block_id": "p34_b451", "text": "Small desalination plants in public and private ownership have been used in times of drought to supplement groundwater and rainwater resources, but operating costs and vulnerability to breakdown at present militate"}, {"text_block_id": "p35_b452", "text": "against wider use of such plant. As desalination technology advances, operating costs (especially energy requirements) come down and reliability/support systems improve, desalination may become a cost-effective component of regular supply systems, particularly in urban environments where consumers are able and accustomed to pay for water."}, {"text_block_id": "p35_b453", "text": "6.5"}, {"text_block_id": "p35_b454", "text": "Responses. Against that background this strategy requires action in the following areas:"}, {"text_block_id": "p35_b455", "text": "i)"}, {"text_block_id": "p35_b456", "text": "make more efficient use of existing resources by improved demand management, particularly in South Tarawa and Kiritimati, through"}, {"text_block_id": "p35_b457", "text": "make more efficient use of existing resources by improved demand management, particularly in South Tarawa and Kiritimati, through\n* leakage control\n* consumer education\n* metered consumption and pricing policy\n* water-conserving plumbing systems\n* expansion and repair of rainwater collection and storage ( with central\n* protection of known groundwater by enforcement of land reserves and use of non-polluting sanitation systems\n* identification, measurement, development and protection of unused groundwater\n* land reclamation to create new groundwater resources\n* monitoring and periodic feasibility updates of desalination plant\n* to monitor weather and climatic conditions (MCTTD, MELAD) and the extent and\n* to plan and manage water supply systems that can withstand increased climate"}, {"text_block_id": "p35_b465", "text": "ii)"}, {"text_block_id": "p35_b466", "text": "maximise use of existing resources and develop new resources, by"}, {"text_block_id": "p35_b479", "text": "iii)"}, {"text_block_id": "p35_b480", "text": "strengthen capacity"}, {"text_block_id": "p35_b485", "text": "6.6."}, {"text_block_id": "p35_b486", "text": "Existing activities address some of these areas. The ADB-funded SAPHE water and sanitation project in South Tarawa is attempting to reduce water losses through leakage, improve household water management by new metering arrangements, and construct new water supply galleries to make greater use of the known groundwater resources in Bonriki, Abatao and Tabiteuea islets. A loan scheme to assist home-builders in South Tarawa to invest in domestic rainwater collection and storage has operated successfully for several years and there are plans to extended the scheme to outer islands. MPWU is undertaking limited outer island resource"}, {"text_block_id": "p36_b487", "text": "investigations in preparation for upgrading existing supplies in line with a Government election commitment. These activities need to be extended and reinforced as part of a broader strategic initiative, led by MPWU and funded as far as possible by external sources, to make groundwater and rainwater resources` and supply systems robust against climate-driven loss and damage. Coastal structures, land use and agricultural practices"}, {"text_block_id": "p37_b488", "text": "2.2 Coastal structures and land use practices:"}, {"text_block_id": "p37_b489", "text": "7.1."}, {"text_block_id": "p37_b490", "text": "Nature of the threat. Threats to physical assets and infrastructure from climate change take the form of"}, {"text_block_id": "p37_b491", "text": "Nature of the threat. Threats to physical assets and infrastructure from climate change take the form of\n* an increase in the extent and severity of coastal erosion, causing loss of usable land and existing\n* a rise in the incidence and severity of flooding by inundation from the sea, damaging or destroying"}, {"text_block_id": "p37_b495", "text": "GoK has a dual CCA responsibility in relation to assets and infrastructure:"}, {"text_block_id": "p37_b496", "text": "i)"}, {"text_block_id": "p37_b497_merged", "text": "to take preventive and remedial action (‘climate-proofing’ )to minimise the risks to"}, {"text_block_id": "p37_b500", "text": "publicly-owned assets and infrastructure, and"}, {"text_block_id": "p37_b501", "text": "ii)"}, {"text_block_id": "p37_b502", "text": "to keep the public informed about climate change and the ensuing risks, and to assist (and where appropriate to require ) members of the public to take timely action to minimise such risks for their own assets."}, {"text_block_id": "p37_b503", "text": "7.2."}, {"text_block_id": "p37_b504", "text": "Tools for Adaptation. There is no single solution for all coastal impacts. A range of tools provides a choice of possible solutions to be evaluated for each identified site at risk and the nature of the risk. The tools include"}, {"text_block_id": "p37_b505", "text": ""}, {"text_block_id": "p37_b506", "text": "‘hard’ engineering solutions involving structures (eg, seawalls, breakwaters, modifications"}, {"text_block_id": "p37_b507", "text": "to causeways);"}, {"text_block_id": "p37_b508", "text": ""}, {"text_block_id": "p37_b509", "text": "solutions that enhance the ability of natural landforms to withstand erosion and flooding (eg, use of aggregate to nourish island margins, re-vegetation to assist beach stability );"}, {"text_block_id": "p37_b510", "text": ""}, {"text_block_id": "p37_b511", "text": "planning solutions that restrict the use of land exposed to flooding or erosion, and control the extraction of aggregate that destabilises the coastline."}, {"text_block_id": "p37_b512", "text": "Island topography varies in detail: in some islands the construction of a ‘community storm refuge’ on a relatively elevated part of the island may be a cost"}, {"text_block_id": "p37_b513", "text": "-effective component of CCA, in others the cost may be prohibitive. The uncertainty inherent in CCA also means that flexibility as to further responses should be built into solution designs. There may be circumstances when it is best to do nothing immediately, until the direction and nature of the threat and the cost of countering it can be better assessed."}, {"text_block_id": "p37_b514", "text": "7.3. Safe Sourcing of Aggregate. It is critically important for CCA that adequate"}, {"text_block_id": "p37_b515", "text": "supplies of sand and gravel are available for engineering works from sites chosen so as not to undermine coastal stability. The current practice of beach mining carried on by individuals, households, communities and building contractors demonstrably does destabilise beaches and contributes to erosion and eventually to flooding and loss of land. The problem is most acute in South Tarawa but potentially exists in all the islands except Banaba."}, {"text_block_id": "p37_b516", "text": "7.4."}, {"text_block_id": "p37_b517", "text": "With the help of SOPAC a naturally replenished site has been identified offshore in Tarawa lagoon capable of supplying aggregate for the foreseeable engineering needs of South Tarawa"}, {"text_block_id": "p38_b518", "text": "without affecting beach stability. The need to develop this source is highlighted in NDS2004-7.In preparing this CCA strategy several coastal erosion sites have been identified in South Tarawa where remedial action is required as a matter of urgency, and large quantities of aggregate will be needed to restore reasonable safety and stability. It is therefore an urgent requirement of the strategy that this source be developed and supplies of aggregate from it be made available as quickly as possible"}, {"text_block_id": "p38_b519", "text": "7.5.Strengthening of Coastal Zone Management. GoK’s processes for considering"}, {"text_block_id": "p38_b520", "text": "and approving or permitting coastal protection works and use of coastal resources (almost all land in Kiribati can reasonably be classified as coastal) do not at present give explicit consideration to CCA factors. Awareness of climate change, with the likelihood of higher sea levels and more severe weather conditions, needs to permeate all decision-making processes that relate to planning and utilisation of resources exposed to climatic risk. This awareness is needed equally in public and private decision processes, but GoK has a special responsibility in public education and the enforcement of risk-minimising regulations in both government and private sector investment decisions. MELAD, MISA (through local governments) and MPWU are the ministries most concerned."}, {"text_block_id": "p38_b521", "text": "7.6. Activities identified at ministry level. A number of activities have been"}, {"text_block_id": "p38_b522", "text": "identified for inclusion in the appropriate MOPs and funding by external"}, {"text_block_id": "p38_b523", "text": "assistance. These are based in the national consultations described above and in the technical assessments of the relevant ministries. They are classified as in section 7.1, above, as relating to public or private assets (structures,"}, {"text_block_id": "p38_b524", "text": "infrastructure, land"}, {"text_block_id": "p38_b525", "text": "improvements) or ‘all assets’."}, {"text_block_id": "p38_b526", "text": "A."}, {"text_block_id": "p38_b527", "text": "All assets"}, {"text_block_id": "p38_b528", "text": ""}, {"text_block_id": "p38_b529", "text": "develop design standards to apply to all coastal structures in Kiribati, using standard design assumptions for sea-level rise and storm surge effect for various degrees of site exposure to wave activity, including supportive stabilisation activities, eg re-vegetation and beach enrichment. These standards will be applied by GoK to its own investments and will be applied by regulation to non-government investments."}, {"text_block_id": "p38_b530", "text": "B."}, {"text_block_id": "p38_b531", "text": "Public assets"}, {"text_block_id": "p38_b532", "text": ""}, {"text_block_id": "p38_b533", "text": "improve the ‘climate"}, {"text_block_id": "p38_b534_merged_merged", "text": "-proofing’ of public assets by modifying the MPWU design process, to include methodical evaluation, on case-by-case, site-by-site basis, of CCA options for dealing with flooding, storm damage and erosion; apply the national design standards developed under A above; and build in monitoring and evaluation processes to enable continued system improvement"}, {"text_block_id": "p38_b537", "text": "."}, {"text_block_id": "p39_b538", "text": ""}, {"text_block_id": "p39_b539", "text": "design, fund and execute the following anti-flooding and anti-erosion works in South Tarawa as a matter of urgency, applying the systematic methodology just described to choice of technical solution:"}, {"text_block_id": "p39_b540", "text": "design, fund and execute the following anti-flooding and anti-erosion works in South Tarawa as a matter of urgency, applying the systematic methodology just described to choice of technical solution:\n* flood control at the National Hospital, Bikenibeu\n* erosion control at the eastern end of Bonriki airport runway\n* road and causeway repair and improvement of protective works at a number of"}, {"text_block_id": "p39_b546", "text": "(Note that for these activities the mining of aggregate from Tarawa lagoon, described earlier, will be essential.)"}, {"text_block_id": "p39_b547", "text": "C."}, {"text_block_id": "p39_b548", "text": "Private assets"}, {"text_block_id": "p39_b549", "text": ""}, {"text_block_id": "p39_b550", "text": "raise public awareness, understanding and capacity to ‘climate"}, {"text_block_id": "p39_b551", "text": "-"}, {"text_block_id": "p39_b552", "text": "proof’ private"}, {"text_block_id": "p39_b553", "text": "investments by"}, {"text_block_id": "p39_b554", "text": ""}, {"text_block_id": "p39_b555", "text": "strengthening the approvals process for development consents so as to ensure CCA aspects are fully considered"}, {"text_block_id": "p39_b556", "text": ""}, {"text_block_id": "p39_b557", "text": "revision and publication of the (draft) guidelines for seawall construction with design improvements to minimise erosion and flooding effects"}, {"text_block_id": "p39_b558", "text": ""}, {"text_block_id": "p39_b559", "text": "establishing a fund to assist househ"}, {"text_block_id": "p39_b560", "text": "olds and communities to undertake ‘climate"}, {"text_block_id": "p39_b561", "text": "-"}, {"text_block_id": "p39_b562", "text": "proofing’ investments and activities"}, {"text_block_id": "p39_b563", "text": ""}, {"text_block_id": "p39_b564", "text": "study the technical and financial feasibility of ‘climate"}, {"text_block_id": "p39_b565_merged_merged_merged", "text": "-proofing’ outer island community assets and livelihoods, including land improvements, evaluating several combinations of technical options and levels of cost against the expected reduction in the risk of loss."}, {"text_block_id": "p40_b568", "text": "2.3 Marine resources"}, {"text_block_id": "p40_b569", "text": "8.1."}, {"text_block_id": "p40_b570", "text": "Ocean fisheries"}, {"text_block_id": "p40_b571", "text": ". The highly-migratory Central and Western Pacific tuna stocks found in part in the Kiribati EEZ are the focus of international efforts to subject the high seas and EEZ areas of the tuna fishery to management standards agreed by coastal states and distant-water fishing nations. There are no special CCA precautionary measures currently required of Kiribati in that setting, but GoK will monitor developments to obtain early warning of any CCArelated concerns about tuna stocks and migration patterns. The management of public income"}, {"text_block_id": "p40_b572", "text": "derived from the tuna fishery does however require a form of ‘climate"}, {"text_block_id": "p40_b573", "text": "-"}, {"text_block_id": "p40_b574", "text": "proofing’, which is"}, {"text_block_id": "p40_b575", "text": "discussed at section 9.1, below."}, {"text_block_id": "p40_b576", "text": "8.2."}, {"text_block_id": "p40_b577", "text": "Lagoon and reef fisheries."}, {"text_block_id": "p40_b578_merged_merged", "text": "Increasing population and climate change appear to be combining to place greater pressure on inshore and lagoon fisheries and marine animal life associated with the coral reefs that define the atolls. Coral bleaching is reported in several parts of Kiribati, raising concerns about sustenance of the natural food chain supporting fisheries on which the atoll populations depend. The establishment of marine protected areas in collaboration with island communities to conserve stocks of heavily-targeted species, and the replenishment by aquaculture of depleted stocks where over-fishing or climatic events have undermined natural replenishment, both form part of MFMRD’s programme contributing to national CCA."}], "document_description": "This framework is primarily designed to tackle three issues that Kiribati face: rising sea levels, increasing sea - surface temperatures and changes to weather patterns. The framework focuses on mitigation efforts, integration of mitigation and adaptation efforts into national planning and institutional capacity, external financial and technical assistance, population and resettlement, governance and services, and survivability and self-reliance."}