{"document_instrument_name": [], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Water", "Health"], "document_language": "English", "document_name": "National Water Resources Implementation Plan", "document_country_code": "KIR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2008", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KIR/2008/KIR-2008-01-01-National Water Resources Implementation Plan_57bd3d15a9e76f585df501b87e89a036.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Kiribati"}, {"text_block_id": "p0_b2", "text": "National Water Resources Implementation Plan"}, {"text_block_id": "p0_b3", "text": "Sustainable Water Resource Management, Use, Protection and Conservation"}, {"text_block_id": "p0_b4", "text": "A 10 Year Plan"}, {"text_block_id": "p0_b5", "text": "Coordinated by the National Water and Sanitation Committee Under the Ministry of Public Works and Utilities"}, {"text_block_id": "p0_b6", "text": "November 2008"}, {"text_block_id": "p1_b7", "text": "This Plan has evolved over a period of 15 years starting with the UNDTCD (now the UNDESA) Draft 10 Year Master Plan in 1992 and subsequent revisions by the Water Engineering Unit, assisted by the Public Utilities Board, both in the Ministry of Public Works and Utilities. A comprehensive revision was initiated under the EU Pacific Water Governance Project, coordinated by SOPAC, and continued under KAPII by Professor Ian White, Australian National University. There has been broad consultation on draft versions of this policy amongst, key ministries, stakeholders and with the community and Workshops with peak committees. All Government Agencies with responsibilities in the water and sanitation sector were involved through the National Water and Sanitation Committee and the National Adaptation Steering Committee in its drafting. The water and sanitation service providers, the Public Utilities Board in South Tarawa, the Water Engineering Unit of MPWU and the Ministry of Health and Medical Services, the Rural Planning Unit, Ministry of Internal and Social Affairs and the Public Works Department of the MLPID for Kiritimati have all contributed to the development of the NWRP. Non-government organisations and Councils, the Churches and businesses have been given opportunities to comment and many have suggested improvements. Implementation of this policy is addressed in the accompanying National Water Resources Implementation Plan."}, {"text_block_id": "p1_b8_merged", "text": "This Implementation Plan sets out strategies for implementing the Government of Kiribati•s National Water Resources Policy. A companion document Background to the National Water Resources Policy and Implementation Plan provides background information that led to the development of this plan."}, {"text_block_id": "p2_b13", "text": "Contents"}, {"text_block_id": "p3_b14", "text": "1: OPPORTUNITIES, ISSUES AND CONSTRAINTS"}, {"text_block_id": "p3_b15", "text": "Water is a vital, strategic resource that underpins human well-being, health, cultural and spiritual values, sustains environments and provides development opportunities. The nature of coral islands and atolls, demographic trends, the widely dispersed villages, crowded urban centres, climatic variation and change and the impacts of human activities all combine to impose significant risks to water supplies for island communities and their environments. The challenges faced in the water and sanitation sector in Kiribati are amongst the most difficult in the world."}, {"text_block_id": "p3_b16", "text": "This National Water Resources Implementation Plan provides objectives and strategies to address priority needs in the national freshwater resources sector in the Republic of Kiribati."}, {"text_block_id": "p3_b17", "text": "It is the implementation plan for the National Water Resources Policy •"}, {"text_block_id": "p3_b18", "text": "Water for Healthy Communities, Environments and Sustainable Development"}, {"text_block_id": "p3_b19", "text": "• which expresses the vision of the Government and people of Kiribati for the future of water resources in the country."}, {"text_block_id": "p3_b20", "text": "The following summary of the opportunities, issues and constraints in the water and sanitation sector explains the issues that need to be addressed by this plan"}, {"text_block_id": "p3_b21", "text": "1.1 Opportunities"}, {"text_block_id": "p3_b22", "text": "1.1.1 Growing concerns"}, {"text_block_id": "p3_b23", "text": "Wide ranging consultations with communities throughout Kiribati over the past 6 years have identified key problems and concerns over the availability and safety of freshwater. There is a growing recognition of the issues and of their vital importance, particularly in view of potential climate change impacts, and there is an emerging consensus on the overall goals which are expressed in the Draft National Water Resources Policy."}, {"text_block_id": "p3_b24", "text": "1.1.2 Building on recent achievements"}, {"text_block_id": "p3_b25", "text": "1.1.3 Government policy"}, {"text_block_id": "p3_b26_merged_merged", "text": "The Cabinet decision in 2004 that Outer Island water supply systems shall be sustainable provides a clear policy direction and provides the opportunity for cost recovery, promoting the user pay principle to help preserve and conserve water resources. At the inaugural Asia Pacific Water Summit, in Beppu, Japan, in December 2007, Te Beretitenti, His Excellency Anote Tong, reaffirmed his government•s determination to protect, conserve and use island water resources wisely. The draft National Water Resources Policy, •Water for Healthy Communities, Environments and Sustainable Development• expresses the vision of the government for the water sector."}, {"text_block_id": "p3_b29", "text": "1.1.4 Improving cost recovery"}, {"text_block_id": "p3_b30", "text": "There is considerable potential for improved cost recovery for urban water systems. This, however, will require the installation of water meters in most households in South Tarawa and Kiritimati and the collection of fees. The MPW&U policy to establish a revolving fund for Outer"}, {"text_block_id": "p4_b31", "text": "Island water supplies should also improve cost recovery for maintenance and replacement of Outer Island water supplies."}, {"text_block_id": "p4_b32", "text": "1.1.5 Improving urban water system efficiency"}, {"text_block_id": "p4_b33", "text": "The SAPHE project in South Tarawa dramatically decreased water losses from the rising main between Bonriki and Teaoraereke. The KWASP project in Kiritimati similarly improved water supply. Unaccounted for water through leakages, however, remains unacceptably high within village and town distribution systems, particularly in Betio and Banana. Significant gains in efficiency and therefore in cost recovery can be made by reducing levels of water losses."}, {"text_block_id": "p4_b34", "text": "1.1.6 Rainwater sources"}, {"text_block_id": "p4_b35", "text": "1.1.7 A focal point for water resources"}, {"text_block_id": "p4_b36", "text": "Responsibilities for water resource management have been clarified over the past 4 years. The National Water and Sanitation Coordination Committee is intended to provide a forum and a national focus for both government and community effort on water and sanitation issues. Its operation needs to be enhanced."}, {"text_block_id": "p4_b37", "text": "1.1.8 Promoting community-based management"}, {"text_block_id": "p4_b38", "text": "The"}, {"text_block_id": "p4_b39", "text": "Pacific Regional Action Plan on Sustainable Water Management"}, {"text_block_id": "p4_b40", "text": "has raised the importance of building co-operation between government and communities to promote successful and sustainable water initiatives. The community-government Committee for Water Reserve Management to oversee management of the Bonriki and Buota Water reserves was a first step in this process but needs to be reactivated and strengthened. The involvement of village communities in the protection and management of their water sources is essential in managing the nation•s widely dispersed water sources."}, {"text_block_id": "p4_b41", "text": "1.1.9 Access to external funds"}, {"text_block_id": "p4_b42_merged_merged", "text": "Water is a high priority in the international political agenda. Access to safe water supply and basic sanitation is a key Millennium Development Goal and is reinforced by calls for integrated water resource management. Kiribati has been successful in the past in attracting significant donor and loan funds to support to the sector. Continued success in this area will be dependent on developing effective coordination between government ministries and the community and in developing a national policy and planning framework"}, {"text_block_id": "p4_b46", "text": "."}, {"text_block_id": "p4_b47", "text": "1.2 Issues"}, {"text_block_id": "p5_b48", "text": "1.2.2 Linkage between water and sanitation"}, {"text_block_id": "p5_b49", "text": "Water and sanitation systems are intimately linked and are directly related to public health, especially in atolls. There is an urgent need for the development of a complimentary national sanitation policy to provide direction to donor agencies, government ministries and the community and to decrease contamination of drinking water."}, {"text_block_id": "p5_b50", "text": "1.2.3 Equitable access to safe freshwater"}, {"text_block_id": "p5_b51", "text": "Many schools, clinics, rural and outer island populations do not have access to water from protected water sources. There needs to be a concerted effort by government and communities to protect water sources from contamination. There also needs to be greater emphasis on improved rainwater harvesting. Mechanisms to assist in the development of household rainwater tanks and rainwater tanks on community buildings need to be further developed. Domestic water wells are widely used to supplement water supplies. The safety of these wells needs to be examined in some areas"}, {"text_block_id": "p5_b52", "text": "."}, {"text_block_id": "p5_b53", "text": "1.2.4 Unaccounted Water Losses and Leakages"}, {"text_block_id": "p5_b54", "text": "In the reticulated water supply systems, unaccounted water losses and leakages are estimated to be at least 50%. This means that energy is wasted in pumping and treating groundwater which is then lost from the system. This further restricts the supply of freshwater available to consumers. In addition, because there is only a fixed fee for water supply there is no incentive for people to fix leakages in domestic plumbing"}, {"text_block_id": "p5_b55", "text": "1.2.5 Sustainable water supply systems and climate variability and change"}, {"text_block_id": "p5_b56", "text": "Reliable estimates of sustainable groundwater extraction and pumping rates have only been determined for a small number of locations in Tarawa and Kiritimati. The sustainable rates of groundwater extraction from all groundwater lenses in all inhabited islands and particularly planned growth centres need to be assessed particularly in terms of the potential impacts of climate variability and change. At present the maintenance and operation costs of urban and rural water supply systems are not covered by water charges to consumers and the systems are not economically sustainable and there are no conservation messages in current fixed fee tariffs."}, {"text_block_id": "p5_b57", "text": "1.2.6 Protection of freshwater sources"}, {"text_block_id": "p5_b58", "text": "Only the current fresh groundwater sources in South Tarawa have specific regulations aimed at protecting them from contamination. Despite these regulations the groundwater reserves on South Tarawa are still impacted by inappropriate land uses such as gravel mining and squatter settlements. There are no equivalent regulations for protecting water sources in rural areas or outer islands. Ways of educating and involving the community and school children in the protection of water sources need to be developed."}, {"text_block_id": "p5_b59", "text": "1.2.7 Improved knowledge and monitoring"}, {"text_block_id": "p5_b60", "text": "There are significant gaps in knowledge on the quantities of groundwater and rainwater available for use and their quality in urban and rural areas and on Outer Islands. As well, water use patterns by households, businesses and institutions in both urban and non-urban locations are poorly known. In addition, early warning systems to advise governments on extreme climatic events, including droughts needs to be built into government planning and operations and into a public communications strategy."}, {"text_block_id": "p6_b61", "text": "1.2.8 Increased community participation"}, {"text_block_id": "p6_b62", "text": "There are currently no mechanisms by which the community can participate in the planning and management of water and sanitation services. Previous attempts to form a stakeholder committee to improve management of water reserves on South Tarawa have lapsed due to lack of effort by all parties. Education, particularly of school children and communication campaigns are important elements in improving participation and need to be implemented. The formation of village water and sanitation committees is an important mechanism for increasing participation at the local level."}, {"text_block_id": "p6_b63", "text": "1.2.9 Better water governance"}, {"text_block_id": "p6_b64", "text": "1.2.10 Institutional capacity and training"}, {"text_block_id": "p6_b65", "text": "Attracting, mentoring and training young staff in the water and sanitation sector remains a major challenge, particular in outer islands. Strategies to attract, retain and train young people in the sector need to be developed. Water resource planning and management is complex and requires a multi-disciplinary approach and the training requirements need to be addressed in a comprehensive manner."}, {"text_block_id": "p6_b66", "text": "1.2.11 Cost recovery, demand management"}, {"text_block_id": "p6_b67", "text": "The Government heavily subsidises water and sanitation is provided free of charge in urban areas. The flat rate charge for water whether delivered by the reticulation system or the water tankers provides no demand management signals. While there are two proposals for improving cost recovery in the water sanitation sector they are yet to be implemented. Cost recovery and demand management using a tiered tariff scheme requires the widespread installation of water meters and water tanks in over 5,000 households in South Tarawa alone. In order to collect revenue, the reliability of service, particularly in Betio will need to be improved, which will include reducing water losses throughout the reticulation and household systems."}, {"text_block_id": "p6_b68", "text": "1.2.12 Water resource ownership"}, {"text_block_id": "p7_b69", "text": "harvesting trees, raising pigs and mining gravel. A practical and equitable solution to this issue is urgently required"}, {"text_block_id": "p7_b70", "text": "."}, {"text_block_id": "p7_b71", "text": "1.3 Constraints"}, {"text_block_id": "p7_b72", "text": "1.3.1 Increasing urban growth and climate variability and change"}, {"text_block_id": "p7_b73", "text": "Increasing urbanisation in South Tarawa and Kiritimati is a major constraint for the water and sanitation sector. This growth is occurring both by natural growth and through inward migration from rural areas and Outer Islands. In terms of safe water supply, the sustainable population for South Tarawa may already be close to the limit. While alternate growth centres have been identified there is an urgent need to address directly the continued growth in urban populations. The limited opportunities and increased costs of attempting to supply more freshwater for South Tarawa could limit development. The impacts of climate variability and change further stress already limited freshwater resources"}, {"text_block_id": "p7_b74", "text": "."}, {"text_block_id": "p7_b75", "text": "1.3.2 Inadequate knowledge base"}, {"text_block_id": "p7_b76", "text": "1.3.3 Geographic spread"}, {"text_block_id": "p7_b77", "text": "A major constraint in the delivery of improved water and sanitation services to island communities in Kiribati is the geographic spread of the population. Outside South Tarawa, there are 169 villages with an average population of 310 people. These are spread amongst 22 islands and atolls across three million square kilometres of the Central Pacific Ocean. The problem of providing services to these communities is difficult and strongly suggests that local management at the village level, with centralised support, is the only viable solution."}, {"text_block_id": "p7_b78", "text": "1.3.4 Governance"}, {"text_block_id": "p7_b79", "text": "The absence of a declared national water resources policy, national water legislation, regulations protecting all water sources, endorsed national water plans and the lack of national coordination to direct and draw together government and community actions for the water and sanitation sector are severe constraints. The lack of national policy and underpinning national water legislation limits the ability to plan and act strategically."}, {"text_block_id": "p7_b80", "text": "1.3.5 Land ownership in groundwater source areas"}, {"text_block_id": "p7_b81", "text": "Experience has shown that the issue of land ownership and restrictions on land use of areas such as water reserves used to extract groundwater remains a contentious issue. In South Tarawa the Government gives traditional land owners of the water reserves in Bonriki and Buota an annual land lease payment for use of the water reserve. Under the Land Acquisition Act, compensation should be a one-off payment and the current payment is considered by some illegal. Acceptable and equitable solutions need to be found before further public water supply systems can be developed in other islands."}, {"text_block_id": "p8_b82", "text": "1.3.6 Human resources"}, {"text_block_id": "p8_b83", "text": "1.3.7 Financial resources"}, {"text_block_id": "p8_b84", "text": "The failure to achieve adequate cost recovery from urban and rural systems results in insufficient funds for routine monitoring, maintenance and operations and severely restricts the ability to make any major capital investment. There has been a dependence on donor support and development loans not only for initial capital expenditure but also for subsequent upgrade phases of capital water and sanitation works. The sector needs to become more financially independent and to be a provider of economically viable services, with less dependence on both Government subsidy and donor support."}, {"text_block_id": "p8_b85", "text": "1.3.8 Public perceptions and attitudes"}, {"text_block_id": "p8_b86", "text": "1.3.9 Poorly maintained rural and Outer Island assets"}, {"text_block_id": "p8_b87", "text": "1.4 The Future"}, {"text_block_id": "p8_b88_merged", "text": "Faced with the continuing public concerns over the quality and quantity of available freshwater and the threats of climate variability and change and increasing population, •business as usual• is not a viable option and will lead only to a long-term decline in service levels and negative and potentially harmful impacts on water resources, the natural environment, economic growth and human health. The necessary foundations of policy, strategy formulation and implementation planning have to be laid before prioritised actions can be pursued."}, {"text_block_id": "p8_b91", "text": "The following Sections set out the overall goals and key objectives for medium-term (up to 10 years) sector development and means to achieve these."}, {"text_block_id": "p9_b92", "text": "2: GOALS, KEY OBJECTIVES AND ACTIVITIES"}, {"text_block_id": "p9_b93", "text": "2.1 Goals, Objectives and Activities"}, {"text_block_id": "p9_b94_merged", "text": "The overall goals of this implementation plan are those of the National Water Resources Policy, Water for Healthy Communities, Environments and Sustainable Development•, which builds on the previous policies, decisions, community consultation and development strategies and plans. The goals are to:"}, {"text_block_id": "p9_b97", "text": "The overall goals of this implementation plan are those of the National Water Resources Policy, Water for Healthy Communities, Environments and Sustainable Development•, which builds on the previous policies, decisions, community consultation and development strategies and plans. The goals are to:\n* Provide safe, socially equitable, financially, technically and environmentally sustainable water supplies to enhance the welfare and livelihood of I-Kiribati.\n* Protect and conserve freshwater sources for public water supplies.\n* Deliver freshwater efficiently and effectively."}, {"text_block_id": "p9_b103", "text": "These goals contain some very important policy directives. The first is that water supplied to communities has to be safe and equitable; the second is that the water supply systems have to be environmentally, technically and financially sustainable; the third is the determination that sources of water will be protected and water resources conserved and the fifth is a commitment that these services will be delivered well."}, {"text_block_id": "p9_b104", "text": "There are seven specific policy objectives which have supporting activities beneath them to achieve these policy goals."}, {"text_block_id": "p9_b105", "text": "Policy Goal 1."}, {"text_block_id": "p9_b106", "text": "1. Increase access to safe and reliable water supplies"}, {"text_block_id": "p9_b107", "text": "1. Increase access to safe and reliable water supplies\n* Identify priority villages and islands for urgent attention.\n* Decrease the incidence of water-borne diseases by improving the safety of freshwater supplied from groundwater and rainwater systems.\n* Improve water supplies for schools, hospitals and clinics.\n* Improve outer island and rural water supplies.\n* Improve reliability of urban water supplies.\n* Increase the use of improved rainwater harvesting.\n* Increase access to safe, basic sanitation removed from water source areas."}, {"text_block_id": "p9_b121", "text": "2. Achieve sustainable water resource management"}, {"text_block_id": "p9_b122", "text": "2. Achieve sustainable water resource management\n* Develop policies, instruments, regulations and procedures to help manage demand, allocation and conjunctive use of water sources.\n* Determine sustainable groundwater extraction rates for all inhabited islands.\n* Identify acceptable land use practices for water source areas.\n* Examine the impacts of groundwater extraction on the environment.\n* Undertake timely maintenance and repairs of water supply systems, and improve operation of such supplies."}, {"text_block_id": "p10_b132", "text": "Policy Goal 2."}, {"text_block_id": "p10_b133", "text": "Protect and conserve freshwater sources for public water supplies"}, {"text_block_id": "p10_b134", "text": "3. Improve understanding and monitoring of water resources and their use"}, {"text_block_id": "p10_b135", "text": "3. Improve understanding and monitoring of water resources and their use\n* Improve knowledge of the quality and quantity of the nationâ¢s freshwater resources.\n* Improve understanding of water demand in urban, rural and outer Island situations and the capacity to pay for water.\n* Improve knowledge and management of water resources under climatic extremes and the impacts of climate change.\n* Improve monitoring, data collection, storage, analysis and reporting of information on water resources."}, {"text_block_id": "p10_b143", "text": "4. Improve protection of public freshwater sources"}, {"text_block_id": "p10_b144", "text": "4. Improve protection of public freshwater sources\n* Identify areas that have the potential to be used as water sources for public water supplies.\n* Review the regulations regarding Declaration of Water Reserves and their application to all public groundwater sources, and ensure their implementation.\n* Find ways of involving local communities in protecting water sources for public water supply systems.\n* Identify acceptable land uses for water source areas.\n* Improve educational and community awareness programs on protecting water sources\n* Develop a National Sanitation Policy.\n* Support regional and international projects with an aim to protect and conserve ground water resources and improve sanitation systems."}, {"text_block_id": "p10_b158", "text": "5. Increase community participation in water management and conservation"}, {"text_block_id": "p10_b159", "text": "5. Increase community participation in water management and conservation\n* Improve understanding of the most effective ways of increasing community participation in the water and sanitation sector.\n* Increase community awareness and understanding of water resource issues, including protection and conservation.\n* Establish and resource water and sanitation committees at the island and/or village level.\n* Develop mechanisms for minimising conflicts over water resources.\n* Include community representation at the national level in water and sanitation planning.\n* Develop education programs for schools on protecting and conserving water supplies and wise water use."}, {"text_block_id": "p10_b171", "text": "Policy Goal 3."}, {"text_block_id": "p10_b172", "text": "Deliver freshwater efficiently and effectively."}, {"text_block_id": "p10_b173", "text": "6. Improve governance in the water and sanitation sector"}, {"text_block_id": "p10_b174", "text": "6. Improve governance in the water and sanitation sector\n* Review, revise and make recommendations on water and sanitation policy.\n* Review, recommend and enact procedures for implementing policy and monitoring the effectiveness of policy.\n* Review, revise, and where necessary enact legislation, regulations and codes relevant to water and sanitation and to the declaration and protection of water reserves.\n* Improve coordination and cooperation between agencies with responsibilities in the water and sanitation sector and with relevant community organizations."}, {"text_block_id": "p11_b182", "text": "6. Improve governance in the water and sanitation sector\n* Review, revise and make recommendations on water and sanitation policy.\n* Review, recommend and enact procedures for implementing policy and monitoring the effectiveness of policy.\n* Review, revise, and where necessary enact legislation, regulations and codes relevant to water and sanitation and to the declaration and protection of water reserves.\n* Improve coordination and cooperation between agencies with responsibilities in the water and sanitation sector and with relevant community organizations.\n* Develop strategic water and sanitation plans for urban South Tarawa and designated growth centres,\n* Improve capacity of personnel involved in providing and ensuring safe and sustainable supplies of freshwater."}, {"text_block_id": "p11_b186", "text": "6. Improve governance in the water and sanitation sector\n* Review, revise and make recommendations on water and sanitation policy.\n* Review, recommend and enact procedures for implementing policy and monitoring the effectiveness of policy.\n* Review, revise, and where necessary enact legislation, regulations and codes relevant to water and sanitation and to the declaration and protection of water reserves.\n* Improve coordination and cooperation between agencies with responsibilities in the water and sanitation sector and with relevant community organizations.\n* Develop strategic water and sanitation plans for urban South Tarawa and designated growth centres,\n* Improve capacity of personnel involved in providing and ensuring safe and sustainable supplies of freshwater.\n* Decrease unaccounted for water losses and improve cost recovery\n<\\li1>\n\t* Develop effective leak detection, loss reduction and remediation programs for reticulated water supply systems.\n\t* Increase cost recovery for water supply systems.\n\t* Explore alternate sources of freshwater"}, {"text_block_id": "p11_b194", "text": "Measurable indicators and outputs to monitor performance and development in the water and sanitation sector are given in the following section."}, {"text_block_id": "p11_b195", "text": "2.2 Performance Indicators for Plan Objectives and Activities"}, {"text_block_id": "p17_b196", "text": "2.3 Organisational Responsibilities for Implementation"}, {"text_block_id": "p17_b197_merged", "text": "The following table lists the Institutional responsibilities for the above objectives. The lead agency is underscored and listed first."}, {"text_block_id": "p19_b200", "text": "The time schedule for these activities is given in section 5. Section 4 presents guiding principles and strategies for working through these objectives. Priority actions are given in the following section."}, {"text_block_id": "p20_b201", "text": "3: PRIORITY ACTIONS"}, {"text_block_id": "p20_b202", "text": "Section 2.2 above identifies 72 outcomes planned under the 38 activities within the 7 major objectives of the National Water Resources Policy and this Implementation plan. While all these outcomes are necessary not all are of equal importance. The highest priority issues that need to be addressed first are listed in the following."}, {"text_block_id": "p20_b203", "text": "Section 2.2 above identifies 72 outcomes planned under the 38 activities within the 7 major objectives of the National Water Resources Policy and this Implementation plan. While all these outcomes are necessary not all are of equal importance. The highest priority issues that need to be addressed first are listed in the following.\n* Identify priority rural villages and outer islands whose water supplies require urgent attention.\n* Assess the location, quantity, quality of their groundwater and its sustainable pumping rate.\n* Assess the water requirements of the priority locations.\n* Monitor regularly the salinity, water quality and thickness of the freshwater lenses in locations that are used for public water supplies.\n* Report assessment and monitoring results to government regularly."}, {"text_block_id": "p20_b213", "text": "Responsibility: MPWU (WEU), MHMS (EHU), MELAD (ECD), MLPID (PWD), NWSCC"}, {"text_block_id": "p20_b214", "text": "Comments:"}, {"text_block_id": "p20_b215", "text": "There is no point in attempting to improve island water services before island freshwater sources are identified and assessed and their needs evaluated."}, {"text_block_id": "p20_b216", "text": "2.1"}, {"text_block_id": "p20_b217", "text": "Install improved public water supplies in assessed priority rural and outer island locations."}, {"text_block_id": "p20_b218", "text": "2.2"}, {"text_block_id": "p20_b219", "text": "Assess the water requirements of schools, hospitals, and clinics."}, {"text_block_id": "p20_b220", "text": "2.3"}, {"text_block_id": "p20_b221", "text": "Improve the water supply to schools, hospitals and clinics."}, {"text_block_id": "p20_b222", "text": "2.4"}, {"text_block_id": "p20_b223", "text": "Increase the use of improved rainwater harvesting"}, {"text_block_id": "p20_b224", "text": "2.5"}, {"text_block_id": "p20_b225", "text": "Assess the adequacy and safety of water supply systems in urban areas."}, {"text_block_id": "p20_b226", "text": "2.6"}, {"text_block_id": "p20_b227", "text": "Develop proposals for improving urban water supplies."}, {"text_block_id": "p20_b228", "text": "Responsibility: MPWU (WEU & PUB ), MHMS (EHU), MEYSD, MELAD (ECD), MLPID (PWD), OB"}, {"text_block_id": "p20_b229", "text": "Comments:"}, {"text_block_id": "p20_b230", "text": "Outer island and rural areas are high priorities in order to attempt to decrease inward migration to population centres. Vulnerable groups such as school children and hospital patients are also high priority and increased use if rainwater will decrease demand on public water sources."}, {"text_block_id": "p20_b231", "text": "7 Improve protection of public water source areas"}, {"text_block_id": "p20_b232", "text": "3.1"}, {"text_block_id": "p20_b233", "text": "Identify all potential freshwater source areas for public supplies in priority locations."}, {"text_block_id": "p20_b234", "text": "3.2"}, {"text_block_id": "p20_b235", "text": "Review and were necessary amend the regulations regarding Declaration of Water Reserves and their application to all public groundwater sources."}, {"text_block_id": "p20_b236", "text": "3.3"}, {"text_block_id": "p20_b237", "text": "Review and were necessary amend the regulations regarding the protection of Water Reserves from adverse impacts."}, {"text_block_id": "p20_b238", "text": "3.4"}, {"text_block_id": "p20_b239", "text": "Develop incentives and strategies for engaging local communities in protecting water sources for public water supply systems and form village water and sanitation committees."}, {"text_block_id": "p20_b240", "text": "3.5"}, {"text_block_id": "p20_b241", "text": "Develop a National Sanitation Policy and Plan"}, {"text_block_id": "p20_b242", "text": "3.6"}, {"text_block_id": "p20_b243", "text": "Increase educational and community awareness programs on protecting water sources"}, {"text_block_id": "p20_b244", "text": "Responsibility: AGO, MELAD, MISA, KANGO, MPWU (WEU & PUB ) MEYSD, MELAD (ECD)"}, {"text_block_id": "p20_b245", "text": "Comments:"}, {"text_block_id": "p20_b246", "text": "Settlement on water reserves has caused the abandonment of some water reserves. Regulations for protecting water reserves in South Tarawa exist but not in all Kiribati. The experience at Bonriki shows that regulations alone are insufficient to protect water source areas."}, {"text_block_id": "p21_b247", "text": "4. Decrease unaccounted for water losses and improve cost recovery"}, {"text_block_id": "p21_b248", "text": "4.1"}, {"text_block_id": "p21_b249", "text": "Develop effective leak detection and remediation programs and decreases losses from supply and domestic systems to 25%."}, {"text_block_id": "p21_b250", "text": "4.2"}, {"text_block_id": "p21_b251", "text": "Increase cost recovery for water supply systems."}, {"text_block_id": "p21_b252", "text": "Responsibility: MPWU ( PUB ), MLPID (PWD), AGO, MISA, KANGO"}, {"text_block_id": "p21_b253", "text": "Comments:"}, {"text_block_id": "p21_b254", "text": "Up to at least 50% of water pumped from groundwater reserves is lost through leakage from the public and private domestic reticulation system and households. There are no incentives for conserving water and the cost recovery by the government for water services is minimal."}, {"text_block_id": "p21_b255", "text": "5. Improve governance in the water and sanitation sector"}, {"text_block_id": "p21_b256", "text": "5.1"}, {"text_block_id": "p21_b257", "text": "Improve coordination and cooperation between agencies with responsibilities in the water and sanitation sector and between those agencies and relevant community organisations."}, {"text_block_id": "p21_b258", "text": "5.2"}, {"text_block_id": "p21_b259", "text": "Provide terms of reference for the National Water and Sanitation Coordination Committee."}, {"text_block_id": "p21_b260", "text": "5.3"}, {"text_block_id": "p21_b261", "text": "Form multi-Ministry teams to assess and report on the nation•s water resources."}, {"text_block_id": "p21_b262", "text": "5.4"}, {"text_block_id": "p21_b263", "text": "Institute an annual report on the state and condition of the nation•s water resources."}, {"text_block_id": "p21_b264", "text": "5.5"}, {"text_block_id": "p21_b265", "text": "Develop strategic water and sanitation plans for urban areas and designated growth centres"}, {"text_block_id": "p21_b266", "text": "5.6"}, {"text_block_id": "p21_b267", "text": "Develop training programs and succession plans and for water specialists and island water technicians."}, {"text_block_id": "p21_b268", "text": "5.7"}, {"text_block_id": "p21_b269", "text": "Include NGO representatives in the National Water and Sanitation Coordination Committee."}, {"text_block_id": "p21_b270", "text": "Responsibility: OB, MPWU (WEU), MELAD (ECD), MHMS, MISA, MFEP"}, {"text_block_id": "p21_b271", "text": "Comments:"}, {"text_block_id": "p21_b272", "text": "Projects over the past 30 years has identified major governance issues in the management of the nation•s water resources. These issues include: lack of comprehensive water resources policy and legislation; the absence of medium-term Cabinet-endorsed plans; poor cooperation and coordination between government agencies; almost no community-participation in the protection and management of water resources; and the absence of reporting to government on the state and condition of the nation•s freshwater sources. The National Water and Sanitation Coordination Committee was set up to improve these governance issues, however, it needs strengthening, refocusing and the endorsement of Cabinet."}, {"text_block_id": "p21_b273", "text": "The next section presents guiding principles and strategies for working through these objectives"}, {"text_block_id": "p21_b274", "text": "."}, {"text_block_id": "p22_b275", "text": "4: SECTOR STRATEGIES"}, {"text_block_id": "p22_b276", "text": "4.1 Guiding principles"}, {"text_block_id": "p22_b277", "text": ""}, {"text_block_id": "p22_b278", "text": "Provision of safe water to all communities"}, {"text_block_id": "p22_b279", "text": ""}, {"text_block_id": "p22_b280", "text": "Taking care of the most vulnerable and needy"}, {"text_block_id": "p22_b281", "text": ""}, {"text_block_id": "p22_b282", "text": "Developing sustainable water supply systems and decreasing losses"}, {"text_block_id": "p22_b283", "text": ""}, {"text_block_id": "p22_b284", "text": "Ensuring benefits and opportunities are shared equitably by urban and rural communities"}, {"text_block_id": "p22_b285", "text": ""}, {"text_block_id": "p22_b286", "text": "Protection of water sources"}, {"text_block_id": "p22_b287", "text": ""}, {"text_block_id": "p22_b288", "text": "Use of multiple sources (conjunctive water use)"}, {"text_block_id": "p22_b289", "text": ""}, {"text_block_id": "p22_b290", "text": "Building partnerships between government and the community"}, {"text_block_id": "p22_b291", "text": ""}, {"text_block_id": "p22_b292", "text": "Developing appropriate demand management and conservation strategies"}, {"text_block_id": "p22_b293", "text": ""}, {"text_block_id": "p22_b294", "text": "Engaging students in the protection, conservation and wise use of water"}, {"text_block_id": "p22_b295", "text": ""}, {"text_block_id": "p22_b296", "text": "Better coordination of water and sanitation agencies and organisations."}, {"text_block_id": "p22_b297", "text": "4.2 Framework for Action"}, {"text_block_id": "p22_b298", "text": "Seven mutually reinforcing strategies have been identified under this plan that correspond to the sector objectives, consistent with Kiribati Development Plan 2008-2011 and built on the National Water Resources Policy. These are:"}, {"text_block_id": "p22_b299", "text": "1."}, {"text_block_id": "p22_b300", "text": "Increase access to safe and reliable water supplies"}, {"text_block_id": "p22_b301", "text": "2."}, {"text_block_id": "p22_b302", "text": "Achieve financially, technically and environmentally sustainable water resource management"}, {"text_block_id": "p22_b303", "text": "3."}, {"text_block_id": "p22_b304", "text": "Improve understanding and monitoring of water resources and their use"}, {"text_block_id": "p22_b305", "text": "4."}, {"text_block_id": "p22_b306", "text": "Improve protection of water source areas"}, {"text_block_id": "p22_b307", "text": "5."}, {"text_block_id": "p22_b308", "text": "Increase community participation in water management and conservation"}, {"text_block_id": "p22_b309", "text": "6."}, {"text_block_id": "p22_b310", "text": "Improve governance in the water and sanitation sector"}, {"text_block_id": "p22_b311", "text": "7."}, {"text_block_id": "p22_b312", "text": "Decreases unaccounted for water losses, improve cost recovery, and explore alternate sources of freshwater"}, {"text_block_id": "p22_b313", "text": "4.3 Plans are a Living Document"}, {"text_block_id": "p22_b314", "text": "This plan is not a static document. Successful plans evolve, grow and are modified depending on their success and usefulness. This implementation plan is part of the policy cycle (Figure 2) and is meant to be reviewed and modified as part of that cycle."}, {"text_block_id": "p25_b315", "text": "4.4 Sector strategies and actions"}, {"text_block_id": "p25_b316", "text": "Strategy 1: Increase access to safe and reliable water supplies"}, {"text_block_id": "p25_b317", "text": "Issues:"}, {"text_block_id": "p25_b318", "text": "Addressing the issues:"}, {"text_block_id": "p26_b319", "text": "Strategy 2: Achieve financially, technically and environmentally sustainable water resource management"}, {"text_block_id": "p26_b320", "text": "Issues:"}, {"text_block_id": "p26_b321", "text": "Addressing the issues:"}, {"text_block_id": "p27_b322", "text": "Strategy 3: Improve understanding of water resources and their use"}, {"text_block_id": "p27_b323", "text": "Issues:"}, {"text_block_id": "p27_b324", "text": "Addressing the issue:"}, {"text_block_id": "p28_b325", "text": "Strategy 4: Improve protection of public water source areas"}, {"text_block_id": "p28_b326", "text": "Issues:"}, {"text_block_id": "p28_b327", "text": "Addressing the issues:"}, {"text_block_id": "p29_b328", "text": "Strategy 5: Increase community awareness of and participation in water management and conservation"}, {"text_block_id": "p29_b329", "text": "Issues:"}, {"text_block_id": "p29_b330", "text": "Addressing the issues:"}, {"text_block_id": "p30_b331", "text": "Strategy 6: Improve governance in the water and sanitation sector"}, {"text_block_id": "p30_b332", "text": "Issues:"}, {"text_block_id": "p30_b333", "text": "Addressing the issues:"}, {"text_block_id": "p31_b334", "text": "Strategy 7: Decrease unaccounted for water losses, improve cost recovery, and explore alternate sources of freshwater"}, {"text_block_id": "p31_b335", "text": "Issues:"}, {"text_block_id": "p31_b336", "text": "Addressing the issues:"}, {"text_block_id": "p32_b337", "text": "5: IMPLEMETATION"}, {"text_block_id": "p32_b338", "text": "5.1 The Role of Government"}, {"text_block_id": "p32_b339", "text": "5.2 The role of Communities and NGO•s"}, {"text_block_id": "p32_b340", "text": "5.3 Resource and Financial Implications"}, {"text_block_id": "p32_b341", "text": "To effectively implement this policy, three additional water specialists will be required. One to concentrate on sanitation issues in urban areas, one to focus on outer island supplies and services and the last to concentrate on community education, awareness, participation and non-polluting sanitation systems. One position is currently being funded under KAPII and the other two positions could be funded from improved cost recovery from water pricing in urban areas. The accompanying 10 Year National Water Resources Plan identifies water and sanitation projects costing approximately $A15M. The EU, under EDF10, has already made a commitment to fund approximately  6.7M of outer island water supply and sanitation projects. The policy and plan can be used in proposals to donors and funding agencies to highlight the priorities of Kiribati in water resources. Briefs for a number of projects for which donor funding could be sought are given in the Background to the National Water Resources Policy and Implementation Plan."}, {"text_block_id": "p33_b342", "text": "5.4 Private Sector participation"}, {"text_block_id": "p33_b343", "text": "Implementation should be geared toward developing a locally skilled and well-resourced private sector capable of providing lasting and sustainable support to benefit the water and sanitation sector."}, {"text_block_id": "p33_b344", "text": "5.5 Donor Coordination"}, {"text_block_id": "p33_b345", "text": "There is a need to review all legislation, regulations and building codes pertaining to water and sanitation, to the protection of groundwater supply sources and to the statutory basis for agencies involved in the sector. Rationalisation, improvements and new legislation may be required. A review of enforcement of existing regulations and incentives for compliance is also necessary."}, {"text_block_id": "p33_b346", "text": "5.6 Monitoring and Evaluation"}, {"text_block_id": "p33_b347", "text": "5.7 The Success of this Plan"}, {"text_block_id": "p34_b348_merged", "text": "Integrated water resource development and management in small island nations presents many major challenges that cross sectoral boundaries. Coordination and cooperation through a partnership approach both within government and between the government and the community is essential. In doing this, we must all recognise and commit to common goals and actions and embrace fully the fact that everybody is vitally dependent of water so that water is everybody•s business."}, {"text_block_id": "p35_b353", "text": "6: TIME SCHEDULE FOR ACTIVITIES"}, {"text_block_id": "p35_b354_merged", "text": "Sections turquoise represents an activity. Those in grey represent on-going activities and light yellow sections are reviews"}], "document_description": "Kiribati's National Water Resources Policy and Implementation Plan deals first and foremost with the impacts of climate change on water supply. It outlines three concrete policy goals, as well as seven, more specific policy objectives.\n\nThe goals are to (1) provide safe, socially equitable, financially, technically and environmentally sustainable water supplies to enhance the welfare and livelihood of I-Kiribati, (2) Protect and conserve freshwater sources for public water supplies, and (3) Deliver freshwater efficiently and effectively.\n\nThe objectives are to (1) increase access to safe and reliable water supplies, (2) achieve sustainable water resource management, (3) improve understanding and monitoring of water resources and their use, (4) improve protection of public freshwater sources, (5) increase community awareness of and participation in the protection, management and conservation of water, (6) improve governance in the water sector, and (7) decrease unaccounted for water losses, improve cost recovery and find alternate sources of water.\n\nThe policy places special emphasis on climate change in sustainable water use management. It states that the government intends to sustainably manage water and sanitation services \"during climatic extremes,\" such as droughts, heavy rains, and storm surges, all of which can decrease quality and quantity of water supply.\n\nThe implementation plan defines the priority actions and sector-specific strategies for implementing the policy. Importantly, it also assigns those actions to specific actors in government."}