{"document_instrument_name": [], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "KIR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2009", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/KIR/2009/KIR-2009-12-25-National Energy Policy_a3d97acbed41dc2a9c0a9d80d857281c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Kiribati"}, {"text_block_id": "p0_b2", "text": "Ministry of Public Works and Utilities"}, {"text_block_id": "p1_b3", "text": "MAP OF KIRIBATI AND ITS NEIGHBOURS"}, {"text_block_id": "p2_b4", "text": "t"}, {"text_block_id": "p2_b5_merged", "text": "able Of COntents"}, {"text_block_id": "p4_b10", "text": "f"}, {"text_block_id": "p4_b11", "text": "Orward"}, {"text_block_id": "p4_b12", "text": "It is with great pleasure and an honor to present the Kiribati National Energy Policy (KNEP). The KNEP builds on the theme and vision of the Kiribati Development Plan (KDP 2008 – 2011): “enhancing economic growth for sustainable development – a vibrant economy for the people of Kiribati”, with the focus on “available, accessible, reliable, affordable, clean and sustainable energy options for the enhancement of economic growth and improvement of livelihoods in Kiribati”."}, {"text_block_id": "p4_b13", "text": "This policy incorporates important contemporary energy issues, issues that Kiribati people, as well as regional and international communities perceive as of great importance, such as poverty (hardship) reduction, sustainable development through vigilant environmental regulation and monitoring, good governance, amongst many others. Most of these issues are reflected in the Pacific Plan, Pacific Islands Energy Policy, Millennium Development Goals Declaration, the Mauritius Strategy and the Kyoto Protocol, therefore this policy is also consistent with the regional and international agenda. It is also important to note that the KNEP is linked to the policies and action plans of other Government Ministries."}, {"text_block_id": "p4_b14", "text": "I am confident that the Government, people of Kiribati and our Development Partners will continue to work together in the years ahead to address the energy needs and aspirations of the people of Kiribati. I thank and acknowledge all those who have put invaluable effort and time into realising this document which will be our guide towards a vibrant economy for the people of Kiribati. I am also very proud to note that for the very first time, a national energy policy framework has been developed and adopted by Government. The compilation and formulation of this framework has been nationally driven with local key stakeholders taking lead in the consultation and development process."}, {"text_block_id": "p4_b15", "text": "I would like to personally thank the Pacific Islands Applied Geoscience Commission (SOPAC), Pacific Islands Forum Secretariat (PIFS) and the EDF-9 Regional Technical Cooperation Facility for funding, facilitating and providing technical assistance, and our Energy Planning Unit team for their coordination role."}, {"text_block_id": "p4_b16", "text": "We pray that the Almighty will guide us and accompany us as we continue our work in the service to our people."}, {"text_block_id": "p4_b17", "text": "Kam bati n rabwa ao kam na kakabwaiaki."}, {"text_block_id": "p4_b18", "text": "Minister of Public Works and Utilities"}, {"text_block_id": "p4_b19", "text": "April, 2009"}, {"text_block_id": "p5_b20", "text": "a"}, {"text_block_id": "p5_b21", "text": "CKnOwledgeMent"}, {"text_block_id": "p5_b22", "text": "The development of the Kiribati National Energy Policy (KNEP) could not be accomplished without the contributions of many individuals."}, {"text_block_id": "p5_b23", "text": "The perseverance of the Minister responsible for Energy, Honourable Kouraiti Beniato, and his colleagues in Cabinet are recognised for their continuous support and encouragement towards the development of the KNEP."}, {"text_block_id": "p5_b24", "text": "Acknowledgement of the key stakeholders consulted during the two consultations carried out in April 2008 and July 2008 for prior to the development of the KNEP draft."}, {"text_block_id": "p6_b25", "text": "Acknowledgement to members of the National Energy Task Force who gladly obliged to assist in the drafting of the Kiribati National Energy Policy."}, {"text_block_id": "p6_b26", "text": "Comments, information and inputs from other stakeholders are also acknowledged from Kiribati National Council of Churches, Kiribati Chamber of Commerce, Ministry of Finance and Economic Development, Ministry of Internal and Social Affairs, Ministry of Environment Lands and Agriculture Development, Ministry of Education, Ministry of Information Transport and Tourism and KIR-EU Health Project. We also recognise the assistance of Secretaries in enabling their respective Officers to attend the consultations and drafting of the Kiribati National Energy Policy during the process and in the final commenting before the draft is submitted to Cabinet for approval and endorsement."}, {"text_block_id": "p6_b27", "text": "Recognising the inspiration, efforts and continued support from the Energy Planning Unit of the Ministry of Public Works and Utilities by Kireua Kaiea – Energy Planner and Tiaon Aukitino – Acting Assistant Energy Planner during the process in carrying out the ground work and drafting of the Kiribati National Energy Policy. The invaluable technical assistance provided by the Pacific Islands Applied Geoscience Commission (SOPAC): Mr. Rupeni Mario (Senior Adviser Energy) and Ms. Arieta Gonelevu (Senior Project Officer Energy); and the Pacific Islands Forum Secretariat (PIFS): Mr. Richard Mendani (Resource and Environmental Economist) not forgetting Mr. Anare Matakiviti ex-SOPAC who carried out the initial consultation in April 2008 before taking on his new post at the IUCN are all hereby acknowledged."}, {"text_block_id": "p6_b28", "text": "The financial support from the EDF-9 Regional Technical Cooperation Facility and the Government of Kiribati and in-kind contributions from other stakeholders are also recognised."}, {"text_block_id": "p7_b29", "text": "V"}, {"text_block_id": "p7_b30", "text": "isiOn"}, {"text_block_id": "p7_b31", "text": "“available, accessible, reliable, affordable, clean and sustainable energy options for the enhancement of economic growth and improvement of livelihoods in Kiribati”"}, {"text_block_id": "p8_b32", "text": "1.0"}, {"text_block_id": "p8_b33", "text": "p"}, {"text_block_id": "p8_b34_merged", "text": "OliCy deVelOpMent baCKgrOund"}, {"text_block_id": "p9_b39", "text": "1.1 i"}, {"text_block_id": "p9_b40", "text": "ntrOduCtiOn"}, {"text_block_id": "p9_b41", "text": "The Kiribati Development Plan (KDP) 2008-2011 sets the scene for the needed advancement of the energy sector. This led to the development of the Kiribati National Energy Policy (KNEP) that satisfies the need to have a single comprehensive and balanced document to administer all energy and energy-related activities. More importantly, it provides a predictable and explicit framework within which public and private energy sector participants can make informed planning and investment decisions to manage their operations."}, {"text_block_id": "p9_b42", "text": "The key policy areas and policies will remain applicable for an extended period of time however, where appropriate and as required the KNEP will be reviewed when Government’s vision for the national energy sector were to change."}, {"text_block_id": "p9_b43", "text": "The consultative process adopted by the Ministry of Public Works and Utilities (MPWU) also took into consideration the regional and international scenarios with the focus been on an inward looking perspective. The concept of mainstreaming energy into other priority sector strategies and plans were also considered. Government is also mindful of the critical role of the energy sector in the attainment of its overall socio-economic development goals to improve the livelihood of all its peoples."}, {"text_block_id": "p10_b44", "text": "1.2 O"}, {"text_block_id": "p10_b45", "text": "VerView Of the"}, {"text_block_id": "p10_b46", "text": "e"}, {"text_block_id": "p10_b47", "text": "nergy"}, {"text_block_id": "p10_b48", "text": "s"}, {"text_block_id": "p10_b49", "text": "eCtOr"}, {"text_block_id": "p10_b50", "text": "1.2.1 C"}, {"text_block_id": "p10_b51_merged_merged", "text": "urrent related legislatiOns and pOliCies"}, {"text_block_id": "p10_b56", "text": "There are a number of acts, regulations and policies which affect the energy sector activities that the KNEP aims to compliment. The following is a list of current regulations (Acts) and policies that deal with energy issues:"}, {"text_block_id": "p10_b57", "text": "There are a number of acts, regulations and policies which affect the energy sector activities that the KNEP aims to compliment. The following is a list of current regulations (Acts) and policies that deal with energy issues:\n* The Public Utilities Act (CAP 83 of 1977; revised 1998) provides for the Minister to declare electricity supply area to be supplied\n* The Prices Ordinance (CAP 75 of 1976; revised 1981) provides for the Minister to make regulations regulating the retail prices of\n* The Environment Act (Act 9 of 1999, amended in 2007) that âprovides for the protection, improvement and conservation of\n* Petroleum Act (Cap 69) provides for the Customs involvement in the inspection of petroleum products clearance and distribution\n* Other related acts for company establishment and mandates, price control, customs and taxation regulations on energy"}, {"text_block_id": "p11_b67", "text": "1.2.2 p"}, {"text_block_id": "p11_b68_merged", "text": "lanning, ManageMent and COOrdinatiOn"}, {"text_block_id": "p11_b73", "text": "The Ministry of Public Works and Utilities (MPWU) is responsible for the planning, management and coordination of the energy sector. In addition, other specific energy sector responsibilities have been delegated to the respective entities as follows:"}, {"text_block_id": "p11_b74", "text": "The Ministry of Public Works and Utilities (MPWU) is responsible for the planning, management and coordination of the energy sector. In addition, other specific energy sector responsibilities have been delegated to the respective entities as follows:\n* The Energy Planning Unit (EPU), responsible for coordinating the implementation of energy policies and providing necessary\n* The Public Utilities Board (PUB), a statutory authority responsible for provision of power, water supply and sewerage services for\n* The Kiribati Solar Energy Company (KSEC), an incorporated company majority owned by the Government involved in renewable\n* The Kiribati Oil Company (KOIL), an incorporated company involved in distribution of petroleum products with majority owned\n* Ministry of Lines and Phoenix â responsible for all government services including the development of power, electrification,"}, {"text_block_id": "p11_b84", "text": "The traditional use of biomass for cooking and copra drying remains the largest use of renewable energy providing around 25% of the gross national energy production. Solar water heating and solar photovoltaic (PV) are other renewable energy technologies used thus far, producing less than 1% of total energy used in Kiribati and with biofuels offering a greater potential. Kiribati is highly dependent on petroleum imports for electricity generation in the urban areas, land transport, sea transport and air transport. With the outer islands dependent on solar and biomass for energy, the growth of petroleum imports is almost entirely due to increased population and economical growth on Tarawa and, to a much smaller extent, on Kiritimati Island."}, {"text_block_id": "p11_b85", "text": "Petroleum is supplied by Mobil from Fiji with the Kiribati Oil Company (KOIL) responsible for the local distribution and sales. In 2007 total petroleum imports were 20.651 Ml with 5.231 Ml petrol, 12.626 Ml diesel and 2.794 Ml kerosene. Duty on fuel imports are AUD0.07 on petrol, AUD0.06 on diesel, 35% of FOB for LPG. Duty is exempted from kerosene and fuel for PUB. Supply to the outer islands is by 200-litre drums and inconsistent shipping schedules cause shortages. Petroleum use in the outer islands is mainly"}, {"text_block_id": "p12_b86", "text": "kerosene which is used for lighting or cooking; petrol for motorcycles, outboard powered boats and a few private and community stand alone gen-sets; and diesel is mainly used for land transport and for power generation in some institutions. Traditional sailing canoes are used extensively for subsistence fishing keeping petrol use low on outer islands. The Government of Japan and South Korea had been providing grant aids for the petroleum sector and hereby acknowledged for this cooperation assistance."}, {"text_block_id": "p12_b87", "text": "As in most of the Pacific island countries (PICs), it appears that traditional uses of biomass no longer provide most of the overall energy used by the country though it still dominates energy use on the outer islands. Coconut husks, shells and fuel wood are used for cooking and crop drying. The biomass utilisation increased from 37,402 tonnes in 2003 to 37,918 tonnes in 2007, reflecting a marginal increase of 0.35% over the period. The other sources of renewable energy such as livestock wastes and wind continue to remain undeveloped."}, {"text_block_id": "p12_b88", "text": "The power system on South Tarawa had been upgraded under the Government of Japan through the Japan International Cooperation Agency (JICA) funding with current total installed capacity of 5.45 MW. Tariff is updated regularly to keep up with changes in fuel prices with the current tariff rate of AUD0.40 per kWh for domestic customers and AUD0.70 for others. South Tarawa electricity demand in 2007 was 34% government, 48% domestic, 18% commercial and others 0.1% with a total demand of 16,734 MWh. Kiritimati Island on the other hand has a total demand of 2,362 MWh in 2006."}, {"text_block_id": "p12_b89", "text": "For the outer islands over the period 1990-2004 Kiribati Solar Energy Company (KSEC) installed a total of about 285.5 kW solar PV systems with 6.4 kW for communication, 7.5 kW for street lights, 47.6 kW for community buildings and 224 kW for residential households. By the end of 2005 with the completion of the European Union (EU) outer islands electrification project, more than 2000 solar home systems were installed."}, {"text_block_id": "p13_b90", "text": "1.3 i"}, {"text_block_id": "p13_b91", "text": "ssues fOr"}, {"text_block_id": "p13_b92", "text": "p"}, {"text_block_id": "p13_b93", "text": "OliCy"}, {"text_block_id": "p13_b94", "text": "C"}, {"text_block_id": "p13_b95", "text": "OnsideratiOn"}, {"text_block_id": "p13_b96", "text": "The following broad issues have been identified through a series of consultations and emphasises areas that are key to the national energy sector. These issues to some extent reflect similar areas as been depicted in the KDP 2008-2011 however, from an energy sector perspective. It is also noteworthy that the sequence in which the following broad issue areas are presented is not ranked in terms of priority."}, {"text_block_id": "p13_b97", "text": "1.3.1 h"}, {"text_block_id": "p13_b98_merged_merged", "text": "uMan and institutiOnal resOurCe deVelOpMent"}, {"text_block_id": "p13_b105", "text": "The availability and development opportunities for local human and institutional capacity in the energy sector continue to be a major obstacle to the effective and efficient delivery of energy services. Government recognises Human Resource Development as a priority issue through its KDP 2008-2011. To transform and develop appropriately trained and skilled human resources including appropriate institutional structures, strategies will be developed to address the lack of skills and increase access to institutions, resources and opportunities. The Energy Planning Unit (EPU), through the KNEP, will facilitate training needs analysis to establish the energy sector’s human and institutional capacity development requirements."}, {"text_block_id": "p14_b106", "text": "1.3.2 e"}, {"text_block_id": "p14_b107_merged", "text": "nergy seCurity"}, {"text_block_id": "p14_b110", "text": "The heavy reliance on fossil fuel coupled with increasing demand, limited storage capacity and high oil prices are impeding factors to the availability and affordability of much needed energy services for sustainable development. The need for strategic planning, development of appropriate policies and legislations, efficient end-use, and the development of locally available energy resources to ensure a sustainable supply of energy is of utmost importance."}, {"text_block_id": "p14_b111", "text": "Energy though considered as an underlining requirement for economic growth and subsequently improvement of livelihoods, it has never been seriously mainstreamed into key national priority sectors such as education and health. This is reflected in the current inadequate staffing, infrastructure, budget allocation and activities in the energy sector. There is however a noted progress in the expansion of the solar PV programme but with limited documented details on how it affects economic growth and improves living standards, particularly in the outer island communities."}, {"text_block_id": "p14_b112", "text": "1.3.4 a"}, {"text_block_id": "p14_b113", "text": "CCess"}, {"text_block_id": "p14_b114", "text": "Equitable access and distribution of energy developments is a fundamental requirement for the achievement of core national development goals, such as economic development and improvement of livelihoods, health, education, and gender equality. Access to energy could open up new opportunities for enhancing income generating activities and improve productivity by decreasing production costs and improving quality, therefore increasing household income."}, {"text_block_id": "p15_b115", "text": "2.0"}, {"text_block_id": "p15_b116", "text": "g"}, {"text_block_id": "p15_b117_merged", "text": "uiding prinCiples Of the pOliCy"}, {"text_block_id": "p16_b122", "text": "The KNEP is developed with six (6) guiding principles namely: sustainability, good governance, environment compatibility, stakeholder participation, gender equity, and cultural and traditional compatibility which are presented below. It is also notable that the following is not presented in an order of priority."}, {"text_block_id": "p16_b123", "text": "2.1 s"}, {"text_block_id": "p16_b124", "text": "ustainability"}, {"text_block_id": "p16_b125", "text": "The broader outlook of energy effectively contributing to sustainable development provides one of the key principles in developing the KNEP. It is envisaged that the KNEP will provide the guidance and necessary ingredients to provide sustainable energy services. Affordability is a significant component to access to energy services and Government is mindful of this with respect to the different communities. It is with the intention that KNEP will provide the framework that would enable the various communities provide for their energy needs."}, {"text_block_id": "p16_b126", "text": "2.2 g"}, {"text_block_id": "p16_b127", "text": "ender"}, {"text_block_id": "p16_b128", "text": "e"}, {"text_block_id": "p16_b129", "text": "quity"}, {"text_block_id": "p16_b130", "text": "Government is mindful of the needs of different gender groups and levels of development pertaining to the different communities. The distinct needs of men, women, children and social groups were explored and considered in the planning process. Attention shall be given to ensure that energy programmes that are developed and implemented strike a balance between social and economic development needs of the population."}, {"text_block_id": "p16_b131", "text": "2.3 e"}, {"text_block_id": "p16_b132_merged_merged", "text": "nVirOnMent COMpatibility"}, {"text_block_id": "p16_b135", "text": "The fragile environment and increasing trends of energy consumption is a concern to the Government and people of Kiribati. It is therefore intended that all energy initiatives will need to seriously consider environmental issues and in particular the impact of energy projects on land, water and air. Any proposed energy development will include an environmental impact assessment. It is with anticipation that the negative impacts on the fragile environment can be lessened through the consideration of the principles of environmental compatibility and implementation of climate change mitigation programmes in the energy sector planning and development."}, {"text_block_id": "p17_b136", "text": "2.4 s"}, {"text_block_id": "p17_b137", "text": "taKehOlder"}, {"text_block_id": "p17_b138", "text": "p"}, {"text_block_id": "p17_b139", "text": "artiCipatiOn"}, {"text_block_id": "p17_b140", "text": "To identify and formulate national energy priority issues a wide range of stakeholders such as government ministries and statutory bodies, public enterprises, private sector representatives including civil society and churches were consulted individually and in a workshop setting. The consultative process has not been much greater then now and is a prerequisite for any formulation of any national framework."}, {"text_block_id": "p17_b141", "text": "Good governance embraces best practices for the effective, efficient and economic delivery of energy services. It also includes the welfare of vulnerable groups through the application of appropriate energy technologies."}, {"text_block_id": "p17_b142", "text": "2.6 C"}, {"text_block_id": "p17_b143_merged_merged", "text": "ultural and traditiOnal COMpatibility"}, {"text_block_id": "p17_b148", "text": "Energy services to enhance and value-adding to the traditional family and community lifestyles such as the maneabas which play a significant role in the development of the i-Kiribati village life."}, {"text_block_id": "p18_b149", "text": "3.0"}, {"text_block_id": "p18_b150", "text": "K"}, {"text_block_id": "p18_b151_merged", "text": "ey pOliCy areas and pOliCies"}, {"text_block_id": "p19_b158", "text": "The following key policy areas and policies shall complement other development efforts, and accepted socio-cultural practices in Kiribati, and comply and be consistent with existing Acts and Regulations relevant to the energy sector. However, where required and applicable there will be recommendations for the review and amendment to certain Acts and Regulations for the improvement of the energy sector."}, {"text_block_id": "p19_b159", "text": "3.1 p"}, {"text_block_id": "p19_b160_merged", "text": "OliCy, planning and COOrdinatiOn"}, {"text_block_id": "p19_b165", "text": "The Ministry of Public Works and Utilities (MPWU) ensures the implementation of an appropriate policy, strategic and systematic planning mechanism, and well-coordinated energy programmes through its Energy Planning Unit (EPU). The growing importance accorded to energy issues necessitates the need to ensure that there are resources to effectively manage the national energy sector."}, {"text_block_id": "p19_b166", "text": "p"}, {"text_block_id": "p19_b167", "text": "OliCies"}, {"text_block_id": "p19_b168", "text": "OliCies\n* Improve decision-making processes and encourage a more effective coordination of energy sector activities.\n* Ensure the delivery of efficient and effective energy services.\n* Review and formulate an appropriate organisational structure including the required human capacity development for\n* Ensure the coordination of energy requirements for any major infrastructure development.\n* Establish a regulatory framework for the energy sector.\n* Establish coordination for the implementation of climate change mitigation activities in the utilisation of renewable\n* Ensure that appropriate energy legislations are in place."}, {"text_block_id": "p20_b182", "text": "3.2 p"}, {"text_block_id": "p20_b183", "text": "Ower"}, {"text_block_id": "p20_b184", "text": "Efficient, reliable, affordable and safe electricity is essential for the economic and social development in Kiribati. Key issues include relatively high cost of imported fuel, limited key and trained personnel, inefficient performance of utilities, and inefficient consumption of electricity. Electricity in Kiribati is primarily generated from fossil fuels by the Public Utilities Board (PUB) in South Tarawa, Ministry of Lines and Phoenix on Kiritimati Island, and Kiribati Solar Energy Company (KSEC) on the other hand is responsible for the electrification of the outer islands using solar PV systems."}, {"text_block_id": "p20_b185", "text": "p"}, {"text_block_id": "p20_b186", "text": "OliCies"}, {"text_block_id": "p20_b187", "text": "OliCies\n* Promote the introduction of best-practice regulations and standards for the safe and reliable supply, generation,\n* Encourage private sector participation in the power sector.\n* Encourage an appropriate tariff structure.\n* Promote supply side and demand side management measures.\n* Encourage the use of alternative fuels and renewable energy sources for power generation.\n* Ensure compliance to legislations and regulations established under the Environment Act and other related legislations."}, {"text_block_id": "p21_b199", "text": "3.3 O"}, {"text_block_id": "p21_b200_merged", "text": "uter islands and rural eleCtrifiCatiOn"}, {"text_block_id": "p21_b207", "text": "The need for the provision of a reliable, affordable and environmentally friendly energy supply to the outer islands is essential given that the outer islands where 58% of the households reside in Kiribati only 30% have access to electricity, mostly stand-alone solar PV home systems with some using micro oil-based fuel generators. These rural dwellers rely heavily on biomass as their primary energy fuel for cooking. Petroleum products at times are not reliably and safely available and at affordable price with respect to their income."}, {"text_block_id": "p21_b208", "text": "p"}, {"text_block_id": "p21_b209", "text": "OliCies"}, {"text_block_id": "p22_b210", "text": "3.4 p"}, {"text_block_id": "p22_b211", "text": "etrOleuM"}, {"text_block_id": "p22_b212", "text": "Safety, reliability and affordability are primary concerns requiring attention. Additional components including sufficient storage, proper handling, regular supply, affordable pricing, to name a few are areas to be addressed through the following policies."}, {"text_block_id": "p22_b213", "text": "p"}, {"text_block_id": "p22_b214", "text": "OliCies"}, {"text_block_id": "p22_b215", "text": "OliCies\n* Encourage conservation and efficient end-use.\n* Ensure a secure, reliable and cost effective supply to all islands.\n* Ensure that storage facilities, handling and transportation of products conform to national and international safety\n* Ensure that related wastes are disposed off in an environmentally sound manner.\n* Promote training and awareness programmes on the risks associated with the use of petroleum products.\n* Amendments, strengthening and mandating of appropriate authorities of the Petroleum Act (1998).\n* Encourage competitive bidding for the supply of petroleum products.\n* Improve the capacity of storage facilities to maintain supply security.\n* Encourage the establishment of marine bunkering for licensed fishing fleets and sea transports."}, {"text_block_id": "p23_b233", "text": "3.5 e"}, {"text_block_id": "p23_b234_merged", "text": "ffiCienCy and COnserVatiOn"}, {"text_block_id": "p23_b237", "text": "The heavily reliance on imported fuel coupled with increasing demand and inefficient appliances and equipment warrants an optimal use of available energy sources."}, {"text_block_id": "p23_b238", "text": "p"}, {"text_block_id": "p23_b239", "text": "OliCies"}, {"text_block_id": "p23_b240", "text": "OliCies\n* Introduce and encourage implementation of energy efficiency and conservation programmes.\n* Promote public awareness and education in energy efficiency and conservation measures.\n* Introduce and enforce the use of energy efficient appliances and equipment.\n* Introduce appropriate incentive packages including taxes, duties and tariffs to encourage efficient energy use."}, {"text_block_id": "p24_b248", "text": "3.6 r"}, {"text_block_id": "p24_b249_merged", "text": "enewable energy"}, {"text_block_id": "p24_b252", "text": "Increased use of applicable renewable energy technologies is seen as the most appropriate long term alternative to conventional systems, however there are a number of barriers to its widespread use which will be addressed through these policies."}, {"text_block_id": "p24_b253", "text": "p"}, {"text_block_id": "p24_b254", "text": "OliCies"}, {"text_block_id": "p24_b255", "text": "OliCies\n* Promote sustainable renewable energy development.\n* Ensure that the limited biomass (inclusive of biofuels) resources are used in an economical, environmental and\n* Strengthen collaboration with development partners for the advancement of renewable energy programmes.\n* Promote and encourage the use of appropriate renewable energy technologies.\n* Expedite the replication of successful solar programmes.\n* Introduce appropriate incentive packages including taxes, duties and tariffs to encourage use of renewable"}, {"text_block_id": "p25_b267", "text": "3.7 e"}, {"text_block_id": "p25_b268", "text": "nVirOnMent"}, {"text_block_id": "p25_b269", "text": "Energy development and use particularly from fossil fuels can affect the fragile environment. By incorporating environmental considerations into energy sector planning, these impacts can be lessened. On the other hand, adverse impacts can be reduced through fuel substitution, increased use of renewable energy and energy efficiency and conservation, better management, and other applicable approaches."}, {"text_block_id": "p25_b270", "text": "p"}, {"text_block_id": "p25_b271", "text": "OliCies"}, {"text_block_id": "p25_b272", "text": "OliCies\n* Minimise the adverse impact of energy production, distribution and consumption on the environment.\n* Promote awareness programmes on the impact of energy use on the local ecosystem and biodiversity.\n* Enforce Environment Impact Assessments (EIAs) on all energy sector development."}, {"text_block_id": "p26_b278", "text": "3.8 t"}, {"text_block_id": "p26_b279", "text": "ranspOrt"}, {"text_block_id": "p26_b280", "text": "The transport sector, in particular land transport, is one of the largest consumers of petroleum products. Registration of new vehicles in South Tarawa has an annual average of 9% increase over the period 1996 – 2006 whilst in Kiritimati Island registration of new vehicles has declined by 0.2% from 2004 – 2007. The following policies will address the energy issues in the transport sector through the promotion of environmentally clean, energy efficient and cost-effective modes in land and sea transport."}, {"text_block_id": "p26_b281", "text": "p"}, {"text_block_id": "p26_b282", "text": "OliCies"}, {"text_block_id": "p26_b283", "text": "OliCies\n* Promote public awareness and educational programmes in good transport management practices.\n* Encourage the use of alternative fuels such as biofuels (coconut oil).\n* Promote the use of public land transport like buses and passenger trucks\n* Enforce appropriate measures to minimise the importation of second-hand vehicles.\n* Encourage the use of non-motorised and traditional transportation systems.\n* Promote the use of environmentally friendly and fuel efficient vehicles."}, {"text_block_id": "p27_b295", "text": "a"}, {"text_block_id": "p27_b296", "text": "CrOnyMs"}, {"text_block_id": "p29_b297", "text": "g"}, {"text_block_id": "p29_b298_merged", "text": "lOssary Of terMs"}], "document_description": "This document sets the government's energy policy. Sustainability, environmental protection and good governance are among the key principles to guide the policy. It emphasises on energy efficiency and conservation, and renewable energy."}