{"document_instrument_name": ["Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Kiribati", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "National Disaster Act 1993 (No. 12 of 1993)", "document_country_code": "KIR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "24/01/1994", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/KIR/1994/KIR-1994-01-24-National Disaster Act 1993 (No. 12 of 1993)_b78e08921dd98b972691e677ccca876c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Disaster Act 1993"}, {"text_block_id": "p0_b2", "text": "REPUBLIC OF KIRIBATI"}, {"text_block_id": "p0_b3", "text": "(No. 12 of 1993)"}, {"text_block_id": "p0_b4", "text": "I assent,"}, {"text_block_id": "p0_b5", "text": "(Sgd: T. Teannaki)"}, {"text_block_id": "p0_b6", "text": "Beretitenti"}, {"text_block_id": "p0_b7", "text": "Beretitenti\n"}, {"text_block_id": "p0_b8", "text": "AN ACT TO PROVIDE FOR THE ORGANISATION AND MANAGEMENT WHICH IS NECESSARY TO ENSURE MITIGATION OF, PREPAREDNESS FOR, RESPONSE TO AND RECOVERY FROM DISASTER IN KIRIBATI; AND FOR CONNECTED PURPOSES"}, {"text_block_id": "p0_b9", "text": "Commencement:"}, {"text_block_id": "p0_b10", "text": "1993"}, {"text_block_id": "p0_b11", "text": "MADE by the Maneaba ni Maungatabu and assented to by the Beretitenti."}, {"text_block_id": "p0_b12", "text": "PART I"}, {"text_block_id": "p0_b13", "text": "PRELIMINARY"}, {"text_block_id": "p0_b14", "text": "Short title"}, {"text_block_id": "p0_b15", "text": "Short title\n* This Act may be cited as the . National Disaster Act 1993\n<\\li1>"}, {"text_block_id": "p0_b19", "text": "Interpretation"}, {"text_block_id": "p0_b20", "text": "Interpretation\n* In this Act, unless the context otherwise requires â¢\n* In this Act, unless the context otherwise requires â¢\n \"Agency\" means a Government Agency or a non-government agency;\n<\\li1>\n\t* a cyclone,\n\t* a flood or tidal waves,\n\t* a tsunami,\n\t* an earthquake,\n\t* a volcanic eruption,\n\t* a drought,\n\t* an air disaster,\n\t* a maritime disaster,"}, {"text_block_id": "p1_b39", "text": "Interpretation\n* In this Act, unless the context otherwise requires â¢\n* In this Act, unless the context otherwise requires â¢\n \"Agency\" means a Government Agency or a non-government agency;\n<\\li1>\n\t* a cyclone,\n\t* a flood or tidal waves,\n\t* a tsunami,\n\t* an earthquake,\n\t* a volcanic eruption,\n\t* a drought,\n\t* an air disaster,\n\t* a maritime disaster,\n* a major civil accident (such as a major fire or bush fire or explosion),\n\t* a plague or epidemic, or\n\t* any other similar natural or manmade event;\n\t* any other similar natural or manmade event;\n \"Government Agency\" means â¢\n\t* any body constituted by or under any Act for a Public purpose;\n\t* Any member or officer of such a body; and (c) any person in the service of the Government upon whom any function, power, duty or responsibility is conferred by or under any Act; \"National Disaster Council\" means the National Disaster Council established under section 5;"}, {"text_block_id": "p1_b50", "text": "Limitations"}, {"text_block_id": "p1_b51", "text": "Limitations\n* This Act does not â¢\n<\\li1>\n\t* authorise the taking of measures to control civil disorders or to bring to an end an industrial dispute; and\n\t* cover circumstances arising from combat against an enemy, unless specifically authorised by the Cabinet."}, {"text_block_id": "p1_b57", "text": "PART II"}, {"text_block_id": "p1_b58", "text": "ORGANISATION"}, {"text_block_id": "p1_b59", "text": "Functions of Minister"}, {"text_block_id": "p1_b60", "text": "Functions of Minister\n* The Minister shall be responsible â¢\n<\\li1>\n\t* to ensure that adequate measures are taken by Government agencies to mitigate, prepare for and respond to disasters and to assist in the recovery from the effects of a disaster by persons or communities;\n\t* to coordinate the activities of government agencies carrying out their statutory functions, powers, duties and responsibilities in taking such measures; and\n\t* to foster and facilitate the participation of non-government agencies in measures taken by the Government for disaster mitigation, preparedness, response and recovery."}, {"text_block_id": "p1_b68", "text": "National Disaster Council"}, {"text_block_id": "p1_b69", "text": "National Disaster Council\n* There is hereby established a body to be called the National Disaster Council to advise the Minister on all matters, including the coordination of activities of Government and non Government agencies, relating to disaster mitigation, preparedness, response and recovery, and the preparation and formulation of a National Disaster Plan referred to in section 12.\n<\\li1>"}, {"text_block_id": "p2_b71", "text": "National Disaster Council\n* There is hereby established a body to be called the National Disaster Council to advise the Minister on all matters, including the coordination of activities of Government and non Government agencies, relating to disaster mitigation, preparedness, response and recovery, and the preparation and formulation of a National Disaster Plan referred to in section 12.\n<\\li1>\n* The National Disaster Council shall consist of â¢\n<\\li1>\n\t* a Chairman nominated by the Minister from either within the Ministerâ¢s department or from other departments of the Government in liaison with their Ministers; and\n\t* a representative from each of those agencies which the Minister considers should be so represented, to be nominated â¢\n\t\t* in the case of a Government agency, by the appropriate Minister; and\n\t\t* in the case of a non-government agency, by the agency."}, {"text_block_id": "p2_b81", "text": "Central Operations Group"}, {"text_block_id": "p2_b82", "text": "Central Operations Group\n* (1) The National Disaster Council shall establish a Central Operations Group to assist it during emergency operations carried out in response to a disaster event.\n* The Central Operations Group is to ensure on behalf of the National Disaster Council that resources are allocated to operational tasks in the most effective way and in the correct priorities."}, {"text_block_id": "p2_b86", "text": "Procedures of National Disaster Council"}, {"text_block_id": "p2_b87", "text": "Procedures of National Disaster Council\n* The procedures of the National Disaster Council shall be as may be determined by the Chairman.\n<\\li1>"}, {"text_block_id": "p2_b89", "text": "National Disaster Management Office"}, {"text_block_id": "p2_b90", "text": "National Disaster Management Office\n* There shall be a National Disaster Management Office which shall carry out disaster management and other responsibilities as determined by the Minister and/or the National Disaster Council, and to deal with routine disaster-related affairs at National level.\n<\\li1>"}, {"text_block_id": "p2_b92", "text": "Local Government Council required to establish a Disaster Committee"}, {"text_block_id": "p2_b93", "text": "10."}, {"text_block_id": "p2_b94", "text": "All Local Government Councils in Kiribati shall establish a Disaster Committee."}, {"text_block_id": "p2_b95", "text": "Additional committees may be established"}, {"text_block_id": "p2_b96", "text": "11."}, {"text_block_id": "p2_b97", "text": "The Minister may establish such additional Committees of the National Disaster Council as are necessary to ensure comprehensive and integrated disaster management."}, {"text_block_id": "p3_b98", "text": "PART III"}, {"text_block_id": "p3_b99", "text": "PLANS AND PROCEDURES"}, {"text_block_id": "p3_b100", "text": "National Disaster Plan"}, {"text_block_id": "p3_b101", "text": "12."}, {"text_block_id": "p3_b102", "text": "(1) There shall be a National Disaster Plan, which shall be prepared and formulated by the National Disaster Council and approved by the Cabinet."}, {"text_block_id": "p3_b103", "text": "(2)"}, {"text_block_id": "p3_b104", "text": "The National Disaster Plan shall define the action to be taken to deal with disasters in Kiribati, covering •"}, {"text_block_id": "p3_b105", "text": "The National Disaster Plan shall define the action to be taken to deal with disasters in Kiribati, covering •\n* all national land and sea areas; and\n* requirements for disaster mitigation, preparedness, response and recovery."}, {"text_block_id": "p3_b109", "text": "National Disaster Plan to be reviewed and updated periodically"}, {"text_block_id": "p3_b110", "text": "13."}, {"text_block_id": "p3_b111", "text": "The Chairman of the National Disaster Council shall ensure that a National Disaster Plan is periodically reviewed and updated as necessary."}, {"text_block_id": "p3_b112", "text": "Plans and arrangements by all agencies"}, {"text_block_id": "p3_b113", "text": "14."}, {"text_block_id": "p3_b114", "text": "All Government agencies and non-government agencies which are formally allocated roles under the National Disaster Plan shall make their own plans and other arrangements necessary to fulfil such roles."}, {"text_block_id": "p3_b115", "text": "Annual reports of all agencies"}, {"text_block_id": "p3_b116", "text": "15."}, {"text_block_id": "p3_b117", "text": "All agencies involved shall report annually, at a time specified in the National Disaster Plan, to the National Disaster Council, notifying their state of readiness for the coming years."}, {"text_block_id": "p3_b118", "text": "Local Government Councils to issue instructions"}, {"text_block_id": "p3_b119", "text": "16."}, {"text_block_id": "p3_b120", "text": "All Local Government Councils in Kiribati shall issue such instructions as may be considered necessary to support the provisions and requirements of the National Disaster Plan."}, {"text_block_id": "p4_b121", "text": "PART IV"}, {"text_block_id": "p4_b122", "text": "DECLARATION OF A STATE OF PUBLIC EMERGENCY"}, {"text_block_id": "p4_b123", "text": "Declaration of a state of public emergency of Beretitenti"}, {"text_block_id": "p4_b124", "text": "17."}, {"text_block_id": "p4_b125", "text": "(1) Where the circumstances of a disaster are, or appear likely to become beyond the scope, provisions and resources of the National Disaster Plan, or for any other reasons associated with a disaster, the Beretitenti, acting in accordance with the advice of the Cabinet may declare a state of public emergency pursuant to section 16 of the Constitution."}, {"text_block_id": "p4_b126", "text": "(2)"}, {"text_block_id": "p4_b127", "text": "A declaration of a state of public emergency made under subsection (1) may apply either to a part or the whole of Kiribati."}, {"text_block_id": "p4_b128", "text": "PART V"}, {"text_block_id": "p4_b129", "text": "SPECIAL POWERS DURING A STATE OF PUBLIC EMERGENCY"}, {"text_block_id": "p4_b130", "text": "Recommendation of Minister"}, {"text_block_id": "p4_b131", "text": "18."}, {"text_block_id": "p4_b132", "text": "If a state of public emergency is declared in accordance with Part IV of this Act, the Minister on the advice and recommendation of the National Disaster Council, will recommend to the Cabinet action which may be necessary including the making of regulations, concerning some or all of the following aspects •"}, {"text_block_id": "p4_b133", "text": "If a state of public emergency is declared in accordance with Part IV of this Act, the Minister on the advice and recommendation of the National Disaster Council, will recommend to the Cabinet action which may be necessary including the making of regulations, concerning some or all of the following aspects •\n* the supply and distribution of food, water, fuel, power, medical assistance, shelter and other necessities to affected areas;\n* the maintenance of the means of transportation by land, air or water and the control of the transport of persons and things;\n* the temporary acquisition or control of any property, undertaking or land;\n* the evacuation of people in their own interest and/or that of the public to refuges identified in the National Disaster Plan;\n* the entering and search of any premises;\n* the payment of compensation and remuneration to persons affected by Government action under special powers; or\n* any other matters which may apply to a specific disaster event."}, {"text_block_id": "p5_b147", "text": "PART VI"}, {"text_block_id": "p5_b148", "text": "MISCELLANEOUS"}, {"text_block_id": "p5_b149", "text": "Obstructing a disaster worker an offence"}, {"text_block_id": "p5_b150", "text": "19."}, {"text_block_id": "p5_b151", "text": "(1) No person shall obstruct, hinder or in anyway interfere with a person engaging in any activity as a member, officer, or volunteer of an agency performing a role of discharging a responsibility in accordance with the National Disaster Plan, or in accordance with any regulations made under a state of public emergency."}, {"text_block_id": "p5_b152", "text": "(2)"}, {"text_block_id": "p5_b153", "text": "Any person who obstructs, hinders or in any way interferes with a person referred to in subsection (1) commits an offence and shall be liable on conviction to a fine not exceeding $1000 or imprisonment for a term not exceeding 5 years or both a fine and imprisonment."}, {"text_block_id": "p5_b154", "text": "Immunity from liability"}, {"text_block_id": "p5_b155", "text": "20."}, {"text_block_id": "p5_b156", "text": "A person engaging in any activity as a member officer or authorised volunteer worker of an agency performing a role of discharging a responsibility in accordance with the National Disaster Plan shall not be liable in respect of any loss or injury sustained by any other person, unless such loss or injury is caused by or arises from negligence or wilful misconduct."}, {"text_block_id": "p5_b157", "text": "Claims for compensation and remuneration to be submitted to Government"}, {"text_block_id": "p5_b158", "text": "21."}, {"text_block_id": "p5_b159", "text": "Any person who claims any compensation or remuneration for any action taken under the National Disaster Plan and/or any associated regulations may submit such a claim to the Government."}, {"text_block_id": "p5_b160", "text": "Making a false compensation claim an offence"}, {"text_block_id": "p5_b161", "text": "22."}, {"text_block_id": "p5_b162", "text": "A person who makes any false or misleading statement or otherwise attempt to mislead, in making any claim for compensation under this Act commits an offence and shall be liable on conviction to a fine not exceeding $1000 or imprisonment for a term not exceeding 5 years or both a fine and imprisonment."}, {"text_block_id": "p5_b163", "text": "Utilisation of disaster assistance donations"}, {"text_block_id": "p5_b164", "text": "23."}, {"text_block_id": "p5_b165", "text": "All donations, in money or any other form, which are made, either from within Kiribati or overseas, to assist in recovery from disaster, or for other disaster-related needs, shall •"}, {"text_block_id": "p5_b166", "text": "All donations, in money or any other form, which are made, either from within Kiribati or overseas, to assist in recovery from disaster, or for other disaster-related needs, shall •\n* be utilised for these purpose only; and\n* not be diverted for any other purpose without the authority of â¢\n\t* the Cabinet; and\n<\\li2>"}, {"text_block_id": "p6_b172", "text": "All donations, in money or any other form, which are made, either from within Kiribati or overseas, to assist in recovery from disaster, or for other disaster-related needs, shall •\n* be utilised for these purpose only; and\n* not be diverted for any other purpose without the authority of â¢\n\t* the Cabinet; and\n<\\li2>\n* the specific agreement of the donor persons, agency or country.\n<\\li2>\n\t* required or permitted by this Act; or\n\t* necessary or convenient â¢\n\t* for the proper administration of this Act; or\n\t* to achieve the objects and purposes of this Act.\n\t* a cyclone, (g) an air disaster,\n\t* a flood or tidal waves, (h) a maritime disaster,\n\t* a tsunami (i) a major civil accident (such as a major\n\t* an earthquake, fire or bush fire or explosion),\n\t* a volcanic eruption, (j) a plague or epidemic, or\n\t* a drought, (k) any other similar natural or manmade"}, {"text_block_id": "p6_b174", "text": "Regulations"}, {"text_block_id": "p6_b175", "text": "24."}, {"text_block_id": "p6_b176", "text": "The Minister, acting in accordance with the advice of Cabinet, may make regulations consistent with this Act for or with respect to all matters which are •"}, {"text_block_id": "p6_b185", "text": "NATIONAL DISASTER ACT 1993"}, {"text_block_id": "p6_b186", "text": "EXPLANATORY MEMORANDUM"}, {"text_block_id": "p6_b187", "text": "1."}, {"text_block_id": "p6_b188", "text": "The principal object of this Act as its long title states is \"to provide for the organisation and management which is necessary to ensure mitigation of, preparedness for, response to and recovery from disasters in Kiribati."}, {"text_block_id": "p6_b189", "text": "2."}, {"text_block_id": "p6_b190", "text": "It will be seen therefore that Part I (Preliminary) of the Act deals with such things as short title of Act itself (National Disaster Act 1993) and the definitions of certain words which are to be used throughout the body of the Act for example the word disaster is defined to mean \"the actual or imminent occurrence of an event which endangers or threatens to endanger the safety or health of any communities or persons in Kiribati, or which destroys or damages, or threatens to destroy or damage, any property in Kiribati, arising from •"}, {"text_block_id": "p6_b203", "text": "event;"}, {"text_block_id": "p6_b204", "text": "This definition is designed to cover any event (whether actual or imminent) which endangers the safety or health of any community or persons or destroys or damages any property in Kiribati as the result of a cyclone, flood, etc. However this definition of \"disaster\" does not cover the control of civil disorders, industrial disputes or combat against an enemy (Section 3)."}, {"text_block_id": "p6_b205", "text": "3."}, {"text_block_id": "p6_b206", "text": "Part II of the Act on the other hand deals with the organisation and management necessary for the co-ordination of activities of Government and non-Government agencies relating to disaster mitigation, preparedness, response and recovery. And in this respect the Minister is given the"}, {"text_block_id": "p7_b207", "text": "overall general responsibility for such disaster relief (section 4) whose adviser is the National Disaster Council (Section 5). This Council is also given certain responsibilities for example the preparation and formulation of the National Disaster Plan (section 12), establishment of the Central operations group (section 7) and the determination of the responsibilities of the National Disaster Management Office (section 9)."}, {"text_block_id": "p7_b208", "text": "4."}, {"text_block_id": "p7_b209", "text": "Part III of the Act deals with such matters as National Disaster Plan and its formulation (section 12); the periodic review and update of such Plan by the National Disaster Council (section 13); the formulation of disaster plan by agencies (section 14) and the annual report by all agencies (section 15) to be submitted to the National Disaster Council and instructions which local government councils shall have to issue in order to support the National Disaster Plan (section 16)."}, {"text_block_id": "p7_b210", "text": "5."}, {"text_block_id": "p7_b211", "text": "Part IV of the Act deals with the declaration of a state of public emergency by the Beretitenti where the National Disaster Plan is inadequate to deal with any given disaster (section 17)."}, {"text_block_id": "p7_b212", "text": "6."}, {"text_block_id": "p7_b213", "text": "Part V of the Act deals with special powers during a state of public emergency whilst Part VI deals with miscellaneous matters such as compensation for any action taken under the National Disaster Plan (section 21) and utilisation of disaster assistance donations (section 23)."}, {"text_block_id": "p7_b214", "text": "Michael N. Takabwebwe"}, {"text_block_id": "p7_b215", "text": "Attorney General"}, {"text_block_id": "p7_b216", "text": "28 June 1993"}], "document_description": "Kiribati's National Disaster Act creates a government obligation to undertake measures to mitigate, prepare for, respond to, and recover from disasters. In order to accomplish this, the law establishes the country's National Disaster Council, as well as several other government offices, which are responsible for disaster risk management in the country."}