{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Guyana", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Framework of the Guyana Green State Development Strategy and Financing Mechanisms", "document_country_code": "GUY", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "28/03/2017", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/GUY/2017/GUY-2017-03-28-Framework of the Guyana Green State Development Strategy and Financing Mechanisms_ec2f6d8cfd3161d23417ecd4c4fc0b3f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Framework of the Guyana Green State Development Strategy and Financing Mechanisms"}, {"text_block_id": "p1_b2", "text": "This document has been prepared by the Ministry of the Presidency with the technical and financial support of UN Environment, in close coordination with the UN Country Team, and based on an initial stakeholder consultation. This is a guiding document for the elaboration of the Green State Development Strategy."}, {"text_block_id": "p1_b3", "text": "28 March 2017"}, {"text_block_id": "p2_b4", "text": "Table of contents"}, {"text_block_id": "p4_b5", "text": "Executive Summary"}, {"text_block_id": "p4_b6", "text": "The"}, {"text_block_id": "p4_b7", "text": "Green State Development Strategy (GSDS)"}, {"text_block_id": "p4_b8", "text": "will guide Guyana's economic and sociocultural development over the next 15 years. It will lay His Excellency President David A. Granger and the"}, {"text_block_id": "p4_b9", "text": "new coalition Government’s principle"}, {"text_block_id": "p4_b10", "text": "foundations for inclusive green economic and social growth, provide a roadmap for achieving sustainable development goals and related targets, and outline a long term vision for a prosperous and equitable future. The objective of the strategy is to reorient"}, {"text_block_id": "p4_b11", "text": "and diversify Guyana’s economy"}, {"text_block_id": "p4_b12", "text": ", reducing reliance on traditional sectors and opening up new sustainable income and investment opportunities in higher value adding and higher growth sectors."}, {"text_block_id": "p4_b13", "text": "Importantly, t"}, {"text_block_id": "p4_b14", "text": "he present document is the proposed “Framework” for Guyana´s Green State"}, {"text_block_id": "p4_b15", "text": "Development Strategy (GSDS) providing guidance on the prioritised areas to be developed in the strategy. It does not give in-depth detail specificity for the GSDS, but rather lays out the elements to be examined and consulted upon during the course of the"}, {"text_block_id": "p4_b16", "text": "GSDS’"}, {"text_block_id": "p4_b17", "text": "development (April to December 2017).The Framework shares the same spirit of the 2030 Agenda for Sustainable Development, serving as a tripod platform for economic, social and environmental safeguards. These safeguards, during the development of the GSDS, are to ensure a sustainable and fair transition to inclusive green growth and a better quality of life for all Guyanese."}, {"text_block_id": "p4_b18", "text": "S"}, {"text_block_id": "p4_b19", "text": "even ‘central themes’"}, {"text_block_id": "p4_b20", "text": "are identified with considerable potential to contribute to the transition to a Green State:"}, {"text_block_id": "p4_b21", "text": "are identified with considerable potential to contribute to the transition to a Green State:\n* Green and Inclusive Structural Transformation: Diversifying the economic base, accessing\n* Sustainable Management of Natural Resources and Expansion of Environmental Services:\n* Energy â Transition to Renewable Energy and Greater Energy Independence\n* Resilient Infrastructure and Spatial Development\n* Human Development and Well-being\n* Governance and Institutional Pillars\n* International Cooperation, Trade and Investment"}, {"text_block_id": "p4_b37", "text": "Drawing from an analysis of the local context and existing policies and targets, the Framework proposes specific strategic areas within each theme on which the GSDS should focus. In particular, it should acknowledge the risks and benefits in each of these areas for national prosperity, identification of achievable targets and concrete actions as well as a clear roadmap to achieving required change."}, {"text_block_id": "p4_b38", "text": "This Framework suggests as well the identification of financial mechanisms to support the implementation of the strategy. A financial plan will be developed by matching GSDS focus areas"}, {"text_block_id": "p5_b39", "text": "with the wide pool of public and private, national and international funding available, considering"}, {"text_block_id": "p5_b40", "text": "too Guyana’s public investment and expenditure programmes"}, {"text_block_id": "p5_b41", "text": ". In particular, there are three primary sources of finance that could be considered"}, {"text_block_id": "p5_b42", "text": "–"}, {"text_block_id": "p5_b43", "text": "Official Development Aid (ODA), both domestic and international private finance, and fiscal revenues."}, {"text_block_id": "p5_b44", "text": "Evidence-based policy making forms a critical basis for ensuring that the GSDS is both efficient and effective in meeting its objectives, and in this regard all existing sector work and lessons learnt will be absorbed in the Strategy. The strategy will include a robust monitoring and evaluation (M&E) framework specifically tailored to the strategic areas and challenges identified which explains the theory of change for how the GSDS proposal will lead to desired outcomes in each of the strategic areas. Precise and clear indicators will be proposed which are easily measurable and reflect genuine progress relative to a verified business as usual scenario. The Monitoring and Evaluation framework will anticipate difficulties in data availability and collection and present relevant mitigating actions. Finally, a clear process to reflect on the M&E results and incorporate lessons"}, {"text_block_id": "p5_b45", "text": "throughout the GSDS’"}, {"text_block_id": "p5_b46", "text": "s implementation will be laid out."}, {"text_block_id": "p5_b47", "text": "The GSDS will identify and make policy recommendations on a number of legal and institutional actions that might be carried out to allow the transition to a Green State. Moreover, it is foreseen that a consultation document in the form of a Green Paper will be issued by the Government containing proposals for future government policy. The conclusions, resulting therefrom, will be contained in a White Paper, the last stage before the proposals it contains are brought before the Cabinet, and potentially Parliament as a Bill. Responsibility must be assigned across the Executive and other interest groups to ensure that there is sufficient stakeholder engagement on the"}, {"text_block_id": "p5_b48", "text": "direction of future government policy with respect to the transformation of the country’s"}, {"text_block_id": "p5_b49", "text": "development, which will maintain sustainable development principles."}, {"text_block_id": "p5_b50_merged_merged_merged_merged", "text": "The GSDS will provide a platform from which Guyana can start the transition to a diversified green and inclusive economy and embrace sustainable development, become a leading example of a “Green State”, and serve as an inspiration to other countries in the region and world-wide."}, {"text_block_id": "p6_b53", "text": "I. Background on the Green State Development Strategy"}, {"text_block_id": "p6_b54", "text": "The Government of Guyana envisions that"}, {"text_block_id": "p6_b55", "text": "the “Green State Development Strategy” will be"}, {"text_block_id": "p6_b56", "text": "based on sustainable use of biodiversity and a decarbonised approach that endeavours to provide an inclusive and better quality of life for all Guyanese within the ecological limits of our"}, {"text_block_id": "p6_b57", "text": "country’s natural resources, and with the relevant, physical and human capital”"}, {"text_block_id": "p6_b58", "text": "The Co-operative Republic of Guyana is committed to developing a green economy to ensure the sustainable management of natural resources and balance economic growth with preservation of the country's environmental treasures for generations to come. Guyana's commitment to green growth has been demonstrated by its pioneering environmental international partnerships and its status as a signatory to the Paris Agreement on Climate Change. Numerous national documents reflect principles that support the green economy, including the country´s National Determined Contribution (NDC), the Low Carbon Development Strategy, Climate Resilience Strategy Action"}, {"text_block_id": "p6_b59", "text": "Plan (CRSAP), Guyana’s renewable energy transition plan, Climate change resilience strategy and"}, {"text_block_id": "p6_b60", "text": "adaptation plan, National Strategy for Biodiversity Conservation (under revision to mainstream the Sustainable Development Goals, or SDGs), and National Adaptation Strategy for the Agricultural Sector (2009-2018). However, achieving a green economy will require coordinated policies, institutional arrangements, and programmes to manage the environment and economy as a whole. This has commenced with the establishment of the Department of Environment, separating"}, {"text_block_id": "p6_b61", "text": "protection of Guyana’s national patrimony from extraction, and strengthening"}, {"text_block_id": "p6_b62", "text": "institutions."}, {"text_block_id": "p6_b63_merged_merged_merged", "text": "The Co-operative Republic of Guyana, in cooperation with the United Nations Environmental Programme (UN Environment) and in close cooperation with the UN Country Team (UNCT), is undertaking a consultative process to create a Green State Development Strategy (GSDS) to guide Guyana's economic and social development. It will lay the foundations for inclusive green economic growth, provide a roadmap for achieving sustainable development targets, and outline a long term vision for a prosperous and equitable future. The GSDS will integrate relevant commitments adopted under Guyana's international agreements. In particular, the strategy will be aligned with the Agenda 2030 for Sustainable Development and the Sustainable Development Goals, reflecting the objectives of the country and well-being of all Guyanese. Funding for the development of the strategy will come from Guyana REDD+ Investment Fund (GRIF). The Ministry of the Presidency is the lead agency responsible for developing the GSDS, giving it the prominence and attention it requires."}, {"text_block_id": "p6_b66", "text": "The first step in drafting the GSDS is the preparation of a Framework Document. This Framework (present in this document) provides an overview of the current economic, environmental and social context; a consolidation of the relevant goals and targets; and an outline of the strategic areas to be developed with expert groups and through broad national multi-stakeholder consultations.  It builds on past strategies and lays out the elements to be examined and consulted"}, {"text_block_id": "p7_b67_merged", "text": "upon during the course of the GSDS’s development. Likewise, the Framework incorporates the recommendations received during the initial multi-stakeholder cluster consultations, which took place in Georgetown, during the 13th to 15th December 2016 with the support of the United Nations Environment Programme (UN Environment), in coordination with the United Nations Country Team (UNCT). These consultations included meetings with government officials (from 12 different ministries and/or public agencies); the private sector (13 associations and organisations); civil society (13 organisations) and bilateral agencies, among other key stakeholders. The consultations were held as a transparent and fully participatory start to informing the GSDS. A summary of the findings from the consultations can be found in the \"Report on First Consultations on the Green State Development Strategy, Guyana\", completed December 2016. After the initial consultation, a draft document of the Framework for the GSDS was prepared by UN Environment, (dated 16th January 2017). The draft was sent for comments to government and non-government representatives and all stakeholders that participated in the initial consultation, including the UN Country Team. The present document integrates the comments received."}, {"text_block_id": "p8_b72", "text": "II. Framework of the Green State Development Strategy"}, {"text_block_id": "p8_b73", "text": "1. Structure of the Framework"}, {"text_block_id": "p8_b74", "text": "The Framework for the Green State Development Strategy (GSDS) is organised as follows:"}, {"text_block_id": "p8_b75", "text": "The Framework for the Green State Development Strategy (GSDS) is organised as follows:\n* : Guyana's Vision 2030 for an inclusive, green and prosperous State as the\n* : In support of Vision 2030, the Framework identifies six supporting principles,\n* : The Framework next identifies seven central themes that the GSDS must\n* : To finance the implementation of the GSDS, the Framework will set\n* : In addition, the Framework includes a mandate to"}, {"text_block_id": "p8_b90", "text": "Figure 1."}, {"text_block_id": "p8_b91", "text": "Framework for the Green State Development Strategy"}, {"text_block_id": "p9_b92", "text": "2. Vision 2030 -Guyana an Inclusive, Green and Prosperous State"}, {"text_block_id": "p9_b93", "text": "A proposed Vision 2030 for Guyana has been developed based on the information received during the initial stakeholder consultation in December 2016 and the written comments received from various stakeholders during January 2017. This vision will be further elaborated during the consultation phases of the development of the GSDS. The proposed Guyana's Vision 2030 is as follows:"}, {"text_block_id": "p9_b94", "text": "“"}, {"text_block_id": "p9_b95", "text": "A Green, Inclusive and Prosperous Guyana that provides a good quality of life for all its citizens based on a sound education and social protection, low-carbon resilient development, green and decent jobs, economic opportunities, individual equality, justice, and political empowerment. Guyana serves as a model of sustainable development and environmental security worldwide, demonstrating the transition to a decarbonised and resource efficient economy that values and integrates the multi-ethnicity of our country and enhances the quality of life for all Guyanese."}, {"text_block_id": "p9_b96", "text": "”"}, {"text_block_id": "p9_b97", "text": "3. Principles of the Green State Development Strategy:"}, {"text_block_id": "p9_b98", "text": "The principles of the Framework are the values and objectives that support the Vision 2030 and serve as social and environmental safeguards to ensure an integrated human approach for the transition to an inclusive green growth and better quality of life for all Guyanese."}, {"text_block_id": "p9_b99", "text": "The principles listed below will be cross-cutting elements in all themes of the GSDS. The strategy considers and puts emphasis on the balance between the three dimensions of sustainable development: economic, social and environmental to ensure comprehensive implementation of the 2030 Agenda and SDGs."}, {"text_block_id": "p9_b100", "text": "The principles listed below will be cross-cutting elements in all themes of the GSDS. The strategy considers and puts emphasis on the balance between the three dimensions of sustainable development: economic, social and environmental to ensure comprehensive implementation of the 2030 Agenda and SDGs.\n* : human rights, multi-ethnicity and gender equality, non\n* : human rights, multi-ethnicity and gender equality, non\n -\n* : human rights, multi-ethnicity and gender equality, non\n -\n discrimination and protection of vulnerable and marginalized population groups.\n* : moral fabric, improving quality of living for all\n* acknowledging the\n* aiming for a transition to a 100% renewable\n* economic output and\n* : ensuring transparency"}, {"text_block_id": "p10_b122", "text": "4. Central Themes for the Green State Development Strategy"}, {"text_block_id": "p10_b123", "text": "Seven central themes will be comprehensively developed and implemented, responding to the"}, {"text_block_id": "p10_b124", "text": "country’s"}, {"text_block_id": "p10_b125", "text": "human and economic development, and addressing both"}, {"text_block_id": "p10_b126", "text": "the “Energy Transition Plan”"}, {"text_block_id": "p10_b127", "text": "and the implementation of the Sustainable Development Goals at the national level. See Figure 3."}, {"text_block_id": "p10_b128", "text": "Figure 3."}, {"text_block_id": "p10_b129", "text": "Central themes of the GSDS and its relation with the SDGs"}, {"text_block_id": "p10_b130", "text": "4.1 Green and Inclusive Structural Transformation: Diversifying the Economic Base, Accessing New Markets and Creating Decent Jobs for All"}, {"text_block_id": "p10_b131", "text": "."}, {"text_block_id": "p10_b132_merged_merged", "text": "Though a resource rich country, Guyana is the third poorest country in Latin America and the Caribbean, with a population of roughly 800,000 and a per capita gross domestic product (GDP) in 2015 of US$ 3,741. The latest available figures (2006) showed that Guyana's poverty rate exceeded 35%. Much of the poverty is concentrated in the rural and interior communities – 75% of"}, {"text_block_id": "p11_b136", "text": "this population is considered poor"}, {"text_block_id": "p11_b137", "text": "–"}, {"text_block_id": "p11_b138", "text": "where agriculture is the primary occupation and there is little access to basic services."}, {"text_block_id": "p11_b139", "text": "The economy of Guyana has been dominated by natural resources extraction and agriculture which together in 2015 accounted for about 34.6"}, {"text_block_id": "p11_b140", "text": "% of Guyana’s GDP"}, {"text_block_id": "p11_b141", "text": ". Agriculture, including forestry (approx. 3%), made up 19.6% of GDP, while mining and quarrying made up 15.0% of GDP. Mining production was dominated by gold, which represented 11.5% of GDP. Manufacturing represented 7.3% of GDP, with the processing of rice and sugar alone accounting for a little over a third of all manufacturing activity. Services accounted for a large share of the economy, representing 46.2% of GDP; major categories within services included wholesale and retail trade, transportation and storage, and public administration. Construction accounted for 9.2% of GDP, while electricity and water accounted for 3.3%."}, {"text_block_id": "p11_b142", "text": "Past studies suggest that a majority of these services are dedicated to supporting the extractive industries, and in part depend upon them."}, {"text_block_id": "p11_b143", "text": "It has also been estimated that roughly 8% of GDP is directly or indirectly related to tourism,"}, {"text_block_id": "p11_b144", "text": "leveraging Guyana’s wealth of world"}, {"text_block_id": "p11_b145", "text": "-class nature tourism"}, {"text_block_id": "p11_b146", "text": ". Notably, basic services contribute relatively small parts to GDP, for example, Health and Social Services (1.8% of GDP) and Education (3.8% of GDP)."}, {"text_block_id": "p11_b147", "text": "Guyana’s"}, {"text_block_id": "p11_b148_merged_merged_merged", "text": "merchandise exports are dominated by commodities. Gold, bauxite, sugar, rice and timber made up 82% of exports in 2015, all related to the country’s natural capital. Notably, Guyana has made some progress in achieving stricter regulatory requirements for expanding exports in agricultural, forestry and fishery products (e.g. the Fish Quality Control Standards and Turtle Excluding Devices regulation required for fish exports to the European Union and United States, as well as the Forest Law Enforcement, Governance and Trade Voluntary Partnership Agreement, signed with the European Union). In 2014, the most recent year for which bilateral trade data are available, The United States and Canada were Guyana's two largest export markets, accounting for 31% and 20% of exports, respectively. Significant oil has also recently been discovered, with the potential to bring further opportunities for extraction-based growth, but also to extend the country’s reliance on extractive industries. In relation to the emerging oil and gas sector, the government has declared the goal of establishing a sovereign wealth fund prior to oil production coming on board, with the aim of using that fund to build infrastructure and offset production. By 2020, it aims to have a neutral trade balance on imported fossil fuels and oil exports."}, {"text_block_id": "p12_b157", "text": "Guyana’s"}, {"text_block_id": "p12_b158", "text": "merchandise imports similarly reflect the country"}, {"text_block_id": "p12_b159", "text": "’s reliance on external"}, {"text_block_id": "p12_b160", "text": "manufactured goods. Consumption goods accounted for 27.1% of goods imports in 2015, while fuels and other petroleum products accounted for an additional 24.6%."}, {"text_block_id": "p12_b161", "text": "Guyana’s largest import partners by value"}, {"text_block_id": "p12_b162", "text": "were the United States, Trinidad and Tobago and Venezuela accounting for 22%, 19% and 10% of total imports"}, {"text_block_id": "p12_b163", "text": "respectively."}, {"text_block_id": "p12_b164", "text": "In 2015, the steep decline in international oil prices more than offset the effect of lower prices for commodity exports, causing the current account to narrow from 14.4% in 2014 to 6.5 percent"}, {"text_block_id": "p12_b165", "text": "; however, the balance of payments remained in deficit due to weaker capital inflows"}, {"text_block_id": "p12_b166", "text": ". Guyana’s"}, {"text_block_id": "p12_b167", "text": "net private sector investment, of which foreign direct investment is a large part, fell from 9.8% of GDP in 2014 to 4.5% of GDP in 2015."}, {"text_block_id": "p12_b168", "text": "Commodity exports have long been the primary driver of economic growth and in the past ten years the annual growth rate has averaged 4.4%, but with high variability"}, {"text_block_id": "p12_b169", "text": ". The International"}, {"text_block_id": "p12_b170", "text": "Monetary Fund (IMF) forecasts that Guyana’s economy will continue growing at 3.8"}, {"text_block_id": "p12_b171", "text": "-4.1% per annum in the next few years, with heavy reliance on extractive and service sectors."}, {"text_block_id": "p12_b172", "text": "However, this economic model has not sufficiently enabled broad income generation and inclusive distribution of wealth, and it remains linked to the depletion of natural resources, while lack of diversification has left the economy vulnerable to economic shocks, such as fluctuations in global commodity prices and local production shocks."}, {"text_block_id": "p12_b173", "text": "Broadly speaking, the economic structure is low in “complexity”"}, {"text_block_id": "p12_b174_merged_merged_merged_merged", "text": ", consisting largely of intensive use of unskilled labour and small amounts of capital and technology, with a few capital and technologically intensive extractive activities with small amounts of highly skilled labour. It has low comparative advantage in knowledge-intensive products. All else aside, such a structure typically drives larger income inequality, and is associated with lower economic growth in the medium to long term."}, {"text_block_id": "p12_b176", "text": "A green and inclusive industrial transformation requires two different but closely interlinked shifts. The first is the transition to a more diversified economy that leans toward higher value added goods and services, greater resource productivity, improved environmental services and resilience to minimise vulnerability to external shocks. These can include environmental degradation and climate change, which present further challenges to stable and inclusive growth. The second shift is structural in its approach to national development. Do-No-Harm approaches, participatory and inclusive processes and social cohesion principles will require both improvements to and a"}, {"text_block_id": "p13_b177", "text": "reduced reliance on traditional sectors, which act as the key drivers of this economic transformation whose ultimate goal is to address and redress all types of inequalities in Guyana and promote a peaceful and resilient society."}, {"text_block_id": "p13_b178_merged", "text": "Such a green, inclusive and population-centred transformation of Guyana’s productive sectors must be at the heart of the Green State Development Strategy. Strategic economic processes (e.g. national planning, budgeting, financing, procurement) will have to be revamped with a civilian focus. This transformation is essential for driving the extended productivity gains associated with rapid growth, and affording higher income levels. It is also essential for ensuring that sufficient social and environmental safeguards are in place so that the benefits of growth are manifest in improved working conditions, opportunities and income for all Guyanese."}, {"text_block_id": "p13_b181", "text": "Guyana has set a number of national goals and targets related to an inclusive and green industrial transformation, as well as being committed to a set of international goals and targets, including the Sustainable Development Goals (SDGs) and Nationally Determined Contributions (NDCs). The goals and targets most relevant to the achievement of inclusive and green structural transformation are highlighted in Box 1."}, {"text_block_id": "p13_b182", "text": "Box 1. Existing goals and targets related to a green and inclusive structural transformation"}, {"text_block_id": "p14_b183", "text": "Strategy for achieving green and inclusive structural transformation:"}, {"text_block_id": "p14_b184", "text": "The strategic approach which will be adopted to address the structural transformation of Guyana’s"}, {"text_block_id": "p14_b185", "text": "economy into a green and inclusive one will recognise the economic value of the extractive sectors, instituting measures to ensure their environmental sustainability while facilitating new economic growth from a more diverse set of inclusive, green and high value-adding sectors. Emphasis will be placed on a number of areas which will contribute to facilitating a shift from a heavy reliance on a commodities-dependent productive base to one that is more diversified, value-adding, inclusive and green:"}, {"text_block_id": "p14_b186", "text": "economy into a green and inclusive one will recognise the economic value of the extractive sectors, instituting measures to ensure their environmental sustainability while facilitating new economic growth from a more diverse set of inclusive, green and high value-adding sectors. Emphasis will be placed on a number of areas which will contribute to facilitating a shift from a heavy reliance on a commodities-dependent productive base to one that is more diversified, value-adding, inclusive and green:\n* Resource extraction for sustainable development\n* Sustainable, productive, climate-resilient and diversified agriculture\n* Green, inclusive, high value-adding industrial development\n* Enabling business environment"}, {"text_block_id": "p14_b194", "text": "4.1.1 Resource Extraction for Sustainable Development"}, {"text_block_id": "p14_b195_merged", "text": "Focus will be placed on conducting a long-term resource management plan for the non-renewable extractive sectors (mining and oil) with the explicit goal of optimising generated wealth to support stable and balanced economic growth. This will include an assessment of the long-term price scenarios for major commodities; the extent of the extractable resource given economic, social and environmental constraints; and the role of a sovereign wealth fund in smoothing the fiscal impact of price fluctuations and facilitating the reinvestment of mineral wealth into Guyana’s broader economic development."}, {"text_block_id": "p14_b198", "text": "Opportunities will also be identified and assessed to improve the productivity of, and reduce the waste produced by extractive activities; to minimise and rehabilitate their impacts on the natural environment whether through the clearing of natural environments for production, or the damage to surrounding natural environments through air, soil, water and other forms of contamination. These activities must be inclusive, through the participation of local communities both in economic gains and in decisions that affect their social and cultural heritage, for example. Emphasis will be placed on increased use of green technologies with lower carbon intensity, whether this be from an increase in energy efficiency, fuel switching or other means. The GSDS will consider existing extractive technologies used globally as well as promising areas for research and development. It should also include a strategy to leverage human capital available throughout Guyana and in its Diaspora, for example, specific research or engineering expertise."}, {"text_block_id": "p14_b199", "text": "A suite of regulations, economic instruments, support programmes, voluntary agreements, and others, will be promoted to facilitate long-term efficient resource use/extraction, and to improve the economic, social and environmental sustainability of that extraction. This requires identifying the infrastructure, skills and institutions to support this transformation. It will need to examine both large and small scale operations, since the challenges and opportunities vary, with the former responding more readily to standard policy approaches and the latter requiring more intensive"}, {"text_block_id": "p14_b200", "text": "transition support (e.g. “green” mining practices by small cooperatives in Colombia)."}, {"text_block_id": "p15_b201", "text": "Sustainable practices such as land reclamation within the extractive sectors will provide an effective and replicable solution for sustainable land management, increasing forest biomass and carbon stocks."}, {"text_block_id": "p15_b202", "text": "Although Guyana has regulations intended to improve the sustainability of mining practices, non"}, {"text_block_id": "p15_b203", "text": "-"}, {"text_block_id": "p15_b204", "text": "compliance remains high, thus it is of critical importance for the GSDS to determine how we might achieve this change.  This strategic area will assess and make recommendations on the following:"}, {"text_block_id": "p15_b205", "text": "compliance remains high, thus it is of critical importance for the GSDS to determine how we might achieve this change.  This strategic area will assess and make recommendations on the following:\n* Adequacy of current mining and sand extraction-related licensing and reclamation and\n* The extent and key locations of non-compliance with regulation\n* The adequacy of institutional, infrastructure and personnel (technical and managerial)\n* The adequacy of capacity and incentives to implement sustainable land management"}, {"text_block_id": "p15_b213", "text": "4.1.2 Green, Inclusive, High Value-adding Industrial Development"}, {"text_block_id": "p15_b214", "text": "This strategic area will identify and assess t"}, {"text_block_id": "p15_b215", "text": "he major opportunities for expanding Guyana’s"}, {"text_block_id": "p15_b216", "text": "economic base to higher-value adding activities, especially in manufacturing. This will involve an analysis of the country"}, {"text_block_id": "p15_b217", "text": "’s current economic structure (or ‘complexity’) and identification of broad"}, {"text_block_id": "p15_b218", "text": "sectoral opportunities where it is most likely to enjoy a comparative advantage."}, {"text_block_id": "p15_b219_merged_merged_merged", "text": "Core areas of focus will be manufacturing that expands on existing lower-value agricultural, forestry and mineral processing sectors; eco-tourism; and sustainable fisheries, aquiculture and fish processing – all of which leverage the country's clear natural resource advantages. These sectors offer opportunities to increase growth and foreign exchange earnings, provide high-value job opportunities, and promote the conservation of the natural environment and multi-faceted culture of the country. Opportunities to develop the broader manufacturing sector will also be considered, with a focus on supporting entrepreneurship and new business development such as niche market opportunities. In addition, providing economic incentives for entrepreneurs and private companies to invest in more efficient green technologies could increase labour force capacity, infrastructure and competitiveness of the manufacturing sector by reducing production costs as well as lowering the carbon intensity of the industry."}, {"text_block_id": "p15_b223", "text": "The tourism sector will be an important sector to consider in economic diversification, and in which to explore the expansion of the unique richness that Guyana can offer to the world for nature-based tourism and eco-tourism. It has a great potential for economic growth, community development and re-valorisation of biodiversity and natural and human patrimony which"}, {"text_block_id": "p16_b224", "text": "translates into attractions such as: vast trails of wilderness, rainforests, river systems, mountains and a variety of cultural attractions. These activities will be promoted through the participation of local communities in activities relating to economic gains and their social and cultural heritage, while providing knowledge, support and guidance on best practices to ensure sustainability."}, {"text_block_id": "p16_b225", "text": "It will lay out a full set of public interventions and public-private partnerships required to enable the expansion and sustainability of these sectors. These include regulatory improvements; economic incentives; infrastructure investments (including air and road transport, industrial clusters among others); information, technical and financial support programmes; technology development and transference programmes; public procurement mechanisms; industrial networks; and public institutions (e.g. for export promotion; product standards)."}, {"text_block_id": "p16_b226", "text": "4.1.3 Enabling Business Environment"}, {"text_block_id": "p16_b227", "text": "The structural transformation process will require an enabling business environment, to include:"}, {"text_block_id": "p16_b228", "text": "inter alia"}, {"text_block_id": "p16_b229", "text": ", measures to improve business investment and growth, broaden access to the technical and financial resources required (especially for micro, small and medium enterprises), and engender decent employment conditions for inclusive participation in the benefits of growth."}, {"text_block_id": "p16_b230_merged_merged", "text": "Guyana's business environment has much room for improvement as it was ranked 124 out of 190 countries in the World Bank's 2017 Doing Business survey. However, this score was a marked improvement from its ranking of 140 in 2016. The upgrade was largely due to improvements in Guyana's credit bureau information, and improvements in the ease of getting electricity."}, {"text_block_id": "p16_b234", "text": "To improve the conditions for investment and growth, consideration will be given to revising the legal and regulatory framework to improve business, mechanisms for formalising informal economic activities, sector-neutral export and investment promotion instruments, and international trade and investment agreements. In terms of broadening access to the resources required, this strategic area will consider mechanisms for improving access to finance, and business development, management and other technical services related to green business practices. To ensure decent employment conditions, this strategic area will consider the promotion of institutionalised workplace cooperation and dialogue, and the laws and regulations related to workplace standards, discrimination, and employee compensation and benefits."}, {"text_block_id": "p17_b235", "text": "4.2 Sustainable Management of Natural Resources and Expansion of Environmental Services: Stewardship of the Natural Patrimony"}, {"text_block_id": "p17_b236", "text": "A critical element of the Green State Development Strategy is the sustainable management of natural resources and expansion of environmental services, especially when envisioning economic development and expansion to new productive sectors. Guyana has a vast and diverse geographical distribution that includes an abundance of tropical rain forests and fertile lands, terrestrial biodiversity, fresh water, coastal and marine resources, and non-renewable resources including diversified mineral deposits and petroleum."}, {"text_block_id": "p17_b237", "text": "These natural resources contribute to Guyana’s economy and generate indispensable export"}, {"text_block_id": "p17_b238_merged", "text": "income either as commodities such as timber and minerals, as inputs to agricultural commodity production (e.g. soil and water), or as biodiversity-based tourism or biological resources (e.g. for cosmetics or pharmaceuticals), including payment for ecosystem services currently being developed under Guyana’s REDD+ platform. They also serve as sources of domestic energy such as hydro, solar, bio-mass and petroleum. Guyana’s natural resources provide environmental benefits to the local and global population, including fresh air, clean water and food, natural coastal and flood protection, climate regulation, and economic productivity."}, {"text_block_id": "p17_b243", "text": "Box 2. Existing goals and targets related to sustainable land use and soil"}, {"text_block_id": "p18_b244", "text": "The Government of Guyana has set a number of national goals and targets related to the protection and sustainable use of natural resources"}, {"text_block_id": "p18_b245", "text": "–"}, {"text_block_id": "p18_b246", "text": "in particular forest and biodiversity, as well as a set of international goals and targets, including,"}, {"text_block_id": "p18_b247", "text": "inter alia"}, {"text_block_id": "p18_b248", "text": ", the Sustainable Development Goals (SDGs) and Nationally Determined Contributions (NDCs). A number of indicative goals and targets"}, {"text_block_id": "p18_b249", "text": "relevant to Guyana’s natural resources are highlighted in"}, {"text_block_id": "p18_b250", "text": "Box 2 above."}, {"text_block_id": "p18_b251", "text": "4.2.1 Protect, Restore and Promote Sustainable Use of Forests, Biodiversity, Land Quality, and Fresh Water Resources"}, {"text_block_id": "p18_b252", "text": "Guyana’s borders span two of the world’s most biodiversity"}, {"text_block_id": "p18_b253", "text": "-rich zones: the Amazon region and the Guiana Shield, an ancient granitic dome that protrudes from the lowland basin and separates the Orinoco and Amazon watersheds. Guyana possesses six terrestrial and five freshwater ecoregions, which are largely intact and functional despite some significant pressures."}, {"text_block_id": "p18_b254", "text": "A total of 87"}, {"text_block_id": "p18_b255", "text": "% of Guyana’s"}, {"text_block_id": "p18_b256", "text": "territory is covered by forest, and it commands globally important carbon stocks (19.5 GtCO"}, {"text_block_id": "p18_b257", "text": "2"}, {"text_block_id": "p18_b258", "text": "eq). Guyana is classified as a High Forest cover, Low Deforestation (HFLD) country."}, {"text_block_id": "p18_b259", "text": "Guyana’s coastal forests were cleared when the land was first settled by"}, {"text_block_id": "p18_b260", "text": "Europeans and agriculture became the main economic activity. More recently, the Guyanese natural resource endowment has been threatened by a progressive pattern of land degradation that could curtail ecosystem services and functions."}, {"text_block_id": "p18_b261_merged_merged_merged", "text": "A rapid upsurge in economic activity over the last few years has been a driver to the expansion in state land leases for different uses, such as agriculture, mining, logging, settlement expansion and growth in urban and rural areas. It has led to deforestation and accelerated the rate of land degradation processes. Deforestation is most prevalent in riparian areas and areas along major forest trails which are impacted by land clearing for gold mining and human settlements. The ensuing loss of forest cover has resulted in significant habitat loss and fragmentation in ecoregions such as the Guianan Highland Moist Forest. It is estimated that logging accounted for 40% of Guyana’s emissions from land-use between 2001 and 2012, and that small scale gold mining has resulted in 89% of deforestation over the past three years."}, {"text_block_id": "p18_b264", "text": "Similarly, Guyana has vast freshwater resources, but these resources are under increasing pressure as mining activities expand. Habitat loss in freshwater systems has grown, largely associated with river mining operations in the Mid-Essequibo and Cuyuni-Mazaruni sub-regions of the Essequibo Basin and parts of the Berbice River Basin and the Orinoco Delta in the north western portion of the country. Water stress, calculated as the ratio of total fresh water withdrawn by all major sectors to the total renewable fresh water resources, will increase as a result of more protein-rich diets that require higher amounts of water input, and increasing use of domestic appliances. At the same time, freshwater resources are more likely to become polluted particularly as a result of an increasing extractives sector and a developing manufacturing base."}, {"text_block_id": "p19_b265", "text": "Deforestation, biodiversity loss, land degradation, and water stress and contamination have debilitating effects on the economic and social well-being of any country. They harm local livelihood practices, exacerbate food insecurity and poverty, and can give rise to conflicts that reduce social cohesion and can further aggravate poverty and environmental pressures. As such, the use and depletion of these resources for economic activities must ensure the sustainability of these resources and their broader contribution to the"}, {"text_block_id": "p19_b266", "text": "country’s well"}, {"text_block_id": "p19_b267", "text": "-being."}, {"text_block_id": "p19_b268", "text": "To date Guyana has been able to attract some compensation for forest carbon services through a payment for ecosystem services (PES) scheme. Guyana is participating in the UNFCCC REDD+ programme, UN REDD, the World Bank Forest Carbon Partnership facility (FCPF) and the Guyana-Norway GRIF, which implements the Low Carbon Development Strategy. UNDP has assisted in developing a national REDD+ architecture (including MRVS), at a Protected Areas scale (Iwokrama Rain Forest Programme) with benefit sharing arrangements with local communities (16 North Rupununi communities). Given the high stores and flows of fresh water, it may also be worthwhile to consider bio-bundling of fresh water with forest carbon services. Such support ensures that Guyana as a whole, and locally effected populations in particular, benefit from efforts to maintain and increase the global contribution of Guyana´s ecosystem services."}, {"text_block_id": "p19_b269", "text": "Strategic areas for achieving the protection, restoration and sustainable use of terrestrial ecosystems"}, {"text_block_id": "p19_b270", "text": "The strategic approach adopted to address the protection, restoration and sustainable use of terrestrial ecosystems will recognise Guyana´s commitments in this regard, and seek to ensure that the natural resources provide the greatest overall benefits"}, {"text_block_id": "p19_b271", "text": "–"}, {"text_block_id": "p19_b272", "text": "economic, social and environmental. Where the use or depletion of these natural resources are deemed worthwhile, we will seek to ensure that natural capital and provision of environmental services are preserved or enhanced on a net basis."}, {"text_block_id": "p19_b273", "text": "The GSDS will emphasise five core strategic areas:"}, {"text_block_id": "p19_b274", "text": "The GSDS will emphasise five core strategic areas:\n* Land use planning and natural resource management systems\n* Sustainable agriculture\n* Sustainable forest management -logging and non-timber forest product practices\n* Fresh water management\n* Traditional knowledge and practices"}, {"text_block_id": "p19_b284", "text": "i)"}, {"text_block_id": "p19_b285", "text": "Land use planning and natural resource management systems"}, {"text_block_id": "p19_b286_merged_merged_merged", "text": "Guyana is still in the process of creating adequate sustainable land-use planning and natural resource management systems, supporting a nationwide jurisdictional approach, and thus will be reflected in the GSDS. The Government has set out a broad land-use agenda in the context of the Sustainable Land Management Project, supported by the Guyana REDD+ Investment Fund (GRIF), and implemented with the Guyana Lands and Survey Commission’s (GL&SC) land administration,"}, {"text_block_id": "p20_b289", "text": "including the soon to be established Land Commission of Guyana. This area will also play a central role in attracting further technical assistance and international funding."}, {"text_block_id": "p20_b290", "text": "This strategic area will identify the opportunities to improve land-use planning (combining descriptive and prescriptive components) and natural resource management systems, drawing upon and consolidating the analysis to date. It will assess the characteristics of current and forecast land-use changes including current and future activities associated with changes in land use, and the general carrying capacities of areas subject to land-use changes, and the sensitivities and ecological limits of change, and will look at the impact of these changes across multiple criteria, including direct and indirect economic, social and environmental value, both quantitative and qualitative. The economic and social drivers of unsustainable land use will be analysed as well as the role of land rights and leasing regimes. Policies will be proposed to address challenges such as quality of information management infrastructure, education, communication, outreach and public awareness raising activities. These policies must result in a clear set of incentives and constraints in the best possible use of land according to the GSDS."}, {"text_block_id": "p20_b291", "text": "ii) Sustainable, productive and diversified agriculture"}, {"text_block_id": "p20_b292", "text": "This area will assess opportunities for agricultural diversification into non-traditional agricultural exports such as fruits, vegetables and meat products; the associated social and environmental implications; and the potential challenges to competitiveness. It will also assess the opportunities to improve staple and subsistence agricultural productivity and sustainability for both domestic consumption and export, and identify mechanisms for its dissemination and promotion. This will include an examination of the direct and indirect drivers of low productivity, including land use practices and the availability of skills, capital and technology, as well as broader factors related to infrastructure (e.g. drainage and irrigation; storage and transport) and market structures. Additionally, it will analyse environmental impacts of current production techniques, such as high greenhouse gas emissions and water and soil pollution and degradation; for example, from overuse of fertilisers and agrochemicals, poor soil management and enteric fermentation. The identification of new technologies and innovative methods of production could contribute significantly to agricultural productivity which, in turn, will benefit farmers economically and reduce sectoral emissions."}, {"text_block_id": "p20_b293", "text": "Thus, the strategy will identify and prioritise public interventions to diversify agricultural production, increase productivity and reduce negative environmental impacts. This might include direct financing and technical support (for small producers and fledgling supply chains), infrastructure development, and adequate institutional improvements to meet the requirements of stringent export markets (e.g. animal and plant health systems; export credits). This could include promoting alternative and sustainable crops (e.g. endemic and/or more profitable tropical cash crops) to Guyana such as cacao, tropical fruits, etc. , and alliances with partners to enable access to alternative markets, for example: organic and fair trade, which are usually more resilient and fitting for smaller-scale producers. This strategic area will assess and make recommendations on the following:"}, {"text_block_id": "p21_b294", "text": "Thus, the strategy will identify and prioritise public interventions to diversify agricultural production, increase productivity and reduce negative environmental impacts. This might include direct financing and technical support (for small producers and fledgling supply chains), infrastructure development, and adequate institutional improvements to meet the requirements of stringent export markets (e.g. animal and plant health systems; export credits). This could include promoting alternative and sustainable crops (e.g. endemic and/or more profitable tropical cash crops) to Guyana such as cacao, tropical fruits, etc. , and alliances with partners to enable access to alternative markets, for example: organic and fair trade, which are usually more resilient and fitting for smaller-scale producers. This strategic area will assess and make recommendations on the following:\n* The adequacy of current agriculture and timber related regulations, including the degree\n* The extent and key locations of non-compliance with regulation, or lack of sustainability\n* The adequacy of institutional, infrastructure and personnel (technical and managerial)"}, {"text_block_id": "p21_b300", "text": "iii)"}, {"text_block_id": "p21_b301", "text": "Forest management -logging and non-timber forest product practices"}, {"text_block_id": "p21_b302", "text": "The sustainability of logging practices can contribute to increasing forest biomass and carbon stocks, whether directly or indirectly. This strategic area relates closely to the previous area of agricultural diversification and productivity improvements, and the two need to be planned and implemented in unison."}, {"text_block_id": "p21_b303", "text": "Although Guyana has made some progress in establishing reclamation and rehabilitation regulation, and in promoting sustainable production standards, there remain challenges to compliance and verifiability. This strategic area will assess and make recommendations on the following:"}, {"text_block_id": "p21_b304", "text": "Although Guyana has made some progress in establishing reclamation and rehabilitation regulation, and in promoting sustainable production standards, there remain challenges to compliance and verifiability. This strategic area will assess and make recommendations on the following:\n* The adequacy of capacity and incentives to implement sustainable land management\n* A program for forest certification of 100% of forest concessions by 2030, including the\n* Add value to timber locally.\n* Look for special markets that pay or give preference to timber from sustainably managed\n* Implement measures to improve the distribution of benefits from forest operations, giving"}, {"text_block_id": "p21_b314", "text": "iv)"}, {"text_block_id": "p21_b315", "text": "Fresh water management"}, {"text_block_id": "p21_b316", "text": "Fresh water management\n* This strategic area will assess and make recommendations on the following:\n* Current and forecasted sources of fresh water stress, in terms of both quantity and\n* Opportunities to improve the efficiency of water use as a way of avoiding water stress\n* Opportunities for natural system water filtration to improve water availability and quality\n* Adequacy of water transmission infrastructure to supply human settlements, mining,"}, {"text_block_id": "p22_b326", "text": "Fresh water management\n* This strategic area will assess and make recommendations on the following:\n* Current and forecasted sources of fresh water stress, in terms of both quantity and\n* Opportunities to improve the efficiency of water use as a way of avoiding water stress\n* Opportunities for natural system water filtration to improve water availability and quality\n* Adequacy of water transmission infrastructure to supply human settlements, mining,\n* Adequacy of water access rules, both use and distribution, and of water management\n* Adequacy of institutional, infrastructure and personnel (technical and managerial)\n* Adequacy of capacity and incentives among key sectors to implement practices that"}, {"text_block_id": "p22_b332", "text": "v)"}, {"text_block_id": "p22_b333", "text": "Traditional knowledge, local practices and innovation"}, {"text_block_id": "p22_b334", "text": "Traditional knowledge, local practices and innovations of hinterland populations, especially indigenous peoples, may be significantly affected by land-use changes. These knowledge and practices are an integral part of National Patrimony, and are often critical to the economic, social and cultural well-being of local communities."}, {"text_block_id": "p22_b335", "text": "Although Guyana has laws and regulations intended to preserve and promote this heritage, it is of critical importance that the GSDS ensures that these are adequate and seeks to improve upon them. This strategic area will assess and make recommendations on the following:"}, {"text_block_id": "p22_b336", "text": "a)"}, {"text_block_id": "p22_b337", "text": "Traditional knowledge, local practises and innovations, and the major land-use changes threatening them"}, {"text_block_id": "p22_b338", "text": "b)"}, {"text_block_id": "p22_b339", "text": "Opportunities to promote the wider application of traditional knowledge and local practises in the interest of those experienced in this area"}, {"text_block_id": "p22_b340", "text": "c)"}, {"text_block_id": "p22_b341", "text": "Challenges to wider application, including the ability of indigenous and local communities to access an equitable share of the benefits"}, {"text_block_id": "p22_b342", "text": "d)"}, {"text_block_id": "p22_b343", "text": "Adequacy of existing laws, regulations, support programmes and the educational system in preserving and facilitating the utilisation of such knowledge and practises"}, {"text_block_id": "p22_b344", "text": "4.2.2 Protection, Restoration and Sustainable Use of Coastal and Marine Resources"}, {"text_block_id": "p22_b345", "text": "Guyana depends on the Atlantic Ocean and its rich marine resources for providing livelihoods and tourism benefits, as well as subsistence and income through fisheries and other ocean-related activities. Coastal ecosystems also play an important role in providing natural defences against storm flooding and coastal degradation. Yet these marine resources are extremely vulnerable to, and are already starting to be affected by environmental degradation, overfishing, climate change and pollution."}, {"text_block_id": "p22_b346", "text": "The sustainable use and preservation of marine and coastal ecosystems and their biological diversity is an important component of the Green State Development Strategy."}, {"text_block_id": "p22_b347", "text": "Strategic areas for achieving protection, restoration and sustainable use of coastal and marine resources"}, {"text_block_id": "p22_b348", "text": "The strategic approach adopted to address the protection, restoration and sustainable use of coastal and marine resources will recognise commitments in this regard, and seek to ensure that"}, {"text_block_id": "p23_b349_merged", "text": "natural resources provide the greatest overall benefits – economic, social and environmental. Where the use or depletion of these natural resources are deemed worthwhile, the strategy will strive to preserve or enhance natural capital and provision of environmental services on a net basis."}, {"text_block_id": "p23_b353", "text": "The GSDS will emphasise two core strategic areas: i) Coastal ecosystem services, and ii) Fisheries management."}, {"text_block_id": "p23_b354", "text": "i)"}, {"text_block_id": "p23_b355", "text": "Coastal ecosystem services"}, {"text_block_id": "p23_b356", "text": "This strategic area is closely inter-related to the development of resilient coastal infrastructure and physical coastal defences. They will need to be developed in unison. This strategic area will assess:"}, {"text_block_id": "p23_b357", "text": "a)"}, {"text_block_id": "p23_b358", "text": "Current state of coastal ecosystems, and forecasted pressures due to development. This will include the current and future activities associated with coastal ecosystem degradation, especially: real estate and infrastructure development, sensitivities of ecosystem services and ecological limits of change, the impact of these changes across multiple criteria, including direct and indirect economic value, social value and environmental value, both quantitative and qualitative, and major patterns of unsustainable change, the underlying economic and social drivers, among others."}, {"text_block_id": "p23_b359", "text": "b)"}, {"text_block_id": "p23_b360", "text": "Suitability of current coastal land-use designations, including the robustness of guidelines for development within different zones and the adequacy of indicators to monitor activity and change"}, {"text_block_id": "p23_b361", "text": "c)"}, {"text_block_id": "p23_b362", "text": "Adequacy of mapping, classification and modelling tools required for ongoing natural resource management"}, {"text_block_id": "p23_b363", "text": "d)"}, {"text_block_id": "p23_b364", "text": "Adequacy of information management infrastructure, education, communication, outreach and public awareness raising activities, including the role of communities to promote environmental friendly coastal management and other related activities."}, {"text_block_id": "p23_b365", "text": "e)"}, {"text_block_id": "p23_b366", "text": "Adequacy of institutional, infrastructure and personnel (technical and managerial) capacity required for effective and efficient coastal planning and management"}, {"text_block_id": "p23_b367", "text": "f)"}, {"text_block_id": "p23_b368", "text": "Existing capacity and incentives among key sectors to implement practises that preserve coastal ecosystems and the services they provide"}, {"text_block_id": "p23_b369", "text": "g)"}, {"text_block_id": "p23_b370", "text": "Access to job opportunities and economic revenues based on social groups’ identit"}, {"text_block_id": "p23_b371", "text": "ies and geographic origins"}, {"text_block_id": "p23_b372", "text": "ii)"}, {"text_block_id": "p23_b373", "text": "Fisheries management"}, {"text_block_id": "p23_b374", "text": "This strategic area will assess and make recommendations on the following:"}, {"text_block_id": "p23_b375", "text": "a)"}, {"text_block_id": "p23_b376", "text": "The current state of marine resources, and forecasted pressures due to development:"}, {"text_block_id": "p23_b377", "text": "The current state of marine resources, and forecasted pressures due to development:\n* current and future activities associated with marine resources and their extraction,\n* sustainability of fishing patterns, the sensitivity of fish populations to collapse and"}, {"text_block_id": "p24_b381", "text": "The current state of marine resources, and forecasted pressures due to development:\n* current and future activities associated with marine resources and their extraction,\n* sustainability of fishing patterns, the sensitivity of fish populations to collapse and\n* impact of these changes across multiple criteria, including direct and indirect\n* major patterns of unsustainable change, the underlying economic and social drivers"}, {"text_block_id": "p24_b385", "text": "b)"}, {"text_block_id": "p24_b386", "text": "The suitability of current rules and regulations related to commercial fishing, including the adequacy of indicators to monitor activity and change, and to trigger limits on activity"}, {"text_block_id": "p24_b387", "text": "c)"}, {"text_block_id": "p24_b388", "text": "The adequacy of fish population surveys and modelling tools required for ongoing sustainable management"}, {"text_block_id": "p24_b389", "text": "d)"}, {"text_block_id": "p24_b390", "text": "The adequacy of information management infrastructure, education, communication, outreach and public awareness raising activities"}, {"text_block_id": "p24_b391", "text": "e)"}, {"text_block_id": "p24_b392", "text": "The adequacy of institutional, infrastructure and personnel (technical and managerial) capacity required for effective and efficient management"}, {"text_block_id": "p24_b393", "text": "f)"}, {"text_block_id": "p24_b394", "text": "The adequacy of capacity and incentives among actors in the fishing sector to implement practices that preserve coastal ecosystems and the services they provide"}, {"text_block_id": "p24_b395", "text": "4.3 Energy"}, {"text_block_id": "p24_b396", "text": "–"}, {"text_block_id": "p24_b397", "text": "Transition towards Renewable Energy and Greater Energy Independence"}, {"text_block_id": "p24_b398", "text": "Guyana has many sources of energy including, hydropower, wind power, bagasse, biomass, solar power, biofuels, biogas and the recently discovered petroleum resources."}, {"text_block_id": "p24_b399", "text": "Energy is critical to the structural transformation of its economy. Reliable and affordable energy services, such as lighting, heating, cooking and electricity-based consumer goods all contribute to the population"}, {"text_block_id": "p24_b400", "text": "’s"}, {"text_block_id": "p24_b401", "text": "well-being, whether through direct consumption or the long-term human development they often enable (e.g. through a healthier living environment, or easier learning environment)."}, {"text_block_id": "p24_b402", "text": "Secure energy services at a reasonable cost are also crucial to both the viability and productivity of higher value-adding economic activities, whether in the industrial, agricultural or service sectors."}, {"text_block_id": "p24_b403", "text": "Finally, renewable and sustainable sources of energy are also crucial to reducing Guyana’s"}, {"text_block_id": "p24_b404", "text": "dependence on fuel imports, to preserving natural patrimony, and to fulfilling its contribution to global climate change mitigation."}, {"text_block_id": "p24_b405_merged_merged_merged_merged", "text": "Currently, per capita electricity consumption is on average 759 kWh, putting Guyana well below the average for other upper middle income countries, 3,404 kWh/capita. Power supply capacity is in excess of demand by about 45%. Approximately 82% of the population is connected to the national grid, with the highest concentration in urban areas. About 30% of the non-connected rural population has access to electricity through several initiatives launched by the government,"}, {"text_block_id": "p25_b407", "text": "most of which promote the use of photovoltaic installations supplied by small scale private companies. Nevertheless, about 12% of the population has little access to affordable and reliable energy services."}, {"text_block_id": "p25_b408", "text": "Historically, Guyana has depended on imported petroleum-based fuels as its primary source of energy. Between 2012 and 2016, Guyana imported roughly $300-600 million per year in fossil fuels (mostly refined fuels), accounting for 15-33% of imports, and equal to 25-45% of the value of"}, {"text_block_id": "p25_b409", "text": "Guyana’s exports."}, {"text_block_id": "p25_b410", "text": "In shifting to low carbon energy, the Government of Guyana has set zero-rated items (such as essential food items, essential consumer items, agricultural items, and health and medical services, among others)"}, {"text_block_id": "p25_b411", "text": "and any machinery and equipment for utilizing energy from renewable sources is fully exempt from import duties. It has also implemented programmes to install energy efficient street lighting, and to conduct energy audits on some government buildings and implement energy use reductions."}, {"text_block_id": "p25_b412_merged_merged", "text": "In 2014, 83% of Guyana´s total installed power generation capacity consisted of fossil fuels, whilst 17% came from renewable sources, including biomass (bagasse) and hydroelectric plants. It is estimated that the transport product sector, the country’s largest energy user, consumes about 38% of the total imported petroleum products; followed by the electric power sector (33%); agriculture, fishing and mining (19%); residential sector (5%); and industry/manufacturing (3%)."}, {"text_block_id": "p25_b415", "text": "As stated, petroleum has recently been discovered and the country faces a number of decisions about how to exploit that resource, with the clear goal of establishing a sovereign wealth fund."}, {"text_block_id": "p25_b416", "text": "Existing goals and targets on energy"}, {"text_block_id": "p25_b417", "text": "Guyana is committed to a set of energy-related international and national targets based on the Sustainable Development Goals (SDGs) and Nationally Determined Contributions (NDCs). The goals most related to energy transformation are listed in Box 3 below:"}, {"text_block_id": "p25_b418", "text": "Box 3: Existing goals and targets related to energy"}, {"text_block_id": "p26_b419", "text": "Strategic areas for modernisation of the energy Sector in Guyana and increasing the energy mix with clean and renewable resources"}, {"text_block_id": "p26_b420", "text": "Accompanying momentum in meeting the goals of the Low Carbon Development Strategy, progress continues in the Strategic Energy Plan 2014-2018. However, the GSDS will put significant emphasis on ensuring the full delivery of a modernised energy sector, with an increased mix of clean and renewable resources. The Government is currently developing a long-term energy plan for the transition to increased use of renewables, to be coupled with GSDS building upon and integrating this plan. To meet these goals, and achieve the desired transformation, the GSDS will emphasise four core strategic areas:"}, {"text_block_id": "p26_b421", "text": "i."}, {"text_block_id": "p26_b422", "text": "Achieving a transition to 100% renewable energy in the power sector"}, {"text_block_id": "p26_b423", "text": "ii."}, {"text_block_id": "p26_b424", "text": "Achieving affordable, reliable and clean energy services for all"}, {"text_block_id": "p26_b425", "text": "iii."}, {"text_block_id": "p26_b426", "text": "Ensuring security and quality of energy for business growth"}, {"text_block_id": "p26_b427", "text": "iv."}, {"text_block_id": "p26_b428", "text": "Increasing energy efficiency"}, {"text_block_id": "p26_b429", "text": "Primary energy sources (e.g. fuels), electricity generation, the electricity transmission and distribution grids, efficiency in the use of electricity, and systems for the provision of cooling, heating and cooking (electric or non-electric) are prioritised, while efficiency in transport vehicles and efficiency of the built environment are considered below in the infrastructure-related strategic areas."}, {"text_block_id": "p26_b430", "text": "i. Achieving a transition of close to 100% renewable energy in the power sector"}, {"text_block_id": "p26_b431", "text": "In alignment with the long-term energy plan, the GSDS will present an assessment of:"}, {"text_block_id": "p26_b432", "text": "a)"}, {"text_block_id": "p26_b433", "text": "The potential demand trajectories for electricity demand, taking into account different growth forecasts, changes in the composition of industry, and different potential vectors for transport fuel (e.g. liquid vs. electrification)"}, {"text_block_id": "p27_b434", "text": "b)"}, {"text_block_id": "p27_b435", "text": "The feasible potential and cost of different renewable sources of energy for different uses and in different regions"}, {"text_block_id": "p27_b436", "text": "c)"}, {"text_block_id": "p27_b437", "text": "The social and environmental sustainability of different types of renewable energy projects, including large scale project (especially hydroelectricity), and biomass projects (e.g. taking into account sustainable biomass sourcing requirements)"}, {"text_block_id": "p27_b438", "text": "d)"}, {"text_block_id": "p27_b439", "text": "The broader power system needs in terms of grid development, flexibility mechanisms and storage needs for different renewable energy technologies"}, {"text_block_id": "p27_b440", "text": "e)"}, {"text_block_id": "p27_b441", "text": "The energy transition scenarios over the next 10 years that moves from the current reliance on fossil fuels to one that is based on almost 100% on renewable energy, with an initial focus on facilitating immediate expansion with lower risk projects"}, {"text_block_id": "p27_b442", "text": "i)"}, {"text_block_id": "p27_b443", "text": "Achieving affordable, reliable and clean energy services for all"}, {"text_block_id": "p27_b444", "text": "This strategic area"}, {"text_block_id": "p27_b445", "text": "will assess and make recommendations on the following:"}, {"text_block_id": "p27_b446", "text": "a)"}, {"text_block_id": "p27_b447", "text": "The extent to which there is a lack of full access to energy services in each locality"}, {"text_block_id": "p27_b448", "text": "b)"}, {"text_block_id": "p27_b449", "text": "Required improvements in the cost, reliability and sustainability of energy services for those who currently have access, but do not enjoy the full benefits of its use; including the extent to which inadequate access leads to use of traditional, dirty biomass"}, {"text_block_id": "p27_b450", "text": "c)"}, {"text_block_id": "p27_b451", "text": "Options for extending energy access, and improving its affordability, reliability and environmental sustainability, with particular focus on the options for remote areas"}, {"text_block_id": "p27_b452", "text": "ii)"}, {"text_block_id": "p27_b453", "text": "Ensuring security and quality of energy for business growth"}, {"text_block_id": "p27_b454", "text": "The strategy will engage with businesses to understand the current and future needs for energy to facilitate business growth and productivity improvements. This will allow for a more comprehensive assessment of energy supply needs as the economy moves through structural transformation, and for the specification of energy supply characteristics for business demand which are often more stringent than those for consumer demand."}, {"text_block_id": "p27_b455", "text": "iii)"}, {"text_block_id": "p27_b456", "text": "Increasing energy efficiency"}, {"text_block_id": "p27_b457", "text": "Building on successful experience (e.g. LED street lights), and experience from other countries (e.g. the use of solar thermal water heating), this strategic area will look across the major end-use sectors and users (both individual and commercial) to assess and recommend:"}, {"text_block_id": "p27_b458", "text": "a)"}, {"text_block_id": "p27_b459", "text": "Current and forecast energy demand by different end-use categories"}, {"text_block_id": "p27_b460", "text": "b)"}, {"text_block_id": "p27_b461", "text": "Major opportunities for reducing energy demand"}, {"text_block_id": "p27_b462", "text": "c)"}, {"text_block_id": "p27_b463", "text": "Major opportunities for improving energy efficiency, and their relative technological costs"}, {"text_block_id": "p27_b464", "text": "d)"}, {"text_block_id": "p27_b465", "text": "Capacity and interest of different end-users in adopting demand reduction methods or efficiency improving technologies, and the implementation support requirements"}, {"text_block_id": "p28_b466", "text": "4.4 Resilient I"}, {"text_block_id": "p28_b467", "text": "nfrastructure and Spatial Development"}, {"text_block_id": "p28_b468", "text": "4.4.1 Coastal Resilience and Sustainable Infrastructure"}, {"text_block_id": "p28_b469", "text": "Guyana’s non"}, {"text_block_id": "p28_b470", "text": "-urban infrastructure including coastal protection and road and rail transport connections to the hinterland and between coastal towns is a vital cornerstone of the green transition. To ensure that Guyana can continue its green transition and achieve economic prosperity, well-functioning and reliable infrastructure that can support trade flows and travel, and protect economic assets and human settlements from natural catastrophes, is paramount. To sustain urbanisation and the absorption of labour from agriculture and mining into higher"}, {"text_block_id": "p28_b471", "text": "added sectors located in coastal towns, reliable and fast links to Guyana’s rural areas and"}, {"text_block_id": "p28_b472", "text": "hinterland are critical. These links will ensure equitable access to services and amenities, which will inevitably remain concentrated in coastal regions as a result of spatial-economic path dependencies, to rural and hinterland populations. Economic activity further heavily relies on access by road to the neighbouring countries as well as good port infrastructure. This increases the competitiveness of timber and other natural resources, adds higher value-added products, thus making them more competitive in international markets. It would also allow for diversified agricultural development by unlocking suitable areas in the hinterland, particularly in the Intermediate and Rupununi savannahs."}, {"text_block_id": "p28_b473_merged_merged", "text": "The coastal zone is at risk of environmental hazards as a result of climate change: Guyana is considered as one of the most vulnerable CARICOM member states to sea level rise, as a majority of its coastal plain is 2.5 metres below mean high tide sea level. This poses a very significant risk as the coastal zone represents 7.5% of Guyana’s land area and hosts 90% of the population, and accounts for production of the majority of GDP. Historically, this area has experienced catastrophic flooding from the Atlantic Ocean as well as during rainy seasons. Flooding in 2005, for example, caused damages estimated at US$ 465 million (60% of GDP). So far, coastal protection along 200 kilometres where critical and residential infrastructure is located has relied mainly on sea-defence infrastructure, including sea walls and drainage and irrigation canals. However, most of this infrastructure is currently considered to be ill-equipped and no longer adequate to withstand current and future climate related impacts."}, {"text_block_id": "p29_b476", "text": "Box 4. Existing goals and targets related to resilience and infrastructure"}, {"text_block_id": "p29_b477", "text": "Strategic areas for resilient and robust infrastructure along the coast and into the hinterland"}, {"text_block_id": "p29_b478", "text": "To meet the need for more resilient and robust infrastructure along the coast and into the hinterland, the GSDS will emphasise two core strategic areas. Both of these have an important inter-relationship with the protection and sustainable use of coastal eco-systems (described above), and should be developed in tandem with that strategic area: i)"}, {"text_block_id": "p29_b479", "text": "Robust and resilient (non-urban) transport infrastructure, and ii) Coastal protection infrastructure and systems"}, {"text_block_id": "p29_b480", "text": "i)"}, {"text_block_id": "p29_b481", "text": "Resilient, sustainable and robust transportation infrastructure"}, {"text_block_id": "p29_b482", "text": "This strategic area will look at the current and forecasted transportation demand of people and commerce based on future growth and population movements, and aligned with expected growth in urban centres. This will assess the following:"}, {"text_block_id": "p29_b483", "text": "a)"}, {"text_block_id": "p29_b484", "text": "The adequacy of existing transportation infrastructure, in terms of extent and resilience, and the requirements for future extensions or improvements both on a domestic and regional scale considering possible connections with Brazil, Suriname and across the Amazon"}, {"text_block_id": "p29_b485", "text": "b)"}, {"text_block_id": "p29_b486", "text": "The options for extending transport infrastructure, especially between road and rail transport, including an assessment of the economic, social and environmental impacts of different options"}, {"text_block_id": "p29_b487", "text": "c)"}, {"text_block_id": "p29_b488", "text": "The options for improving access to sustainable and efficient public transport for inter-city and rural travel (exploring electric mobility)"}, {"text_block_id": "p29_b489", "text": "d)"}, {"text_block_id": "p29_b490", "text": "The adequacy of institutional, infrastructural, financial and personnel (technical and managerial) capacity to plan, manage and oversee the expansion of the transport system"}, {"text_block_id": "p29_b491", "text": "e)"}, {"text_block_id": "p29_b492", "text": "The adequacy of capacity and incentives among key sectors to implement practices that preserve water availability and quality"}, {"text_block_id": "p29_b493", "text": "ii)"}, {"text_block_id": "p29_b494", "text": "Coastal protection infrastructure and systems"}, {"text_block_id": "p30_b495", "text": "The 2015 Sea and River Defence Sector Policy is the main document outlining the"}, {"text_block_id": "p30_b496", "text": "country’s"}, {"text_block_id": "p30_b497", "text": "approach to ensuring protection of the coastal zone. This strategic area of the GSDS will draw together and build upon this policy. Where necessary, it will deepen existing assessments of:"}, {"text_block_id": "p30_b498", "text": "a)"}, {"text_block_id": "p30_b499", "text": "The current and forecasted exposure to coastal events, and the primary areas of economic, social and environmental vulnerability, including the impact on particularly vulnerable populations, and major sectors such as real estate and infrastructure"}, {"text_block_id": "p30_b500", "text": "b)"}, {"text_block_id": "p30_b501", "text": "The adequacy of coastal planning tools, including weather information and data to assess risk exposure and vulnerability of populations and key assets on an ongoing basis"}, {"text_block_id": "p30_b502", "text": "c)"}, {"text_block_id": "p30_b503", "text": "The options for coastal protection infrastructure and systems under different scenarios, and across a range of users and functions, with explicit analysis of synergies and trade-offs"}, {"text_block_id": "p30_b504", "text": "d)"}, {"text_block_id": "p30_b505", "text": "The adequacy of current coastal protection infrastructure, including sea defences and their maintenance"}, {"text_block_id": "p30_b506", "text": "e)"}, {"text_block_id": "p30_b507", "text": "The adequacy of preparation activities, including public awareness and communications, as well as targeted education and technical assistance to exposed and vulnerable groups"}, {"text_block_id": "p30_b508", "text": "f)"}, {"text_block_id": "p30_b509", "text": "The adequacy of early-warning, and disaster recovery infrastructure and systems"}, {"text_block_id": "p30_b510", "text": "g)"}, {"text_block_id": "p30_b511", "text": "The adequacy of institutional, infrastructure and personnel (technical and managerial) capacity required for effective and efficient coastal protection planning and implementation"}, {"text_block_id": "p30_b512", "text": "4.4.2 Inclusive and Green Urban Settlements"}, {"text_block_id": "p30_b513_merged_merged", "text": "Urban areas contain large segments of Guyana’s vulnerable populations, and are increasingly large contributors to economic growth, but also to an environmental footprint. Well-designed and managed urban areas will be critical to improving resilience to climate and other natural disasters, and to reducing local pollution and greenhouse gas emissions."}, {"text_block_id": "p30_b516", "text": "As primary mining and agricultural sectors become increasingly productive, labour will be released from rural areas. The current trend of Guyanese youth moving to urban centres will increase and, if adequately managed, can give rise to more knowledge-based and capital-intensive, higher value-added activities in industrial and services sectors. Well-designed and managed urban areas can therefore also accelerate the transition as centres for education and skills training, and as breeding grounds of entrepreneurship and knowledge exchange, are key for this process to succeed."}, {"text_block_id": "p30_b517", "text": "Guyana’s main urban"}, {"text_block_id": "p30_b518", "text": "centres are facing major challenges related to their internal infrastructure, affecting their resilience to environmental hazards such as flooding, and resulting in water and air pollution issues. All urban areas have poor quality road networks, drainage and sewage systems, and waste collection and management services. Water supplies are erratic and often impure, and dwellings are generally of low quality. Occupants of informal settlements at the outskirts of towns face the worst conditions, with very low quality dwellings and hygienic standards. These conditions are slow to improve as a result of understaffed and underfunded municipal governments that undertake haphazard and unplanned action, often in breach of existing zoning regulations. As a result, urban landscapes and living conditions are badly affected. In absence of"}, {"text_block_id": "p31_b519", "text": "action to adequately address these issues, they will become increasingly severe as a result of climate change."}, {"text_block_id": "p31_b520", "text": "Strategic Areas for inclusive and green urban settlements:"}, {"text_block_id": "p31_b521_merged", "text": "To meet the country’s goals for urban settlements, and achieve the desired improvements in growth, well-being and sustainability, the GSDS will emphasise three core strategic areas:"}, {"text_block_id": "p31_b524", "text": "i)"}, {"text_block_id": "p31_b525", "text": "Urban land-use regulation and infrastructure development"}, {"text_block_id": "p31_b526", "text": "ii)"}, {"text_block_id": "p31_b527", "text": "Municipal management and service operations"}, {"text_block_id": "p31_b528", "text": "iii)"}, {"text_block_id": "p31_b529", "text": "Municipal finances and financing capacity"}, {"text_block_id": "p31_b530", "text": "i)"}, {"text_block_id": "p31_b531", "text": "Urban land-use regulation and infrastructure development"}, {"text_block_id": "p31_b532", "text": "This section will identify the opportunities to improve urban land-use regulation and infrastructure, supporting local authorities in conducting local assessments. It will assess with sufficient spatial disaggregation:"}, {"text_block_id": "p31_b533", "text": "a)"}, {"text_block_id": "p31_b534", "text": "Current and forecast growth in different towns, and the requirements for land-use and infrastructure, including public services, green and communal spaces; industrial zones; and residential and commercial buildings"}, {"text_block_id": "p31_b535", "text": "b)"}, {"text_block_id": "p31_b536", "text": "Adequacy of designated public lands for green and community spaces (in and around settlements), and for critical infrastructure corridors, and the identification of critical gaps"}, {"text_block_id": "p31_b537", "text": "c)"}, {"text_block_id": "p31_b538", "text": "Adequacy of water, sanitation and municipal solid waste management and infrastructure (including for recycling), and the current and likely future gaps in availability and quality"}, {"text_block_id": "p31_b539", "text": "d)"}, {"text_block_id": "p31_b540", "text": "Accessibility of ICT services, and the current and future gaps in availability and quality"}, {"text_block_id": "p31_b541", "text": "e)"}, {"text_block_id": "p31_b542", "text": "Adequacy of transport infrastructure (e.g. roads, mass transit, bicycle lanes) and gaps in accessibility and quality"}, {"text_block_id": "p31_b543", "text": "f)"}, {"text_block_id": "p31_b544", "text": "Quality of vehicle fuel and emissions standards for both private and public vehicles in relation to goals for reducing emissions (including electric and non-motorised mobility)"}, {"text_block_id": "p31_b545", "text": "g)"}, {"text_block_id": "p31_b546", "text": "Availability and affordability of public transport options for those living in urban centres including both technological improvements to efficiency as well as more inclusive retail arrangements"}, {"text_block_id": "p31_b547", "text": "h)"}, {"text_block_id": "p31_b548", "text": "The extent of unauthorised development and the existence (or lack) of necessary land rights to facilitate development and investment for sustainable and resilient infrastructure."}, {"text_block_id": "p31_b549", "text": "i)"}, {"text_block_id": "p31_b550", "text": "Sufficient regulation of private land, including the types of permitted use and the density of permitted development"}, {"text_block_id": "p31_b551", "text": "j)"}, {"text_block_id": "p31_b552", "text": "Adequacy of building and construction standards, including water and energy efficiency, among other criteria"}, {"text_block_id": "p31_b553", "text": "k)"}, {"text_block_id": "p31_b554", "text": "Accessibility of infrastructure including public transport, green spaces and public buildings for those with low mobility"}, {"text_block_id": "p32_b555", "text": "Across these areas, holistic assessments will be conducted for major towns of the costs and benefits of different urban land-use regulation and infrastructure choices, incorporating direct and indirect costs related to, inter alia, congestion, air and water contamination, exposure to sewage and other waste, etc."}, {"text_block_id": "p32_b556", "text": "The strategic area will then lay out the public sector actions required, working in collaboration with local authorities. This may include improvements to land right regimes and land-use regulations, investments for public infrastructure (new and upgraded), and programmes to support the implementation of new or enhanced standards."}, {"text_block_id": "p32_b557", "text": "ii)"}, {"text_block_id": "p32_b558", "text": "Municipal management and service operations"}, {"text_block_id": "p32_b559", "text": "This strategic area will assess municipal management and service operations, supporting local authorities in conducting local assessments:"}, {"text_block_id": "p32_b560", "text": "a)"}, {"text_block_id": "p32_b561", "text": "The quality, efficiency and effectiveness of municipal management and service operations, and the opportunities for improvement"}, {"text_block_id": "p32_b562", "text": "b)"}, {"text_block_id": "p32_b563", "text": "The availability, quality, efficiency and effectiveness of public information and environmental awareness programmes in relation to, among other things, energy and water use; and waste reduction, reuse and recycling principles"}, {"text_block_id": "p32_b564", "text": "c)"}, {"text_block_id": "p32_b565", "text": "The required capabilities for improved municipal management and service operations, and the gaps in capabilities of existing staff of municipalities."}, {"text_block_id": "p32_b566", "text": "d)"}, {"text_block_id": "p32_b567", "text": "The required systems to support management of municipal services and information programmes, and the gaps in existing systems"}, {"text_block_id": "p32_b568", "text": "e)"}, {"text_block_id": "p32_b569", "text": "Opportunities to foster innovations, implement the 3Rs approach (reduce, reuse, recycle) and promote sustainable patterns of consumption and production."}, {"text_block_id": "p32_b570", "text": "The strategic area will then lay out the public sector actions required to improve municipal management and service operations, including service standards, monitoring and accountability mechanisms; support programmes for process improvements; staff hiring and training programmes; new and improved public information programmes; and system upgrading investments."}, {"text_block_id": "p32_b571", "text": "iii)"}, {"text_block_id": "p32_b572", "text": "Municipal finances and financing capacity"}, {"text_block_id": "p32_b573", "text": "This strategic area will assess the opportunities to improve municipal finances and financing capacity, supporting local authorities in conducting local assessments:"}, {"text_block_id": "p32_b574", "text": "a)"}, {"text_block_id": "p32_b575", "text": "The current financial status of the municipalities"}, {"text_block_id": "p32_b576", "text": "b)"}, {"text_block_id": "p32_b577", "text": "The level of budget obligations of the municipalities, and the likely increase in these obligations with improved provision of public services"}, {"text_block_id": "p32_b578", "text": "c)"}, {"text_block_id": "p32_b579", "text": "The level of rates and tax receipts, central government grants and other sources of finance available to the municipalities, and potential options to expand"}, {"text_block_id": "p32_b580", "text": "d)"}, {"text_block_id": "p32_b581", "text": "The financing capacity of the municipalities, and gaps vis-à-vis the types of investments and support programmes they will need to implement going forward"}, {"text_block_id": "p33_b582", "text": "e)"}, {"text_block_id": "p33_b583", "text": "The international experience in supporting and financing municipal development plans, for example, the consultation-led processes undertaken in Canada"}, {"text_block_id": "p33_b584", "text": "The strategic area will then lay out the public sector actions required, if any, to improve municipal finances and financing capacity, including increases to rates and taxes, changes in central vs."}, {"text_block_id": "p33_b585", "text": "municipal obligations and grant provisions, and expansion of local authorities’ employee and"}, {"text_block_id": "p33_b586", "text": "institutional capacities."}, {"text_block_id": "p33_b587", "text": "Given the multi-dimensionality of urban issues, across all three strategic areas, opportunities will also be assessed to improve interagency coordination, especially between infrastructure agencies and municipalities."}, {"text_block_id": "p33_b588", "text": "4.5 Human Development and Well-being"}, {"text_block_id": "p33_b589", "text": "Health, social protection and education are essential development goals in themselves, and critical to promoting sustained and inclusive growth. They are deeply interconnected to the economic, social and environmental aspects of sustainable development. Availability of health and social services is an integral and imperative element of empowering the poor and people in vulnerable situations, improving their standards of living, eliminating obstacles to opportunity, and augmenting their productive capacity. It has heightened relevance for children and adolescents. Healthy, well-protected young people are enabled to more fully develop their human potential, laying the ground work for robust health into adulthood, for improved productivity and income, and for greater ability to drive positive change across society. Therefore, ensuring adequate attention to health and social protection and good quality of education is critical for the Green State Development Strategy."}, {"text_block_id": "p33_b590", "text": "Discernible progress has been made in recent years. Guyanese are living longer, with life expectancy at birth increasing from 63 years in 1998 to 67 years in 2010, as well as increased child survival rates. The 2011 MDG Progress Report found that 2015 targets for nutrition and child health have already been achieved, and the country is on track to achieve national targets in education, water and sanitation and HIV/AIDS."}, {"text_block_id": "p33_b591_merged_merged", "text": "Nevertheless, there remain a number of opportunities for further progress. The burden of non-communicable diseases has grown at an alarming rate in recent years, driven mainly by social and lifestyle risk factors, such as tobacco use, alcohol abuse, physical inactivity, and unhealthy diets. Cardiovascular diseases, diabetes, cancers and chronic lung disease account for more than 70% of mortality rates and have remained among the five leading causes of morbidity and mortality in"}, {"text_block_id": "p34_b594", "text": "Guyana since 2008."}, {"text_block_id": "p34_b595", "text": "As of 2015, 6.9% of the population was using solid fuels for cooking which has major implications for Household Air Pollution (HAP) and health."}, {"text_block_id": "p34_b596_merged_merged", "text": "70% of children in Guyana experience violent discipline (MICS 2015), which translates to 9,000 cases reported between 2011 and 2013.Child labour in Guyana is recorded at 18.3% (MICS 2015); 10% of the nation’s children live with neither parent (MICS 2015); 1 in 5 who give birth at the GPHC is a teen (MoPH stats); and the country remains on the U.S. Department of State's Tier II watch list for Trafficking in Persons (TIP). These realities severely impact children’s well-being."}, {"text_block_id": "p34_b602", "text": "Existing goals and targets:"}, {"text_block_id": "p34_b603", "text": "The goal is to ensure that all people of Guyana are among the healthiest in the Caribbean and the Americas by the year 2020, and to prevent and eliminate all forms of violence against children, ensuring safety and justice for girls, boys and adolescents in line with the national priority actions."}, {"text_block_id": "p34_b604", "text": "Box 5. Existing goals and targets related to human development and well-being"}, {"text_block_id": "p34_b605", "text": "4.5.1 Ensure Healthy and Socially Secured People"}, {"text_block_id": "p34_b606", "text": "The Green State Development Plan will address the issues of health and social protection holistically, at multiple levels (centralised and decentralised), and across multiple sectors. The strategy will need to ensure that all population groups are catered to, and that services are"}, {"text_block_id": "p35_b607", "text": "distributed equally to the young, poor and vulnerable. To support this, the Green State Development Strategy will incorporate four main strategic areas:"}, {"text_block_id": "p35_b608", "text": "i)"}, {"text_block_id": "p35_b609", "text": "Health care treatment"}, {"text_block_id": "p35_b610", "text": "ii)"}, {"text_block_id": "p35_b611", "text": "Preventive health and health promotion"}, {"text_block_id": "p35_b612", "text": "iii)"}, {"text_block_id": "p35_b613", "text": "Protection against social ills, with a focus on vulnerable groups"}, {"text_block_id": "p35_b614", "text": "iv)"}, {"text_block_id": "p35_b615", "text": "Empowering youth and indigenous people"}, {"text_block_id": "p35_b616", "text": "Given the deep interrelationships between different elements of health and social protection policy, the strategy will explicitly consider how different strategic areas affect one another, and where improvements in one strategic area can enhance performance in others. It is worth noting that health and social protection are also affected greatly by issues addressed in other thematic areas, including those related to reducing environmental pollution (e.g. Energy, Green Towns, Green and Inclusive Structural Transformation) and reducing vulnerability to disasters (e.g. Resilient and Robust Infrastructure)."}, {"text_block_id": "p35_b617", "text": "i) Health care treatment"}, {"text_block_id": "p35_b618", "text": "This strategic area will focus on treating physical and mental health, including adequate health treatment facilities, sufficient medical and management personnel, and standards for quality of services. It will assess the need for improvements in primary, secondary and tertiary health facilities, including buildings, medical equipment and patient information systems across regions as well as the supply chain management and affordability of essential drugs. It will also assess the opportunities to improve the safety and environmental performance of these facilities, including waste management, energy efficiency and natural lighting and ventilation. It will then prioritise and recommend specific investment in facilities, equipment and ICT (new or refurbished) in each region including remote areas; determine construction and efficiency standards for facilities and equipment; and define technical assistance programmes to support the implementation of these standards."}, {"text_block_id": "p35_b619_merged", "text": "The strategic area will identify the quantity and skills of personnel required to provide adequate services to the population’s health needs, and identify where geographic gaps exist. It will then prioritise needs with particular emphasis on ensuring an equitable distribution of services across all demographic groups, defining a plan for hiring and training required personnel, and long-term plans for education and training institutions to support the expansion of health services in the country."}, {"text_block_id": "p35_b622", "text": "The strategic area will define criteria for quality health services and assess the adequacy of current standards. It will then determine minimum service standards, and define the policies and programmes necessary to ensure those standards. Such standards might include the appropriate packaging of services at different facility types, the operating hours and environmental standards of facilities, safeguards for non-discrimination and responsiveness to patient community feedback, etc. The strategic area would also set monitoring and information requirements for different types of facilities."}, {"text_block_id": "p36_b623", "text": "ii) Preventive health and health promotion"}, {"text_block_id": "p36_b624", "text": "This strategic area will focus both on specific condition-prevention public health, broader promotion of healthier environments and lifestyle, and surveillance of population health and possible disease outbreaks. In relation to disease prevention, it will evaluate current public health issues (e.g. high-impact preventable medical conditions), and prioritise public health pathways and risk groups. It will then determine the required public interventions and partnerships with non"}, {"text_block_id": "p36_b625", "text": "-"}, {"text_block_id": "p36_b626", "text": "governmental organisations and civil society organisations, including areas such as mass information and education campaigns; sensitisation of teachers; social workers and other relevant actors; and pre-symptom screening and vaccination activities. Opportunities for subsidies from and partnerships with international organizations such as the World Bank and the World Health Organization to support investments in better monitoring systems and data collection should be explored. It will also determine the required investments in non-medical facilities, and hiring and training of supporting personnel."}, {"text_block_id": "p36_b627_merged_merged", "text": "In terms of health promotion, the strategic area will examine the major lifestyle and environmental causes of health risks across the general population, and prioritise areas for intervention based on likely impact to determine the policies and programmes necessary to drive improvements. These will include appropriate laws and regulations related to the sale and use of dangerous substances, like tobacco and alcohol. Programmes will encourage positive lifestyle changes related to nutrition, physical activity, household water treatment, use of non-polluting heating and cooking technologies, safe use and storage of household chemicals, etc. It will also include suggestions to improve public green spaces and other community facilities that promote better health; to transport systems that reduce pollution and promote physical activity; to water and waste treatment service; to codes that ensure environmental health assessments related to large mining, energy or industrial projects; and to standards for occupational safety and health. Options should be explored for engagement through community-based health education programmes, incentives to create and improve household gardens to reduce the cost of healthier diets, community-led “green” exercises such as tree planting or restoration of brownfield sites and strengthening channels of communication between communities and local health centres."}, {"text_block_id": "p36_b630", "text": "This strategic area will also examine the requirements for better surveillance of population health, possible epidemics, and health related disasters (e.g. droughts or floods). It will look at the currently available systems for such information, and identify gaps; and determine the required public interventions to improve surveillance system operations. Finally, it could define protocols for identifying possible outbreaks and disasters, and for early response; and determine the policies and programmes required to ensure equitable protection across the population."}, {"text_block_id": "p36_b631", "text": "iii) Protection against social ills, with a focus on vulnerable groups"}, {"text_block_id": "p36_b632", "text": "This strategic area will focus on developing sound protection systems, raising public awareness, and providing direct government subsidies for basic life-supporting measures. In terms of sound protection systems, it will examine the extent of abuse, violence, trafficking and other social ills among vulnerable groups, primarily women and children; and it will identify the highest risk"}, {"text_block_id": "p37_b633", "text": "Special attention will be paid to the likely distributional impacts of actions under the GSDS. Vulnerable groups such as the LGBT community, women, children, the elderly and the mentally ill are likely to experience different impacts from these actions. The GSDS must incorporate tangible and effective social protection measures to ensure that all people are treated and protected equally. Consultation processes should specifically target these groups and ensure that their views are fully accounted for, including special provisions within the enforcement and judicial systems to account for existing inequalities and unconscious biases. The GSDS should look at international evidence of which measures (such as educational programs for key employees) are most effective and how they can be best implemented"}, {"text_block_id": "p37_b634", "text": "In terms of basic life-supporting measures, the strategic area will identify where direct public support for energy, water and food is critical to protecting vulnerable groups. This might include ongoing food programmes for chronically vulnerable children, as well as targeted subsidies for energy and water for vulnerable households. It will evaluate the appropriate extent and scope of unemployment insurance, public works-related employment guarantee schemes, and job search assistance and skills training for workers or small enterprises subject to loss of income."}, {"text_block_id": "p37_b635", "text": "4.5.2 Empowering Youth and Indigenous People"}, {"text_block_id": "p37_b636", "text": "Empowering and protecting the youth"}, {"text_block_id": "p37_b637", "text": "The Green State Development Strategy will address issues related to the family and vulnerable groups in society, with a special focus on the Youth"}, {"text_block_id": "p37_b638", "text": "—"}, {"text_block_id": "p37_b639", "text": "who are the future of the Nation. The Youth must be involved in every dimension of the implementation of the Green State Development Strategy, beginning with the Consultation Phase of the Strategy and continuing throughout its implementation. Youth participation will be encouraged and promoted across all the themes of the Green State Development Strategy."}, {"text_block_id": "p37_b640", "text": "In the further elaboration of the Green State Development Strategy, a number of areas specific to Youth and Youth Development will be highlighted. These include,"}, {"text_block_id": "p37_b641", "text": "inter alia"}, {"text_block_id": "p37_b642", "text": ";"}, {"text_block_id": "p37_b643", "text": "a)"}, {"text_block_id": "p37_b644_merged_merged_merged", "text": "Enhancement of training opportunities for the youth at all levels including Adult and Continuing Education, re−education for real functional literacy; vocational and technical training as well as further academic training. The training will take into consideration the specific needs of the areas which are critical to the success of implementation of the Green State Development Strategy."}, {"text_block_id": "p38_b647", "text": "b)"}, {"text_block_id": "p38_b648", "text": "The establishment of the Private Sector Initiative for Youth to provide them with work attachments and/or apprenticeships to facilitate their entry and/or integration into"}, {"text_block_id": "p38_b649", "text": "the Green economy’s market."}, {"text_block_id": "p38_b650", "text": "c)"}, {"text_block_id": "p38_b651", "text": "The establishment of the Youth Green Entrepreneurship Programme;"}, {"text_block_id": "p38_b652", "text": "d)"}, {"text_block_id": "p38_b653", "text": "Provision of sports, recreational facilities and organized activities at the school-and community-level including innovative and creative outlets."}, {"text_block_id": "p38_b654", "text": "e)"}, {"text_block_id": "p38_b655", "text": "Coordination of parallel policies with the Government of Guyana on entertainment, the arts and social media to ensure that Guyanese youth are engaged in the most effective way."}, {"text_block_id": "p38_b656", "text": "Empowering Indigenous peoples"}, {"text_block_id": "p38_b657", "text": "A very important target group on which focus will be placed during the further elaboration of the Green State Development Strategy is the Amerindians. As highlighted in Principle 22 of the Rio"}, {"text_block_id": "p38_b658", "text": "Declaration on Environment and Development: “Indigenous people and their communities and"}, {"text_block_id": "p38_b659", "text": "other local communities have a vital role in environmental management and development because of their knowledge and traditional practices. States should recognize and duly support their identity, culture and interests and enable their effective participation in the achievement of"}, {"text_block_id": "p38_b660", "text": "sustainable development.”"}, {"text_block_id": "p38_b661", "text": "T"}, {"text_block_id": "p38_b662", "text": "he key issues affecting Guyana’s indigenous peoples will be addressed and specific policy options"}, {"text_block_id": "p38_b663", "text": "for implementation outlined. These include,"}, {"text_block_id": "p38_b664", "text": "inter alia,"}, {"text_block_id": "p38_b665", "text": "a)"}, {"text_block_id": "p38_b666", "text": "Land, including the resolution of the land issue through the granting of titles; the problem of subsoil mineral rights; the development of regulation for the process of leasing or granting to developers lands that were traditionally used by Amerindians without consulting their communities; and the development of rules for compensation of indigenous communities for the exploitation of natural resources within lands to which they lay claim."}, {"text_block_id": "p38_b667", "text": "b)"}, {"text_block_id": "p38_b668", "text": "Mining Rights: Amerindians do not possess any rights to sub−surface minerals on titled"}, {"text_block_id": "p38_b669_merged_merged", "text": "land. Mining is however being undertaken by non−Amerindians on lands that lack any form of title, but are claimed by Amerindian communities. This issue extends to the development of tourism, much of which is taking place in the interior."}, {"text_block_id": "p38_b672", "text": "c)"}, {"text_block_id": "p38_b673", "text": "Intellectual Property Rights and Cultural Heritage: The strengthening of the legal protection of traditional knowledge and folklore"}, {"text_block_id": "p38_b674", "text": "d)"}, {"text_block_id": "p38_b675", "text": "Institution of measures aimed at the strengthening of Village/Community Administration of the indigenous peoples as well as the Ministry of Indigenous Peoples affairs and its"}, {"text_block_id": "p39_b676", "text": "interaction with other Ministries which oversee policy and operational areas which affect the indigenous peoples."}, {"text_block_id": "p39_b677", "text": "e)"}, {"text_block_id": "p39_b678", "text": "Strategies for improving the social and economic conditions of indigenous peoples; in particular, with respect to health, education and the development of resource-based products and services."}, {"text_block_id": "p39_b679", "text": "4.5.3 Access to Quality Education, Human Development and Green Skills"}, {"text_block_id": "p39_b680", "text": "The transition to an inclusive green economy requires updated technologies, operational skills, and employment patterns, accompanied by a reorientation of curricula, teaching and learning to equip the populace with the right skills, knowledge and attitude to achieve an inclusive and sustainable future. Education for Sustainable Development (ESD) is seen as a critical component of the national educational efforts, permeating all major learning institutions."}, {"text_block_id": "p39_b681", "text": "Guya"}, {"text_block_id": "p39_b682", "text": "na’s"}, {"text_block_id": "p39_b683", "text": "total school-aged population is roughly 225,000 students, with an unknown proportion not in school."}, {"text_block_id": "p39_b684", "text": "The public educational system provides 333 nursery schools, 440 primary schools, 110 secondary schools, 6 special education schools and 1 University along with a number of private sector institutions."}, {"text_block_id": "p39_b685", "text": "The country has made significant progress in meeting goals set in the period since 2008, including having more than 70% of the teaching force professionally trained. Nevertheless, concerns remain about school attendance and performance in core subject areas."}, {"text_block_id": "p39_b686", "text": "Between 2008 and 2014 there was little improvement in attendance (less than 80% at all levels, and in all regions), and the aim of increasing attendance by ten percentage points was not met. Primary school performance, according to the National Grade Six Assessments, did improve substantially between 2009 and 2013, especially in Mathematics, but the proportion of students scoring better than 50% remained at 31%, 20% and 18% in Mathematics, English and Science respectively. Moreover, the disparity between the hinterland and coastal regions increased. Secondary school results between 2008 and 2013 were more mixed, according to The Caribbean Secondary Education Certificate (CSEC) examination, with scores falling across the board in Mathematics but rising substantially in English, and with far less than 50% achieving a passing grade in both subjects."}, {"text_block_id": "p39_b687_merged_merged", "text": "Teaching across all levels is executed in accordance with the national priorities in sync with the Caribbean Examinations Council’s priorities for the Caribbean Community (CARICOM). Teaching is usually classroom based, but suggestions have been made to combine classroom based learning with outdoor trips and exercises to reinforce lessons. In 2016 the Minister of Education also indicated the addition of Green Engineering to the curriculum of senior secondary schools at the Caribbean Advanced Proficiency Examination (CAPE) level. Although clear statistics are not"}, {"text_block_id": "p40_b691", "text": "available, the lack of skilled educational personnel (in part due to emigration) is considered a constraint on improving the system."}, {"text_block_id": "p40_b692", "text": "Outside of the formal school systems, education in sustainable development is provided by several agencies working in the civil society, public and private sectors. These institutions include the Environmental Protection Agency (EPA), National Centre for the Educational Resource Development (NCERD), and Conservation International. Learning is done through two processes 1) lifelong learning and 2) Community Based ESD."}, {"text_block_id": "p40_b693", "text": "Strategic areas for education, human development and green skills"}, {"text_block_id": "p40_b694", "text": "The Green State Development Plan needs to address educational access, quality and curriculum at multiple levels (centralised and decentralised), through both the formal education system and additional channels. It will draw together and build upon the Education Sector Policy (ESP) and the Education for Sustainable Development Policy (ESD) document, which have recently laid out"}, {"text_block_id": "p40_b695", "text": "Guyana’s core dir"}, {"text_block_id": "p40_b696", "text": "ection through 2018."}, {"text_block_id": "p40_b697", "text": "To achieve full access to good quality education, human development and green skills,"}, {"text_block_id": "p40_b698", "text": "Guyana’s"}, {"text_block_id": "p40_b699", "text": "Green state Development Strategy will incorporate five broad strategic areas, with attention to supporting education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of"}, {"text_block_id": "p40_b700", "text": "cultural diversity and of culture’s contribution to sustainable development."}, {"text_block_id": "p40_b701", "text": "i)"}, {"text_block_id": "p40_b702", "text": "Access to quality education and training facilities"}, {"text_block_id": "p40_b703", "text": "ii)"}, {"text_block_id": "p40_b704", "text": "Availability and quality of teaching and school management personnel"}, {"text_block_id": "p40_b705", "text": "iii)"}, {"text_block_id": "p40_b706", "text": "Curriculum, instructional tools and methods"}, {"text_block_id": "p40_b707", "text": "iv)"}, {"text_block_id": "p40_b708", "text": "Ongoing education, training and public information programmes"}, {"text_block_id": "p40_b709", "text": "v)"}, {"text_block_id": "p40_b710", "text": "Performance monitoring and accountability system, including parental participation"}, {"text_block_id": "p40_b711", "text": "i)"}, {"text_block_id": "p40_b712", "text": "Access to quality education and training facilities"}, {"text_block_id": "p40_b713_merged_merged_merged", "text": "This strategic area focuses on adequate physical infrastructure to provide the entire population with quality education and training facilities. This will include the expansion of new facilities, and the needed improvement of existing facilities according to adequate standards, including opportunities to improve environmental performance such as distributed renewable energy, energy efficiency and natural lighting and ventilation (a ‘Green Campus’). . It will assess the required facilities for primary, secondary, tertiary and ongoing education across regions, including the potential need for new sustainability oriented institutions like a ‘Green Academy’. I It will also incorporate potential needs for advanced research facilities (in tertiary institutions) to foster innovation in areas of particular relevance and advantage for Guyana, for example, in relation to"}, {"text_block_id": "p41_b718", "text": "Biodiversity. It will then prioritise and recommend specific investment in facilities of each region; revise (if necessary) standards for facilities; develop provisions for suitable local autonomy in determining and implementing improvements; and define technical assistance programmes to support the implementation of these standards, and of initiatives that exceed these standards where appropriate."}, {"text_block_id": "p41_b719", "text": "ii)"}, {"text_block_id": "p41_b720", "text": "Availability and quality of teaching and school management personnel"}, {"text_block_id": "p41_b721", "text": "This strategic area will focus on the quantity and skills of personnel"}, {"text_block_id": "p41_b722", "text": "–"}, {"text_block_id": "p41_b723", "text": "both teaching and management"}, {"text_block_id": "p41_b724", "text": "–"}, {"text_block_id": "p41_b725", "text": "required, providing quality and equally distributed education to all demographics"}, {"text_block_id": "p41_b726", "text": "iii)"}, {"text_block_id": "p41_b727", "text": "Curriculum, instructional tools and methods"}, {"text_block_id": "p41_b728_merged_merged", "text": "This strategic area will focus on the content of the curriculum and the availability and nature of instructional tools required to meet Guyana’s education and human development goals. It will assess the existing curriculum and identify areas for improvement or reorientation, including in relation to sustainable development (e.g. Green Curriculum). It will also assess the suitability of existing instructional tools– ranging from tangible items like textbooks and teacher guides to intangibles like field trips – and the methods used by teachers and determine the appropriate time that students spend in school each year. It will determine required extensions of, and modifications to instructional tools and methods."}, {"text_block_id": "p41_b735", "text": "iv)"}, {"text_block_id": "p41_b736", "text": "Ongoing education, training and public information programmes"}, {"text_block_id": "p41_b737", "text": "This strategic area will focus on ongoing activities beyond the formal education system, where there is a greater fluidity of needs, and a more diverse set of target groups. This will include specific reskilling activities for workers transitioning from declining to emerging sectors, such as green sectors, and incorporating methods for competency assessment and certification. Such measures could tackle employment issues by targeting vulnerable groups such as slow learners, unskilled and unqualified labourers and those in difficult personal or financial circumstances. Alternative approaches tailored to these groups should be explored and trialled such as informal training programs led through community centres or existing community groups."}, {"text_block_id": "p41_b738", "text": "It will also include activities targeted at broader awareness to help the general population achieve sustainable lifestyles in their consumption and household activities, and to promote a national culture that appreciates the value of the natural environment (Green Culture), human rights,"}, {"text_block_id": "p42_b739", "text": "gender equality, peace and non-violence, global citizenship and appreciation of cultural diversity"}, {"text_block_id": "p42_b740", "text": "and of culture’s contribution to sustainable development."}, {"text_block_id": "p42_b741", "text": "It might also include programmes to"}, {"text_block_id": "p42_b742", "text": "support community level initiatives, such as ‘Green Community’"}, {"text_block_id": "p42_b743", "text": "which extend sustainable development practice to local communities. Finally, it will incorporate methods for re-engaging the diaspora as a source for enhancing the country"}, {"text_block_id": "p42_b744", "text": "’s human capital. The"}, {"text_block_id": "p42_b745", "text": "strategic area will assess the need for ongoing education, training and public information programmes (e.g. through forecasting of skills supply and demand), identify gaps in current activities and opportunities for improving and expanding them; and then it will prioritise and plan their implementation."}, {"text_block_id": "p42_b746", "text": "v)"}, {"text_block_id": "p42_b747", "text": "Performance monitoring and accountability system, including parental participation"}, {"text_block_id": "p42_b748", "text": "This strategic area will evaluate performance metrics and monitoring activities to improve accountability, involve parents and other community members in their local education system, and ensure progress in sustainable development. The strategic area will also assess progress in establishing accountability devices across the system, and determine required adjustments and improvements.  Finally, it will assess progress in deepening parental and community involvement"}, {"text_block_id": "p42_b749", "text": "–"}, {"text_block_id": "p42_b750", "text": "for example, through PTAs and SIACs"}, {"text_block_id": "p42_b751", "text": "–"}, {"text_block_id": "p42_b752", "text": "and determine required adjustments and improvements. Across all these areas, it will then prioritise actions and plan implementation."}, {"text_block_id": "p42_b753", "text": "4.6 Governance and Institutional Pillars"}, {"text_block_id": "p42_b754", "text": "Good governance is an essential precondition for achieving the targets of Guyana’s Green State"}, {"text_block_id": "p42_b755_merged_merged_merged", "text": "Development Strategy and harnessing full green growth potential. Guyana is a multi-ethnic society. According to the in 2012 Census, the population of Guyana is composed of Indo-Guyanese (39.83%), Afro-Guyanese (29.25%), people of mixed heritage (19.88%), and indigenous peoples (10.51%). Ethnic diversity is paralleled by religious pluralism. Christian denominations (Anglican, Catholic, Pentecostal) account for about 45 percent of Guyanese believers, while the Hindus constitute the single largest religious group with a membership of about 24.8 percent of the national population. About 7 percent of the population is Muslim. The smallest religious groups are the Jehovah Witness, Rastafarian, Methodist and Baha’i. Guyana’s particular ethnic composition and socio-economic complexities have so far been framed as an obstacle rather than an enabler of inclusive development. The GSDS will seek to reverse this negative construction and promote a development paradigm that promotes social cohesion."}, {"text_block_id": "p42_b759", "text": "The institutional foundations need to analyse and identify the necessary changes/reforms to ensure the enabling conditions to bolster investment in and management of green growth processes. This includes private investors who must be able to rely on the rule of law, market governance and ease of doing business for investment in clean energy and activities that can"}, {"text_block_id": "p43_b760", "text": "start a green and inclusive structural transformation of the economy, as well as the existence of government bodies that can accurately monitor and actively manage the sustainable management of forests, land and water resources. More importantly, good governance is crucial to ensure social inclusion, respect for human rights and promotion of equal opportunities for all. Institutions will determine whether infrastructure and spatial development can be managed in accordance with a green development transition, and whe"}, {"text_block_id": "p43_b761", "text": "ther Guyana’s human capital and the well"}, {"text_block_id": "p43_b762", "text": "-being of its population can be improved."}, {"text_block_id": "p43_b763", "text": "For this theme, two strategic areas are proposed and will be explored and further developed during the consultations: i) transparency, good governance and rule of law; and ii) knowledge management, information and communications"}, {"text_block_id": "p43_b764", "text": "Box 6: Existing goals and targets related to governance and institutional foundations"}, {"text_block_id": "p43_b765", "text": ""}, {"text_block_id": "p43_b766", "text": "Outcome 5: Harmonious ethnic and racial relations (“By 2021, we should see a clear improvement in"}, {"text_block_id": "p43_b767", "text": "relations and interactions among the various ethnic and race groups in Guyana, and a mutual positive"}, {"text_block_id": "p43_b768", "text": "appreciation of the cultural diversity of different groups at the national and community levels”)"}, {"text_block_id": "p43_b769", "text": "4.6.1 Transparency, Good Governance and Rule of Law"}, {"text_block_id": "p43_b770_merged_merged_merged", "text": "Existing governance inefficiencies may impede the full harnessing of Guyana’s green development potential. Inefficiencies in governance and adequate supporting mechanisms can undermine the goals of the GSDS including social inclusion, poverty alleviation and equity in a country where several layers of inequality (geographic, ethnic, gender, generational, social, etc.) often overlap. This is however not a straightforward task as it involves a wide variety of institutions that are currently involved in governance."}, {"text_block_id": "p44_b773", "text": "Building institutional capacities is crucial to facilitate the transition to Green State Development. A technically perfect strategy is of little value if it is not efficient, requiring transparency and anti-corruption mechanisms, and effective, requiring timely and well-functioning implementation systems. Institutional capacity relies on coordination and collaboration among the governing institutions and the capacity of individual institutions to support the green development transition."}, {"text_block_id": "p44_b774", "text": "The political sustainability of these arrangements depends on dialogue and accountability mechanisms that can avoid political appropriation and ensure ownership across the political spectrum. Importantly, it requires genuine and continuous engagement of indigenous communities: the Amerindian lifestyle has endorsed a symbiotic relation between environmental assets and human well-being that can be leveraged for the green development transition, as they have traditionally depended on the surrounding ecosystems for their livelihood and have generated specific knowledge in managing those fragile ecosystems."}, {"text_block_id": "p44_b775", "text": "Important areas to enhancing transparency, good governance and rule of law"}, {"text_block_id": "p44_b776", "text": "A strong emphasis on reorganising governance is pivotal to ensure implementation of the GSDS, requiring a comprehensive review of the existing legal and institutional framework with a perspective of incorporating green principles. This will necessitate the amendment of various laws and/or the enactment of new regulations. Based on an initial review, some of the priority areas of focus include"}, {"text_block_id": "p44_b777", "text": ":"}, {"text_block_id": "p44_b778", "text": "a)"}, {"text_block_id": "p44_b779", "text": "Rationalisation of the current legal and institutional framework of all relevant laws and institutions whose mandate(s) impinges on the successful implementation of the GSDS implementation. This may require changes in the focus of existing institutions and/or the development of new entities or coordination mechanisms among them to facilitate integrated decision making"}, {"text_block_id": "p44_b780", "text": "b)"}, {"text_block_id": "p44_b781", "text": "Strengthening and modernising the legal and institutional frameworks for key sectors, such as Intellectual Property Rights, energy in particular the new petroleum sector, agriculture, tourism, mining, etc., to create an enabling environment for investment in resilient and sustainable infrastructure and practises. In the case of the new petroleum sector, consideration should be given to the establishment of a"}, {"text_block_id": "p44_b782", "text": "Sovereign Wealth Fund and the determination of the percentage of revenues which should be stored in the Fund."}, {"text_block_id": "p44_b783", "text": "c)"}, {"text_block_id": "p44_b784", "text": "Mechanisms to enhance the dispensation of justice, including, inter alia, the facilitation of participation of all concerned citizens; appropriate access to information concerning the environment (held by public authorities) by all individuals and remedies for breaches, including appropriate judicial and administrative measures and systems"}, {"text_block_id": "p44_b785", "text": "d)"}, {"text_block_id": "p44_b786", "text": "Enhancing safety and security for citizens and in particular vulnerable groups such as women, children, indigenous persons, poor families and disadvantaged youth who fall victim to abuse, violence, trafficking, discrimination, crime and drugs."}, {"text_block_id": "p44_b787", "text": "e)"}, {"text_block_id": "p44_b788_merged", "text": "Ensure long term continuity of the Green State Development Strategy – through a “statement from the stakeholders” – white paper and National Assembly, appropriate"}, {"text_block_id": "p45_b793", "text": "mechanisms to retain buy-in of members of the opposition, and establishment of a platform for multi-stakeholder participation and continuous dialogue, interaction and consultation"}, {"text_block_id": "p45_b794", "text": "f)"}, {"text_block_id": "p45_b795", "text": "Governance considerations and adequate supporting mechanisms/institutions are important to ensure social inclusion, poverty alleviation and equity in a country with several layers of inequality (geographic, ethnic, gender, generational, social, etc.). The role and participation of non-state institutions, in particular civil society, is critical in the implementation of the Strategy"}, {"text_block_id": "p45_b796", "text": "g)"}, {"text_block_id": "p45_b797", "text": "Current levels of compliance with all regulations and laws relevant to the GSDS with a particular focus on situations in which there are key gaps, for example, rural communities. In addition, the interaction of compliance levels with enforcement procedures should be explored by drawing from national and international experience. This will result in recommendations for the most effective enforcement procedures to support the GSDS while maintaining consideration of the social and environmental safeguards which govern the development of this strategy. In particular, enforcement procedures can have significant impacts on social inclusion and individual rights."}, {"text_block_id": "p45_b798", "text": "h)"}, {"text_block_id": "p45_b799", "text": "The GSDS should assess the compliance of the Government and public bodies with existing laws and institutional frameworks, as well as the relevant incentives and experiences of public actors to ensure the prevention of illicit external influences such as bribery that may inhibit the implementation of the GSDS."}, {"text_block_id": "p45_b800", "text": "i)"}, {"text_block_id": "p45_b801", "text": "Improving the level of transparency within government by increasing the share of publicly available data and official documents. In addition, such material should be published in a timely and periodic manner supported by reliable administrative procedures."}, {"text_block_id": "p45_b802", "text": "The review and rationalisation of the legal and institutional framework will be supported by a package of incentives and disincentives, including the use of economic instruments, which collectively provide a safeguard against state capture:"}, {"text_block_id": "p45_b803", "text": "a)"}, {"text_block_id": "p45_b804_merged", "text": "A review and rationalisation of Land Property Rights which have been identified by stakeholders as one of the major barriers to Green Development in Guyana. In this context, issues relating to the “ancestral lands” and land rights of Guyana’s indigenous peoples will be addressed."}, {"text_block_id": "p45_b807", "text": "b)"}, {"text_block_id": "p45_b808", "text": "The operations of the Public Procurement Commission to be guided by the same green principles that underpin the GSDS, taking action for the promotion of sustainable public procurement."}, {"text_block_id": "p45_b809", "text": "c)"}, {"text_block_id": "p45_b810", "text": "Social protection measures (financial and governance), including identifying and mitigating negative unintended consequences of transitioning to a green economy for those that are currently dependent on the brown economy, and putting in place the necessary mechanisms for capacity development and education of new green skills, including the necessary financing instruments."}, {"text_block_id": "p45_b811", "text": "d)"}, {"text_block_id": "p45_b812", "text": "In support of improving enforcement procedures, the GSDS should explicitly consider new and innovative instruments. For example, it may be that in a number of cases regarding"}, {"text_block_id": "p46_b813", "text": "environmental assets or activities, command and control policies are either ineffective or inefficient. Taxes, subsidies and market-based mechanisms may be better able to provide incentives to drive change in private sector and household behaviour."}, {"text_block_id": "p46_b814", "text": "More broadly, decentralisation through strengthening of regional and local democratic councils for regional/local development management can be an important success factor in the implementation of the GSDS. It is also crucial to leverage the capabilities of non-state institutions,"}, {"text_block_id": "p46_b815", "text": "in particular civil society, and the participation of the country’s indigenous peoples in the"}, {"text_block_id": "p46_b816", "text": "implementation of the GSDS."}, {"text_block_id": "p46_b817", "text": "4.6.2 Knowledge Management, Information and Communications"}, {"text_block_id": "p46_b818", "text": "To achieve a Green State, Guyana must be positioned as a knowledge-based society; where citizens have ready access to Information and Communication Technologies (ICTs). Knowledge management with adequate availability and communication of information on the green development transition is a critical part of the GSDS to ensure long-term equitable societal outcomes and full buy-in of all relevant stakeholders. The Green State Development Strategy should be seen as a compact with the people of Guyana and other key stakeholders."}, {"text_block_id": "p46_b819_merged_merged", "text": "In creating a knowledge-based society, Guyana’s ICT Strategy is centred on improving e-participation, e-administration and e-services to positively transform Government-to-citizens (G2C), Government-to-businesses (G2B), and Government-to-Government (G2G) interactions."}, {"text_block_id": "p46_b822", "text": "Current barriers include poor infrastructural access, lack of appropriate legislation, bureaucracy, slow technology adoption, an underdeveloped ICT sector, an insufficiently skilled ICT workforce, and a lack of appreciation for the role of sustainable best practices in ICT and the role of ICTs in organisations. The Government is analysing steps to remove these barriers and create opportunities for sustainable green growth."}, {"text_block_id": "p46_b823", "text": "High on the national ICT agenda, is increasing broadband Internet reach across Guyana. Experiences and case studies from other countries inform that greater access to the Internet yields economic growth, digital equity and social cohesion. The Government is planning to adapt a whole-of-government approach as the means to realising similar benefits for Guyana."}, {"text_block_id": "p46_b824", "text": "Through the introduction of e-Services, the Government will be able to redesign business processes and promote online interaction with businesses and citizens in order to reduce costs, save time, promote equity and reduce the impact on the environment. Further, recognising that modern business environments require a technologically competent workforce, the Government is aiming to establish a Centre of Excellence in Information Technology (CEIT). This could increase employment and promote economic growth through ICT entrepreneurial endeavours across Guyana."}, {"text_block_id": "p47_b825", "text": "Guyana's current knowledge management infrastructure challenges will be addressed as part of the GSDS, to ensure an adequate ICT system for government and regional bodies, cybersecurity policy and arrangements, a good legal framework for data access and a good management, and knowledge of and access to ICT inland and in poor and remote communities."}, {"text_block_id": "p47_b826", "text": "Key areas for knowledge management, information and communications"}, {"text_block_id": "p47_b827", "text": "Existing goals and targets"}, {"text_block_id": "p47_b828", "text": "The"}, {"text_block_id": "p47_b829", "text": "Government’s national development agenda can be realised"}, {"text_block_id": "p47_b830", "text": "through an ICT-based ecosystem"}, {"text_block_id": "p47_b831", "text": "that (1) aids in the efficient delivery of government services; (2) fosters citizen’s engagement; (3)"}, {"text_block_id": "p47_b832", "text": "builds and strengthens business competitiveness. Towards this end, the following strategic objectives have been identified:"}, {"text_block_id": "p47_b833", "text": ""}, {"text_block_id": "p47_b834", "text": "E-Services (e.g. eHealth, e-Education, e-Security, e-Commerce):"}, {"text_block_id": "p47_b835", "text": "Improve the delivery of government services to the citizenry through an enabling ICT-based environment."}, {"text_block_id": "p47_b836", "text": ""}, {"text_block_id": "p47_b837", "text": "E-Participation:"}, {"text_block_id": "p47_b838", "text": "Reduce digital exclusion (divide) at all levels; both externally and domestically"}, {"text_block_id": "p47_b839", "text": ""}, {"text_block_id": "p47_b840", "text": "Increase citizen’s digital participation"}, {"text_block_id": "p47_b841", "text": "in pursuit of good governance, transparency, accountability, democracy and sustainable development."}, {"text_block_id": "p47_b842", "text": ""}, {"text_block_id": "p47_b843", "text": "E-Administration:"}, {"text_block_id": "p47_b844", "text": "Implement a well-regulated, secure computing environment for the Government of Guyana in keeping with industry best practices. Adopt and promote environmentally friendly and sustainable ICT practices within the public sector. Implement a whole-of-government approach for ICT adoption, capacity development and interoperability among Government Agencies; and promote/support the Government of"}, {"text_block_id": "p47_b845", "text": "Guyana’s ICT initiatives through synergies"}, {"text_block_id": "p47_b846", "text": ", locally, regionally and internationally."}, {"text_block_id": "p47_b847", "text": "4.7 International Cooperation, Trade and Investment"}, {"text_block_id": "p47_b848_merged_merged_merged", "text": "International cooperation is a key component of the GSDS, due to the interlinked nature of Guyana’s natural assets and economy. Guyana shares land and marine boundaries with a number of countries as well as common transboundary ecosystems which require the development and implementation of common strategies and good regional and international cooperation. The Guiana Shield is a major transboundary ecosystem that is one of the largest blocks of primary tropical forest in the world and an eco-region with very high biodiversity levels. Given the"}, {"text_block_id": "p48_b851", "text": "extensive rainforest of the Guyana Shield and the role it plays in water regulation of Amazon and Orinoco basins, Guyana as part of that eco-region has a critical role to play in mitigating climate change through sustainable management of ecosystems."}, {"text_block_id": "p48_b852", "text": "As a Caribbean Community State and one of the founding members of the Caribbean Community,"}, {"text_block_id": "p48_b853", "text": "commonly referred to as “the “bread basket of the Region”"}, {"text_block_id": "p48_b854", "text": ", Guyana has a central role to play in fostering cooperation and development in the Caribbean Region, such as contributing to the"}, {"text_block_id": "p48_b855", "text": "Caribbean Region’s Food Security."}, {"text_block_id": "p48_b856", "text": "However, to fully realise this potential, it will require investment from other countries in the region and beyond. One of the objectives of the GSDS is to create an enabling environment for such investment to occur. Success will position Guyana as a leader in ensuring that the environmental dimensions contained in the Revised Treaty of Chaguaramas Including the CARICOM Single Market and Economy are further developed and adopted by its regional partners."}, {"text_block_id": "p48_b857", "text": "Guyana’s abundant natural resources"}, {"text_block_id": "p48_b858", "text": "across key economic sectors"}, {"text_block_id": "p48_b859", "text": "–"}, {"text_block_id": "p48_b860", "text": "agriculture, fisheries, forestry, tourism, manufacturing and renewable energy-indicate that is well placed to expand both trade"}, {"text_block_id": "p48_b861", "text": "and investment. The objectives of sustainable development must guide Guyana’s trade and"}, {"text_block_id": "p48_b862", "text": "investment policy in order to fully take into account the human, cultural, economic, social, health and environmental best interests of Guyana and by extension the Member States of the Caribbean Community as markets increasingly open to international customers."}, {"text_block_id": "p48_b863", "text": "Strategic areas to enhance international cooperation, trade and investment:"}, {"text_block_id": "p48_b864", "text": "A number of actions will be taken to enhance international cooperation and to enhance Guyana’s"}, {"text_block_id": "p48_b865", "text": "standing both at the regional and international levels. These include"}, {"text_block_id": "p48_b866", "text": "inter alia,"}, {"text_block_id": "p48_b867", "text": "a)"}, {"text_block_id": "p48_b868", "text": "Taking the lead in biodiversity conservation within the context of the Decision of the Committee on Trade and Economic Development (COTED) of the Caribbean Community at the Twenty Fifth Special Meeting of COTED in April of 2008 which mandated the development of the Community Environment and Natural Resources Policy Framework."}, {"text_block_id": "p48_b869", "text": "b)"}, {"text_block_id": "p48_b870", "text": "Work conscientiously within the parameters agreed with the United Nations to settle all outstanding land and marine border issues. In the case of the border controversy between Venezuela and Guyana, the United Nations has given the two countries one more year to resolve the matter through mediation."}, {"text_block_id": "p48_b871", "text": "c)"}, {"text_block_id": "p48_b872_merged_merged_merged", "text": "As a member of the United Nations, Guyana will continue to adhere to the principles which underpin the United Nations, including, inter alia, its Charter and the Human Rights Treatiesto which it is a party. Guyana also adheres to all the instruments adopted by the"}, {"text_block_id": "p49_b876", "text": "United Nations on environment and sustainable development and in particular the instruments on the sustainable development of Small Island Developing States (SIDS). It also supports the Alliance of Small Island States as the lead spokes entity for Small Island Developing States within the United Nations System. Guyana adheres to the principles of all the various international institutions of which it is a member, including, inter alia, the African, Caribbean and Pacific (ACP) Group; the Commonwealth; the Non-Alignment etc."}, {"text_block_id": "p49_b877_merged", "text": "In International Trade, the Government of Guyana aims to expand regional and international trade while also diversifying Guyana’s main trade partners to ensure that export industries are resilient to foreign market and regulatory change. Guyana will take the necessary steps to promote international competitiveness, while ensuring sustainability. This strategic area closely links to the thematic area on inclusive and green structural transformation and requires the consideration of number of strategic areas:"}, {"text_block_id": "p49_b880", "text": "a)"}, {"text_block_id": "p49_b881", "text": "Strengthen the capacity to adhere to regional and international environmental, health and safety standards, including, sanitary and phytosanitary measures. This includes technical assistance to producers to meet relevant standards (which would increase competitiveness and access to international markets) as well as the development and/or improvement of sustainable goods and services. Foreign product standards and local resource management practices can have significant and damaging impacts on trade flows such as the United Kingdom ban on imports of greenheart wood from Guyana."}, {"text_block_id": "p49_b882", "text": "b)"}, {"text_block_id": "p49_b883", "text": "Strengthening of the country’s plant health capabilities, in particular monitoring"}, {"text_block_id": "p49_b884", "text": "at the port as a means of minimizing risk to agriculture and biodiversity."}, {"text_block_id": "p49_b885", "text": "c)"}, {"text_block_id": "p49_b886", "text": "How to best support existing and new exporters to access new international markets for both traditional and non-traditional products."}, {"text_block_id": "p49_b887", "text": "d)"}, {"text_block_id": "p49_b888", "text": "How to best support existing and new importers to identify, communicate with and reach sound and fair agreements with international suppliers."}, {"text_block_id": "p49_b889", "text": "In the case of Investment promotion, the government should start a dialogue with the private finance sector to set clear guidelines for the adoption of Environmental, Social and Governance concepts (ESG) but also to encourage greater foreign investment in general. It will be of vital importance to align the private finance with environmental sustainability, this is no longer a trend or a niche market, according to the latest reports of the G20 Green Finance Study Group, instead this is an issue of competitiveness and efficiency for the industry. Some of the actions to be considered are:"}, {"text_block_id": "p49_b890", "text": "a)"}, {"text_block_id": "p49_b891", "text": "Investors are aware and acknowledge national and international social and environmental frameworks as a guiding principle for their operations."}, {"text_block_id": "p50_b892", "text": "b)"}, {"text_block_id": "p50_b893", "text": "Investors establish and maintain, where appropriate, local community liaison processes, especially in projects involving extensive natural resource-based activities."}, {"text_block_id": "p50_b894", "text": "c)"}, {"text_block_id": "p50_b895", "text": "ESG measures are adopted as standard for the finance sector to encourage foreign direct investment aligned domestic environmental legislation and requirements."}, {"text_block_id": "p50_b896", "text": "d)"}, {"text_block_id": "p50_b897", "text": "A review of existing incentives for foreign direct investment (FDI) including the procedures in which such incentives are designed, approved and implemented."}, {"text_block_id": "p50_b898", "text": "e)"}, {"text_block_id": "p50_b899", "text": "Improving the transparency of tax and legal considerations concerning FDI to ensure that foreign investors are confident that Guyana can provide a stable and predictable"}, {"text_block_id": "p50_b900", "text": "investment environment in which foreign investors’ rights, in particular property rights,"}, {"text_block_id": "p50_b901", "text": "are acknowledged and upheld."}, {"text_block_id": "p50_b902", "text": "f)"}, {"text_block_id": "p50_b903", "text": "Improving data collection on the flows of FDI into different sectors of the economy to understand which sectors depend heavily on external sources of finance and where there might be bottlenecks preventing additional flows of finance."}, {"text_block_id": "p50_b904", "text": "5. Financing and Resource Mobilization"}, {"text_block_id": "p50_b905", "text": "This section of the Green State Development Strategy (GSDS) will focus on resource mobilisation in order to obtain the funding required for"}, {"text_block_id": "p50_b906", "text": "the strategy’s"}, {"text_block_id": "p50_b907", "text": "implementation, matching GSDS focus areas with the wide pool of public and private, national and international funding available. This section presents three sources of finance; first, Official Development Aid (ODA) for which an overview of current flows to Guyana, its objectives and timescale are presented. Second, both domestic and international private finance is discussed, including its potential to finance the transition towards environmental sustainability in Guyana. Third, it considers potential fiscal revenues which could be used to support environmentally sustainable activities. In Annex 1, a preliminary matching exercise of international climate funds to priority GSDS areas is provided."}, {"text_block_id": "p50_b908", "text": "5.1 Official Development Aid"}, {"text_block_id": "p50_b909", "text": "ODA flows to Guyana remained between USD 100 million and USD 180 million per annum between 2004 and 2014"}, {"text_block_id": "p50_b910", "text": ". While this is significantly lower than the 1997 peak of USD 265 million, ODA flows accounted for approximately 5% of GDP in 2014. Historically, ODA has been a significant source of finance for infrastructure development and social programs and has represented a large share of gross capital formation. The Government of Guyana has also taken advantage of several rounds of debt relief in recent years."}, {"text_block_id": "p50_b911_merged_merged_merged_merged", "text": "Current Flows of Public Climate Finance in Guyana account for USD 82.3 million that have been approved for activities in Guyana. Figure 1 indicates that 20% of this funding is from four multilateral climate funds and the remaining 80% from a bilateral agreement with the Government of Norway."}, {"text_block_id": "p51_b913", "text": "Figure 1."}, {"text_block_id": "p51_b914", "text": "Norway’s International Climate and F"}, {"text_block_id": "p51_b915", "text": "orest Initiative is the largest donor in Guyana by approved funding"}, {"text_block_id": "p51_b916", "text": "Note: Figures relate to approved funding, not disbursed funding."}, {"text_block_id": "p51_b917", "text": "Source: Climate Funds Update"}, {"text_block_id": "p51_b918", "text": "ibid"}, {"text_block_id": "p51_b919", "text": "This funding is aligned with the Low Carbon Development approach and is earmarked to support a range of both mitigation and adaptation activities spanning forestry, water, sanitation, flood protection and renewable energy"}, {"text_block_id": "p51_b920", "text": "ibid"}, {"text_block_id": "p51_b921", "text": ". The largest contribution of USD 66 million is from Norway and allocated to the Guyana REDD+ Investment Fund"}, {"text_block_id": "p51_b922", "text": ". This contribution was fundamental to the"}, {"text_block_id": "p51_b923", "text": "establishment of the Government’s Low Carbon Development approach. The Government of"}, {"text_block_id": "p51_b924", "text": "Norway has indicated the possibility of additional funding depending"}, {"text_block_id": "p51_b925", "text": "on progress on Guyana’s"}, {"text_block_id": "p51_b926", "text": "REDD+ enabling activities and the independent verification of reductions in deforestation and forest degradation."}, {"text_block_id": "p51_b927", "text": "Key multilateral creditors to Guyana include the Inter-American Development Bank (IDB), the Caribbean Development Bank (CDB) and the World Bank (WB), which together account for 60% of external debt. Bilateral debt is mainly from China and Venezuela."}, {"text_block_id": "p51_b928", "text": "Inter-American Development Bank (IDB):"}, {"text_block_id": "p51_b929", "text": "Since 2012, the IDB has approved a total of USD 143.6"}, {"text_block_id": "p51_b930", "text": "million on loans and investment operations and USD 16.8 million on technical cooperation. The IDB country program evaluation is from 2012 to 2016 and it is aligned with the Low Carbon Approach. There should be a new country evaluation draft that could be aligned with the Green State Development Strategy."}, {"text_block_id": "p51_b931_merged_merged_merged_merged", "text": "Caribbean Development Bank (CDB): The CDB Country Strategy Paper covers the 2013-2017 period and features poverty reduction and green growth objectives. The total amount proposed on the strategy is USD 47.2 million, of which USD 35.9 million are loans and USD 7.7 million, grants."}, {"text_block_id": "p52_b935", "text": "World Bank (WB):"}, {"text_block_id": "p52_b936", "text": "Guyana’s Country Assistance Strategy covered the period 2009"}, {"text_block_id": "p52_b937", "text": "-2012 and"}, {"text_block_id": "p52_b938", "text": "consisted of a program of lending, technical assistance and analytical work to support the Gov"}, {"text_block_id": "p52_b939", "text": "ernment’s national development plan in line with the low carbon approach."}, {"text_block_id": "p52_b940", "text": "The World Bank´s financing to Guyana is channelled through interest-free loans and grants from the International Development Association (IDA). The Bank is currently discussing its future engagement with the new Government."}, {"text_block_id": "p52_b941", "text": "International Fund for Agricultural Development (IFAD):"}, {"text_block_id": "p52_b942", "text": "IFAD has worked in Guyana since 1987,"}, {"text_block_id": "p52_b943", "text": "providing over USD 22 million in financing for three rural development initiatives that have benefited 12,000 poor rural households. The five-year project Hinterland Environmentally Sustainable Agricultural Development (HEAD) will be supported by USD 8.5 million for the 20162018 cycle."}, {"text_block_id": "p52_b944_merged_merged_merged", "text": "The major donors listed above have aligned their strategies for Guyana with the Low Carbon Development approach. As these donors’ funds are replenished and strategies renewed, the Government must incorporate the priorities of the GSDS into any new strategies which in turn, may lead to additional resources to secure its implementation."}, {"text_block_id": "p52_b947", "text": "Tne major limiting factor for the availability of ODA financing going forward is Guyana's reclassification as an upper middle income country in July 2016. Guyana's ODA has traditionally been granted on highly concessional terms, including grants and low-interest loans. With Guyana's reclassification, it will no longer be eligible for concessional financing from many creditors, including the IDA funds from the World Bank. To address this, the Government is reaching out to non-traditional lenders, such as the Islamic Development Bank, and combining grant funding with non-concessional loans to finance development programmes at an affordable cost."}, {"text_block_id": "p52_b948", "text": "Table 1 provides a quick overview of when each of the major donors will begin this process."}, {"text_block_id": "p53_b949", "text": "Table 1."}, {"text_block_id": "p53_b950", "text": "Potential donors and associated timeline for resource mobilization"}, {"text_block_id": "p53_b951", "text": "5.2 Unleashing the Potential of Private Finance"}, {"text_block_id": "p53_b952_merged", "text": "Guyana´s private financial system is reliable and stable. The six commercial banks, (three foreign and three national) are the largest and most important financial institutions in Guyana. Together, they accounted for assets equivalent to 98.8% of GDP in 2010.Guyana's commercial banks are well-capitalized, holding reserves equal to over 160% of required reserves at the end of November 2016. However, coverage of the financial sector is poor. Guyana has fewer bank branches per capita than its neighbours, Trinidad and Tobago and Suriname (8.4 per 100,000 people in Guyana versus 13.0 in Trinidad and Tobago and 11.1 in Suriname), and many fewer ATMs per capita (16.7 per 100,000 people in Guyana versus 41.0 in Trinidad and Tobago and 47.8 in Suriname). Port Kaituma and Lethem are the only hinterland communities with bank branches; many hinterland residents must make costly overnight trips to access financial services."}, {"text_block_id": "p53_b957", "text": "Non-Bank Financial Institutions are the next largest financial group with assets equivalent to 42% of GDP in 2010. They include mortgage providers, trusts, credit unions and pension funds. The nine insurance companies are the next largest group by assets, equivalent to 16.6% of GDP."}, {"text_block_id": "p54_b958", "text": "The commercial banking sector accepts deposits, provides loans, makes payments in both domestic and foreign currency, and supports import and export financing. Households account for the largest share of deposits, making up roughly 52% of total deposits with commercial banks"}, {"text_block_id": "p54_b959", "text": ". Business enterprises are the largest borrower, accounting for about 46% of loans by value, followed by real estate mortgage loans, which account for about 34%. Loans to households account for about 17%, while loans to non-bank financial institutions, the public sector, and non"}, {"text_block_id": "p54_b960", "text": "-"}, {"text_block_id": "p54_b961", "text": "residents account for about 1% each"}, {"text_block_id": "p54_b962", "text": ". Within lending to private business enterprises, lending to businesses in the services industry accounts for about 57% of lending, half of that going to distribution services. Manufacturing accounts for 28%, agriculture 11%, and mining 4%"}, {"text_block_id": "p54_b963", "text": ". In the past few years, credit growth has slowed. Industry participants have attributed this to lack of good business investment opportunities, and an increase in risk aversion due to rising non-performing loan ratios."}, {"text_block_id": "p54_b964", "text": "These figures demonstrate that there is some potential for the domestic financial sector to invest in private sector activities that are aligned with the GSDS. However, because local financial institutions are highly risk averse, they may be hesitant to make loans to innovative, new business models that are unproven, but have the potential to transform the economy. Experiences are diverse on how to best mobilize the financial sector towards sustainable finance and the adoption of Environmental, Social and Governance criteria (ESG). This can be done through regulation, voluntary agreements, or through subsidy programmes such as loan guarantees for loans that meet these criteria. The GSDS should explicitly research and consider international experience in incentives to promote private sector financing. A large body of analysis has been undertaken by multilateral development banks, think tanks and governments around the world on this issue and"}, {"text_block_id": "p54_b965", "text": "may offer recommendations that are particularly relevant to Guyana’s context."}, {"text_block_id": "p54_b966", "text": "A particularly promising option may be the establishment of public-private partnerships in which the Government of Guyana works directly with private companies on investments which support activities under the GSDS such as sustainable agriculture, resilient infrastructure and renewable energy. Such partnerships may prove attractive investment opportunities for the private sector including individuals and businesses from the Diaspora."}, {"text_block_id": "p54_b967_merged_merged_merged", "text": "The domestic financial sector also has the potential to support GSDS activities through public debt financing. Currently, domestic finance accounts for only about a quarter of Guyana's outstanding debt stock. Most of this domestic debt is composed of Treasury Bills with maturities of less than one year 46 , which are issued for monetary policy purposes, and proceeds from their sales are"}, {"text_block_id": "p55_b971", "text": "placed in a special account used to repay the Bills when they mature. Commercial banks have indicated that they would be interested in purchasing a wider range of domestic public debt instruments, including medium and long-term government bonds. Such bonds could be used to finance government investments under the GSDS. The Government is currently exploring issuing a medium term bond in the near future, which could be a precursor to a more developed domestic bond market able to support green economy investments."}, {"text_block_id": "p55_b972", "text": "5.3 Fiscal Revenue"}, {"text_block_id": "p55_b973", "text": "While the fiscal deficit has remained below 5% of GDP, the declining prices of Guyana’s key export"}, {"text_block_id": "p55_b974", "text": "products will put increasing pressure on Government budgets. In addition, as average incomes in Guyana rise, the supply of ODA will fall and borrowing terms will tighten. The resource mobilisation strategy will address the need for sustainable sources of revenue for the GSDS. The GSDS will consider new of sources of public income and suggest the most appropriate ways to allocate resources to secure its implementation."}, {"text_block_id": "p55_b975", "text": "One area of exploration is the potential to employ environmental taxes. Environmental taxes directly address environmental market failures by \"pricing in\" environmental costs in economic decision-making. They provide incentives to reduce environmental harms, and make green technologies more competitive. They can also provide a source of revenue which can be used to finance green programmes. Guyana's environmental tax on imports of beverages in non"}, {"text_block_id": "p55_b976", "text": "-"}, {"text_block_id": "p55_b977", "text": "returnable containers is one example."}, {"text_block_id": "p55_b978_merged_merged", "text": "Payments for environmental services (PES or payments for ecosystem services) are a related concept. PES are payments to landowners who have agreed to take certain actions to manage their land to provide an ecological service. In PES schemes, people managing and using natural resources, typically forest owners or farmers, are paid to manage their resources sustainably. This could protect watersheds, conserve biodiversity or capture carbon dioxide (carbon sequestration) through, for example, replanting trees, keeping living trees standing or by using different agricultural techniques. For this to be a viable source of finance for the GSDS, payments must be made by the beneficiaries of the environmental services such as water users and hydropower companies, as opposed to the local or national government. The most appropriate system for the collection and redistribution of payments will depend on the specific context."}, {"text_block_id": "p56_b980", "text": "6. A Monitoring, Verifying and Evaluation Framework for the GSDS Reporting"}, {"text_block_id": "p56_b981", "text": "The Green State Development Strategy (GSDS) will include a robust monitoring and evaluation framework. For monitoring and evaluation to be successful, it must be planned in advance of implementation. As such, the GSDS will include a fully enumerated monitoring and evaluation plan. This plan will include:"}, {"text_block_id": "p56_b982", "text": "a)"}, {"text_block_id": "p56_b983", "text": "Key outcomes that the GSDS intends to achieve"}, {"text_block_id": "p56_b984", "text": ". These outcomes should represent the holistic goals of the GSDS, which are also aligned to the Agenda for Sustainable Development 2030 and the Sustainable Development Goals. Each principle and theme should have at least one associated outcome."}, {"text_block_id": "p56_b985", "text": "b)"}, {"text_block_id": "p56_b986", "text": "A basic theory of change for how the GSDS will achieve these outcomes"}, {"text_block_id": "p56_b987", "text": ". Because the GSDS is a strategy document, the theory of change needs not include particular activities or inputs. However, it should indicate how the broad outputs supported by the strategy will lead to intermediate and final outcomes."}, {"text_block_id": "p56_b988", "text": "c)"}, {"text_block_id": "p56_b989", "text": "Indicators allowing progress towards the key outcomes to be tracked"}, {"text_block_id": "p56_b990", "text": ". Every key outcome should have at least one indicator. These indicators could adhere to the SMART"}, {"text_block_id": "p56_b991", "text": ". Every key outcome should have at least one indicator. These indicators could adhere to the SMART\n* they should be specific, measurable, achievable, relevant, and time-bound.\n<\\li1>"}, {"text_block_id": "p56_b993", "text": "d)"}, {"text_block_id": "p56_b994", "text": "An assessment of data availability and recommendations for additional data collection, if necessary."}, {"text_block_id": "p56_b995", "text": "The GSDS could note whether data are available on a timely basis for all of the proposed indicators. Where data are not currently available, the GSDS could include recommendations for supplementing data collection as needed to support full monitoring and evaluation of the GSDS."}, {"text_block_id": "p56_b996", "text": "e)"}, {"text_block_id": "p56_b997", "text": "A baseline assessment of key outcomes."}, {"text_block_id": "p56_b998", "text": "Using all indicators available, the GSDS could include a baseline assessment of the current status of all key outcomes. This would allow progress under the GSDS to be evaluated against the state of Guyana's green economy before implementation of the GSDS. This baseline assessment could also serve as an essential input for all of the GSDS recommendations. Such baselines will be indicated by the respective sector entity (Ministry or otherwise) given prior and on-going work."}, {"text_block_id": "p56_b999", "text": "f)"}, {"text_block_id": "p56_b1000", "text": "A monitoring and evaluation plan, including a schedule for evaluation of the GSDS"}, {"text_block_id": "p56_b1001", "text": ". Monitoring and evaluation could be a continuing process that allows policy as an early warning mechanism and provides evidence for mid-course corrections for issues that are not on track. The monitoring plan could include procedures and schedules for collecting indicators and implementation data. It could also include process evaluations, scheduled on a frequent basis, and impact evaluations, scheduled with moderate frequency."}, {"text_block_id": "p57_b1002", "text": "III. Institutional Process for the Elaboration of the Green State Development Strategy"}, {"text_block_id": "p57_b1003", "text": "Pursuant to Article 13 of the Constitution of the Co-operative Republic of Guyana a central aspect of good governance is the provision of increasing opportunities for the participation of citizens in the management and decision making processes of the State. The development and implementation of the Green State Development Strategy (GSDS) is no exception; furthermore it needs to embrace a collective vision towards green development and the agenda 2030 as a requisite for its successful buy-in and subsequent implementation. It is therefore necessary that all organs of the State and the branches of Government"}, {"text_block_id": "p57_b1004", "text": "—"}, {"text_block_id": "p57_b1005", "text": "the Presidency; the Executive; Parliament; the Opposition; Local Democratic Organs; the Judicature; the Service Commissions and the Body Politic"}, {"text_block_id": "p57_b1006", "text": "—"}, {"text_block_id": "p57_b1007", "text": "are fully apprised of the aims, objectives and content of the GSDS and their individual and collective responsibility in its implementation and its contribution to the good life of all Guyanese. Further, the governance structure for the development of the GSDS must include all necessary consultations with civil society and non-government participants at all levels from villages/community upwards."}, {"text_block_id": "p57_b1008", "text": "During the initial stakeholder consultation (December 2016), it was expressed that historically Guyana has not benefitted sufficiently from the exploitation of its natural resources by foreign entities. To address this issue there is consensus that all agreements which involve the use of the"}, {"text_block_id": "p57_b1009", "text": "country’s natural resources should be"}, {"text_block_id": "p57_b1010", "text": "presented in the National Assembly as a means of increasing transparency. The consultation also revealed two other key messages: the need for a people-centred strategy, and the necessity for a mechanism that endorses the principle of a GSDS, which is able to transcend changes in government."}, {"text_block_id": "p57_b1011", "text": "1. Institutional Arrangements for the Elaboration of the Green State Development Strategy"}, {"text_block_id": "p57_b1012", "text": "To facilitate the development of the Green State Development Strategy (GSDS), a number actors and specific actions shall be taken for its elaboration, consultation and final endorsement. The main institutions responsible for driving the development, endorsement and implementation of the GSDS are those outlined in the Constitution of the Republic, some of the listed below:"}, {"text_block_id": "p57_b1013", "text": "a)"}, {"text_block_id": "p57_b1014", "text": "Parliament"}, {"text_block_id": "p57_b1015_merged_merged_merged", "text": ": the GSDS shall be shared with Parliament, the result of which will be a White Paper which defines Government policy, including proposals for legislative changes. Key responsibilities of the National Assembly shall be to ensure that adequate resources are allocated for the GSDS implementation and hold the Executive accountable for its implementation. In this regard, the Executive shall report periodically to the National Assembly on the GSDS implementation including mitigation of obstacles to its implementation. This will be proceeded by the issuance of a Green Paper by the Ministry of the Presidency, which shall invite stakeholders and the public in general to comment. The Green Paper will contain several alternative policies and shall form the basis of State"}, {"text_block_id": "p58_b1026", "text": "wide consultations. Once it gains the approval of the National Assembly it shall become a State Policy"}, {"text_block_id": "p58_b1027", "text": ". To facilitate a national consensus at the political level,"}, {"text_block_id": "p58_b1028", "text": "periodic Strategic Consultations may be held, if necessary, between the Executive Branch of Government and the Opposition"}, {"text_block_id": "p58_b1029", "text": "."}, {"text_block_id": "p58_b1030", "text": "b)"}, {"text_block_id": "p58_b1031", "text": "President of the Co-operative Republic of Guyana and Ministry of the Presidency: the President"}, {"text_block_id": "p58_b1032", "text": "is the Head of State and the supreme executive authority. The Office of the Presidency, and in particular the Department of Environment, has been charged with the responsibility for the GSDS and therefore is a major driver for its preparation. Political will and leadership at the highest level is a sine qua non for the construction of a strategy that represents the collective will towards Green State Development that is embraced by all."}, {"text_block_id": "p58_b1033", "text": "c)"}, {"text_block_id": "p58_b1034", "text": "Executive Branch including the Cabinet"}, {"text_block_id": "p58_b1035_merged_merged", "text": "will play a critical role not only in the GSDS development but also in its implementation. The Cabinet, as the Central Organ of the Executive Branch, shall ensure consistency and complementarity across the various sectors with respect to the GSDS implementation. Appropriate mechanisms will be employed to support this thrust, including an Inter-ministerial and/or a multi-stakeholder Advisory Committee under the Chairmanship of the President and/or His Designate and comprising of Ministries’ representatives, and representatives of the necessary major groups, religious peoples and representation from the Office of the Opposition."}, {"text_block_id": "p58_b1038", "text": "d)"}, {"text_block_id": "p58_b1039", "text": "Local Democratic Organs of the State"}, {"text_block_id": "p58_b1040", "text": "shall play an important collaborative role in organising and educating the community about the GSDS and allowing them to exercise their rights and take responsibility for its implementation, attending in particular to the needs of vulnerable groups to reduce inequity and leave no one behind. The ten regions into which the State is divided and their sub-regions will be important actors in the mobilisation and engagement of people during the broad national multi-stakeholder consultation process for the elaboration of the GSDS, as well as for its future implementation. This process will involve the strengthening of the Village Economy, including through, inter alia, the establishment of major Economic Centres in the hinterland regions; a Market Place for Initiatives which could easily be accessed by the citizenry; as well as Partnership Nodes for Funding and Access."}, {"text_block_id": "p58_b1041", "text": "2. Coordination and Implementation Mechanisms for the Elaboration of the Green State Development Strategy:"}, {"text_block_id": "p58_b1042", "text": "In order to facilitate the efficient and effective preparation of the GSDS within the specified timeline, and to ensure both accountability of, and coordination between different relevant"}, {"text_block_id": "p59_b1043", "text": "national authorities and partners, a number of implementation structures have been designed, including the following:"}, {"text_block_id": "p59_b1044", "text": ""}, {"text_block_id": "p59_b1045", "text": "UN Environment Regional Office for Latin America and the Caribbean and National Coordination Desk in Guyana:"}, {"text_block_id": "p59_b1046", "text": "as per request from the H.E President of Guyana, UN Environment (through the Regional Office in Latin America) will be providing the technical support for the elaboration of the GSDS, including concomitant safeguards for its development and elaboration. In order to respond in an efficient and effective manner the UN Environment will establish a small Coordination Desk in Guyana. This Coordination Desk will be working closely with the Ministry of the Presidency, in coordination with the UN Resident Coordinator and the UN Country Team, and other support groups and/or mechanisms of support, should they become available. The National Coordination Desk will support the work of the Inter-Ministerial and/or Multi-stakeholder Advisory Committee, and the multi-stakeholder experts groups, as well as dialogues and cooperation with donors, as well as other relevant partners."}, {"text_block_id": "p59_b1047", "text": ""}, {"text_block_id": "p59_b1048", "text": "UN Country Team (UNCT)"}, {"text_block_id": "p59_b1049", "text": ": UN Environment is working close coordination with the UN Resident Coordinator and the UNCT, who is providing expert guidance and technical knowledge to the development of the GSDS, given its long-standing history in the country and in multiple areas of socio-economic governance and other capacities. Synergies with other UN projects in Guyana will be identified and prioritised to provide the greatest possible impact, a coherent GSDS."}, {"text_block_id": "p59_b1050", "text": ""}, {"text_block_id": "p59_b1051", "text": "Multi-stakeholder Expert Groups:"}, {"text_block_id": "p59_b1052", "text": "dedicated thematic and multi-stakeholder expert groups will be organised based upon relevant existing expert groups/platforms to provide specific guidance and feedback for the elaboration of each of the thematic areas of the GSDS. Efforts will be made to draw on a wide range of relevant expertise, including, inter alia, the Guyanese Diaspora and Caribbean experts. Where necessary, to avoid duplicity, existing stakeholder forums will be utilised and previous consultations respected to avoid fatigue."}, {"text_block_id": "p59_b1053", "text": "3. Phases for the Elaboration of the Green State Development Strategy"}, {"text_block_id": "p59_b1054", "text": "The preparation of the GSDS will be done in five phases as follows:"}, {"text_block_id": "p59_b1055", "text": "Phase 1: Initiation:"}, {"text_block_id": "p59_b1056", "text": "This phase, for the purpose of this document, commenced when an official request was received by the United Nations Environment Programme (UN Environment) from the Government of Guyana for assistance in the development of the GSDS. As a response, UN Environment undertook a scoping and consultation mission to Guyana from 12-14 December 2016. In addition to the collection of relevant information and data, a main focus of the mission was to hold consultations with target groups, including, inter alia, representatives of the public and private sectors; civil society; the Caribbean Community Secretariat; UNCT; and Bi-lateral"}, {"text_block_id": "p60_b1057", "text": "donors to solicit their perspectives on the proposed GSDS and their views on the scope and the main issues to be addressed. The mission was honoured with the opportunity to meet His Excellency, the President of Co-operative Republic of Guyana. This phase concludes with the preparation of this Framework Document for the GSDS."}, {"text_block_id": "p60_b1058", "text": "Phase 2: Mobilisation of Resources for the GSDS Elaboration:"}, {"text_block_id": "p60_b1059", "text": "Using the Output of Phase 1 as a basis, a proposal will be submitted to the Guyana REDD+ Investment Fund (GRIF) to finance the Elaboration of the GSDS, including the activities necessary for multi-stakeholder consultations, sectoral studies, capacity development and communication and outreach around the Green State and Inclusive Green Development."}, {"text_block_id": "p60_b1060", "text": "This phase will be carried out in two stages: the analysis and development of thematic and sectoral studies for each of the priority areas of the framework and the coordination of a country-wide consultation process. The output from the first stage"}, {"text_block_id": "p60_b1061", "text": "—"}, {"text_block_id": "p60_b1062", "text": "the elaboration of analysis and studies for each strategic area"}, {"text_block_id": "p60_b1063", "text": "—"}, {"text_block_id": "p60_b1064", "text": "will be used as the basis of a country-wide multi-stakeholder consultation, with other inputs as they become available. It is anticipated that Entities and Organs of the State will play a leading role in facilitating dialogue and consultative processes at various levels, including at the level of the Village and Region to the macro national level platforms. The main output of this phase will be the preparation of a draft GSDS, which will be submitted to His Excellency the President of the Republic. This phase is anticipated to take, based on the timeframe established by the Office of the Presidency from March to September 2017."}, {"text_block_id": "p60_b1065", "text": "Phase 4: Approval and agreement on the GSDS:"}, {"text_block_id": "p60_b1066", "text": "This phase will include a number of stages commencing with the issuance by the Executive Branch of the Government of a Green Paper representing the Government intent to adopt and implement the GSDS; timely dissemination of the proposal and inviting the public to provide final comments and inputs before finalising the GSDS for submission to the National Assembly. Once considered by the National Assembly, the GSDS will be issued as a White"}, {"text_block_id": "p60_b1067", "text": "Paper with the status as a “"}, {"text_block_id": "p60_b1068", "text": "State Policy"}, {"text_block_id": "p60_b1069", "text": "”."}, {"text_block_id": "p60_b1070", "text": "It is important to note that given an online platform and other platforms through which the public will be able to voice their"}, {"text_block_id": "p60_b1071", "text": "views on the GSDS, the GSDS shall be considered a “living document” subject to periodic review"}, {"text_block_id": "p60_b1072", "text": "and amendments."}, {"text_block_id": "p60_b1073", "text": "Phase 5: Resource Mobilisation and the Implementation of the GSDS:"}, {"text_block_id": "p60_b1074", "text": "It is anticipated that the 2018 Budget of the Government of Guyana will make significant provisions for the implementation of the GSDS, continuing from efforts in 2017. Moreover, the Green State Development Strategy will include a suggested approach for mobilising public and private finance to match the GSDS focus areas. Generally the GSDS will be used as a"}, {"text_block_id": "p60_b1075", "text": "guide to Guyana’s relationship with its bi"}, {"text_block_id": "p60_b1076", "text": "lateral and multilateral partners."}, {"text_block_id": "p60_b1077", "text": "Phase 6: Monitoring and Evaluation:"}, {"text_block_id": "p60_b1078_merged_merged_merged_merged", "text": "As a living document, the GSDS will be under constant review and will undergo necessary adjustments while retaining its status as a “State Policy”. Likewise, clear indicators will be defined to track process and measure its impact."}, {"text_block_id": "p61_b1083", "text": "References"}, {"text_block_id": "p61_b1084", "text": "BID. (2016)."}, {"text_block_id": "p61_b1085", "text": "Aproach paper Guyana 2012-2016 Country Program Evaluation ."}, {"text_block_id": "p61_b1086", "text": "Retrieved from https://publications.iadb.org/bitstream/handle/11319/7679/Approach-Paper-CountryProgram-Evaluation-Guyana-2012-2016.pdf?sequence=1"}, {"text_block_id": "p61_b1087", "text": "Breau of Stadistics. (2016)."}, {"text_block_id": "p61_b1088", "text": "National Population Trends: National size and Growth ."}, {"text_block_id": "p61_b1089", "text": "Retrieved from https://www.statisticsguyana.gov.gy/census.html"}, {"text_block_id": "p61_b1090", "text": "CIA. (n.d)."}, {"text_block_id": "p61_b1091", "text": "The World Factbook: Guyana."}, {"text_block_id": "p61_b1092", "text": "Economist Intelligence Unit. (2016)."}, {"text_block_id": "p61_b1093", "text": "Country Report: Guyana."}, {"text_block_id": "p61_b1094", "text": "London, United Kingdom."}, {"text_block_id": "p61_b1095", "text": "Government of Guyana. (2013)."}, {"text_block_id": "p61_b1096", "text": "Low Carbon Development Strategy ."}, {"text_block_id": "p61_b1097", "text": "Guyana, G. o. (n.d)."}, {"text_block_id": "p61_b1098", "text": "Guyana's National Development Strategy."}, {"text_block_id": "p61_b1099", "text": "IFAD. (n.d.)."}, {"text_block_id": "p61_b1100", "text": "Cooperative Republic of Guyana Country Strategy Note."}, {"text_block_id": "p61_b1101", "text": "Retrieved from https://operations.ifad.org/documents/654016/6f4ba2a6-a5ad-44c9-93d8-63438cb30231"}, {"text_block_id": "p61_b1102", "text": "Inter-American Development Bank. (n.d.)."}, {"text_block_id": "p61_b1103", "text": "The Ecotourim Industry in the Caribbean."}, {"text_block_id": "p61_b1104", "text": "Retrieved from https://publications.iadb.org/bitstream/handle/11319/6669/CMF_TN_Ecotourism_Industr y_in_the_Caribbean.pdf?sequence=1"}, {"text_block_id": "p61_b1105", "text": "International Monetary Fund . (2016, July)."}, {"text_block_id": "p61_b1106", "text": "2016 Article IV Consultation -Press Release: Staff Report: and Statment by the Executive Director for Guyana."}, {"text_block_id": "p61_b1107", "text": "Retrieved from http://www.imf.org/external/pubs/ft/scr/2016/cr16216.pdf"}, {"text_block_id": "p61_b1108", "text": "Ministry of Agriculture. (2013)."}, {"text_block_id": "p61_b1109", "text": "A National Strategy for Agriculture in Guyana 2013-2020."}, {"text_block_id": "p61_b1110", "text": "Retrieved from http://cms2.caricom.org/documents/11264-moa_agriculture_strategy_2013-2020_"}, {"text_block_id": "p61_b1111", "text": "-"}, {"text_block_id": "p61_b1112", "text": "_cd.pdf"}, {"text_block_id": "p61_b1113", "text": "The Global Economy. (2016)."}, {"text_block_id": "p61_b1114", "text": "Guyana: unemployement rate."}, {"text_block_id": "p61_b1115", "text": "Retrieved from http://www.theglobaleconomy.com/Guyana/Unemployment_rate/"}, {"text_block_id": "p61_b1116_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "World Bank. (2016, September). Guyana Overview. Retrieved from http://www.worldbank.org/en/country/guyana/overview"}, {"text_block_id": "p62_b1119", "text": "Annex I. Other Forms of Finance"}, {"text_block_id": "p62_b1120_merged", "text": "Foreign direct investment (FDI) consistently rose from 2003 but experienced a steep decline in 2013. FDI flows were relatively low in 2014 at approximately 8% of GDP  . This accounted for less than half of total investment. This is in part due to infrastructure bottlenecks in energy and transport which have led to poor dissemination of new technologies, stagnant productivity and limited access to international markets, and ultimately increasing production costs."}, {"text_block_id": "p62_b1123", "text": "International sources"}, {"text_block_id": "p62_b1124", "text": "Additional international finance may come from multilateral development banks and international private investors (though these are likely to play a smaller role than domestic private investors). Table 1 also lists a broad range of climate funds."}, {"text_block_id": "p62_b1125", "text": "Table 1.  Potential climate funds to consider"}, {"text_block_id": "p63_b1126", "text": "Source:"}, {"text_block_id": "p63_b1127", "text": "http://www.climatefundsupdate.org/"}, {"text_block_id": "p63_b1128_merged", "text": "As identified above, certain sources of finance, particularly those that are public, will only be willing to support specific types of activities within the Green State Development Strategy. Accordingly, it is useful to match each of the strategic areas of the Strategy to the pools of available funding. Table 2, provides a rough guide to how this might look for public climate funds. The Green State Development Strategy can expand on this by first breaking down each strategic area into specific activities, and second, considering a wider range of funding sources."}, {"text_block_id": "p64_b1130", "text": "As 0 demonstrates, some climate funds have a very narrow sectoral focus and are applicable to only a few of the strategic areas, while others provide funding for activities underpinning the majority of strategic areas."}, {"text_block_id": "p64_b1131", "text": "Private ESG investors will likely be interested in climate change mitigation and broad social and economic development goals and hence, investments within themes 1, 3, 5 and 6 may be attractive. Multilateral development banks provide funding for activities under most themes and so could fill the financing gap left from climate funds with respect to theme 7. The focus of other ODA flows and finance from philanthropic organizations is similarly broad."}, {"text_block_id": "p64_b1132", "text": "This exercise should inform the selection of priority sources which provide direct funding for (a number of) relevant activities and have a relatively large pool of capital available."}, {"text_block_id": "p65_b1133", "text": "Table 2. Considerable flows of public climate finance are relevant to the Green State Development Strategy"}], "document_description": "The framework document for Guyana's development along a ‘green' pathway is intended to provide guidance on the prioritised areas to be developed in the Green State Development Strategy (GSDS). It represents a roadmap for Guyana's development along a reduced emissions pathway and builds on the successes of the Low Carbon Development Strategy (LCDS) and several other national documents such as the Nationally Determined Contributions, Climate Resilience Strategy Action Plan (CRSAP), Draft National Energy Policy, and National Adaptation Strategy for the Agriculture Sector (2009 -2018). Development of the GSDS will be completed over the course of the next 12-18 months.A Climate Change Strategy and Action Plan was previously proposed in 2015."}