{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Guyana", "document_category": "Policy", "document_sector_name": ["Water", "Agriculture"], "document_language": "English", "document_name": "National Strategy for agriculture in Guyana 2013-2020", "document_country_code": "GUY", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2009", "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/GUY/2009/GUY-2009-12-25-National Strategy for agriculture in Guyana 2013-2020_ff33cb43ed0e19ca5aca9f9d5554b2a8.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p1_b2_merged", "text": "On behalf of the stakeholders of the agriculture sector, we would like to express gratitude to Ministers of Agriculture, Hon. Dr. Leslie Ramsammy and Hon. Mr. Ali Baksh for their invaluable contribution and guidance in crafting the Agriculture 2013-2020 Strategy."}, {"text_block_id": "p1_b4", "text": "Additionally, gratitude is extended to all Heads of Department of the Ministry for their leadership, commitment, technical inputs and fervent support in developing this document."}, {"text_block_id": "p1_b5", "text": "Recognition must be accorded to Dr. Oudho Homenauth, CEO NAREI for his continued support and inputs during the process of developing the strategy."}, {"text_block_id": "p1_b6", "text": "In addition, we would like to acknowledge the contribution of Ms. Natasha Beerjit Deonarine, Head of M&E for her work on the document."}, {"text_block_id": "p1_b7", "text": "We are indebted to the Hon. Minister of Agriculture, Dr. Leslie Ramsammy for being the Lead Writer of this Strategy."}, {"text_block_id": "p1_b8", "text": "As PS I will lead a team that will meet twice per year to assess implementation of this strategy and I look forward to the Annual Report which will provide an Implementation Index."}, {"text_block_id": "p3_b9_merged", "text": "We are pleased to introduce the 2013-2020 Natitional Agriculture Strategy for Guyana. This is the first overall Agriculture Strategy for Guyana. In the past sub-sector agriculture strategies have been presented, however this is the first time we have developed and presented a strategy that is an overall agriculture strategy,, to go along with the various sub-sector strategies."}, {"text_block_id": "p4_b19", "text": "Contents"}, {"text_block_id": "p5_b20", "text": "List of Tables"}, {"text_block_id": "p6_b21", "text": "Acronyms"}, {"text_block_id": "p9_b22", "text": "Chapter 1: Guyana Vision for Agriculture 2020"}, {"text_block_id": "p9_b23", "text": "GUYANA"}, {"text_block_id": "p9_b24", "text": "’S"}, {"text_block_id": "p9_b25", "text": "VISION FOR AGRICULTURE 2020"}, {"text_block_id": "p9_b26", "text": "Agriculture as our Vehicle for Sustained Economic and Social Prosperity"}, {"text_block_id": "p9_b27", "text": "Agriculture not only gives riches to a nation, but the only riches she can call her own"}, {"text_block_id": "p9_b28", "text": "–"}, {"text_block_id": "p9_b29", "text": "Samuel Johnson"}, {"text_block_id": "p9_b30", "text": "A"}, {"text_block_id": "p9_b31", "text": "griculture remains"}, {"text_block_id": "p9_b32", "text": "at the very heart of Guyana’s people"}, {"text_block_id": "p9_b33", "text": "-centered developmental agenda. In a country and in a world where the pursuit of equity for our citizens remain a major challenge and a fundamental development goal, where we have identified food security as a way to end poverty and hunger by 2025, it is our imperative to robustly promote a knowledge-based, multifunctional transformative agricultural sector. We see agriculture as a vehicle to promote national prosperity, end poverty and hunger and provide the opportunity for better lives for ALL OUR PEOPLE."}, {"text_block_id": "p9_b34", "text": "Guyana’s Vision for Agriculture 2020 seeks to change the view that agriculture is for subsistence livelihood while it also"}, {"text_block_id": "p9_b35", "text": "seeks to promote agriculture as a wealth generator and entrepreneurial enterprise, producing food and non-food commodities to meet local and export demands."}, {"text_block_id": "p9_b36_merged_merged_merged_merged", "text": "Previous strategies have focused on the 5-Cs and the 4Ps. Recall that in pre-independence years and shortly after independence, Guyana pursued a 5Cs approach targeting citrus, cassava, coconut, cocoa and cattle. In recent years, we adopted a 4P approach as a priority for the agriculture strategy – pepper, plantain, pineapple and pumpkin."}, {"text_block_id": "p10_b39", "text": "Introduction – Guyana’s Considerable Reputation as an Agricultural Country"}, {"text_block_id": "p10_b40", "text": "Introduction – Guyana’s Considerable Reputation as an Agricultural Country\n* History has shown that no country has escaped poverty or become wealthier without first making progress in\n* History has shown that no country has escaped poverty or become wealthier without first making progress in\n Indeed, Guyanaâs agricultural destiny is rooted in history. We once provided the colonial masters with\n* Our vision for agriculture in Guyana is based on the countryâs considerable reputation as a successful agriculture\n* Our vision for agriculture takes into consideration that the worldâs\n* The Vision for Agriculture 2020 is a mandate for Guyana to use its natural"}, {"text_block_id": "p11_b50", "text": "Introduction – Guyana’s Considerable Reputation as an Agricultural Country\n* History has shown that no country has escaped poverty or become wealthier without first making progress in\n* History has shown that no country has escaped poverty or become wealthier without first making progress in\n Indeed, Guyanaâs agricultural destiny is rooted in history. We once provided the colonial masters with\n* Our vision for agriculture in Guyana is based on the countryâs considerable reputation as a successful agriculture\n* Our vision for agriculture takes into consideration that the worldâs\n* The Vision for Agriculture 2020 is a mandate for Guyana to use its natural\n* It is likely, too, that agriculture will retain its significance in our development trajectory even if oil becomes a\n<\\li1>"}, {"text_block_id": "p12_b52", "text": "The Premise – The Guyana Vision for Agriculture 2020"}, {"text_block_id": "p12_b53", "text": "The Premise – The Guyana Vision for Agriculture 2020\n* Our Agriculture\n* Our premise is that Agriculture is central to food and nutrition security, to sustained economic growth for Guyana, in\n* But as Guyana looks to further climb the development ladder, agriculture will become an even more productive sector.\n* We will diversify and modernize the sector, overcoming barriers that presently exist. We will enhance genetic stock\n* Agriculture in Guyana is not only about feeding\n* But we will be cognizant of the opportunities of exporting food and non-food agricultural commodities like ethanol to\n* ."}, {"text_block_id": "p13_b70", "text": "The Premise – The Guyana Vision for Agriculture 2020\n* Our Agriculture\n* Our premise is that Agriculture is central to food and nutrition security, to sustained economic growth for Guyana, in\n* But as Guyana looks to further climb the development ladder, agriculture will become an even more productive sector.\n* We will diversify and modernize the sector, overcoming barriers that presently exist. We will enhance genetic stock\n* Agriculture in Guyana is not only about feeding\n* But we will be cognizant of the opportunities of exporting food and non-food agricultural commodities like ethanol to\n* .\n* . Agriculture must not be seen only as a producer of food for local\n* In this context, Guyanaâs Agriculture Strategy is designed as the F5 Agriculture"}, {"text_block_id": "p13_b75", "text": "The Premise – The Guyana Vision for Agriculture 2020\n* Our Agriculture\n* Our premise is that Agriculture is central to food and nutrition security, to sustained economic growth for Guyana, in\n* But as Guyana looks to further climb the development ladder, agriculture will become an even more productive sector.\n* We will diversify and modernize the sector, overcoming barriers that presently exist. We will enhance genetic stock\n* Agriculture in Guyana is not only about feeding\n* But we will be cognizant of the opportunities of exporting food and non-food agricultural commodities like ethanol to\n* .\n* . Agriculture must not be seen only as a producer of food for local\n* In this context, Guyanaâs Agriculture Strategy is designed as the F5 Agriculture\n* Agriculture 2020 is consistent with Guyanaâs destiny as the âbread basket of the\n* The Vision for Agriculture 2020 recognizes the significance of Forestry. Agro-Forestry is an important plank for the\n* Guyanaâs Vision for Agriculture 2020 is entitled Agriculture - Our Vehicle for"}, {"text_block_id": "p14_b84", "text": "Guyana’s Vision for Agriculture 2020"}, {"text_block_id": "p14_b85", "text": "Agriculture will continue to drive sustained economic and social prosperity, moving Guyana to a high middle-income developing country by 2025. Agriculture will further contribute towards wealth generation, providing entrepreneurs with investment opportunities, promoting employment, helping to eliminate inequity and poverty, building Guyana’s export portfolio and ensuring a Brand Guyana that people everywhere recognize and want."}, {"text_block_id": "p14_b86", "text": "through provision of requisite client-friendly state and technical services."}, {"text_block_id": "p14_b87", "text": "packaged and processed sugar, ethanol and packaged and processed rice products, rather than bulk exports."}, {"text_block_id": "p14_b88", "text": "and operated by farmers."}, {"text_block_id": "p14_b89", "text": "more vibrant dairy industry."}, {"text_block_id": "p14_b90", "text": "promote sports fishing, combining agriculture and tourism as a viable industry."}, {"text_block_id": "p14_b91", "text": "support the furniture and craft industries."}, {"text_block_id": "p14_b92", "text": "entrepreneurs and will provide a vehicle for sustained economic and social prosperity."}, {"text_block_id": "p15_b93", "text": "Guyana’s Vision for Agriculture 2020 – Twenty-Five Priorities for Success"}, {"text_block_id": "p15_b94", "text": "Guyana’s Vision for Agriculture 2020 – Twenty-Five Priorities for Success\n* Our Vision for Agriculture 2020 will be achieved through accelerated modernization and diversification of the\n* as imperatives to meet the"}, {"text_block_id": "p15_b99", "text": "Guyana will expand and improve on the present crops and livestock and our aquaculture pursuit will seek to promote the growth of specialty fish. We will also introduce genetically improved varieties and breeds that can withstand various environmental conditions and provide higher yields. In this regard, we will further support the work of NAREI, GLDA, GRDB, GUYSUCO and GSA, the lead applied research agencies for agriculture in Guyana. The GROW MORE FOOD campaign will be enhanced, including a focus on improved genetics, and will be oriented to contribute to food security and agro-diversity, leading to expansion of food export and reduction of food import."}, {"text_block_id": "p15_b100", "text": "Guyana will expand and improve on the present crops and livestock and our aquaculture pursuit will seek to promote the growth of specialty fish. We will also introduce genetically improved varieties and breeds that can withstand various environmental conditions and provide higher yields. In this regard, we will further support the work of NAREI, GLDA, GRDB, GUYSUCO and GSA, the lead applied research agencies for agriculture in Guyana. The GROW MORE FOOD campaign will be enhanced, including a focus on improved genetics, and will be oriented to contribute to food security and agro-diversity, leading to expansion of food export and reduction of food import.\n* . We\n* . Water"}, {"text_block_id": "p15_b106", "text": "Guyana has done a remarkable job in building and maintaining a comprehensive Drainage and Irrigation System. There are about 500 km of main irrigation canals and 1,100 km of secondary canals and similarly about 500 km of main drainage channels and 1,500 km of secondary drainage channels. There is a network of sluices and pumps to aid drainage and irrigation. But this system is still inadequate and its maintenance must be improved. Mapping the present system and agreeing on future development of this system are critical steps. These include:"}, {"text_block_id": "p16_b107", "text": "Guyana has done a remarkable job in building and maintaining a comprehensive Drainage and Irrigation System. There are about 500 km of main irrigation canals and 1,100 km of secondary canals and similarly about 500 km of main drainage channels and 1,500 km of secondary drainage channels. There is a network of sluices and pumps to aid drainage and irrigation. But this system is still inadequate and its maintenance must be improved. Mapping the present system and agreeing on future development of this system are critical steps. These include:\n* The acceleration of the Conservancy Adaptation Project (CAP) for the East Demerara Water Conservancy and\n* The construction of additional drainage channels, like the ones at Hope/Douchfour and Cottage (Region 4),\n* Completion of Phase 2 and 3 of the MMA\n* Re-construction of Cunha Sluices to improve releases into the Demerara River from the East Demerara Water\n* Acquiring of more fixed site and mobile pumps\n* Improving the equipment (excavators, bulldozers etc.) ownership of the NDIA, the MMA and the RDCs\n* Human Resource development for Drainage and Irrigation Management"}, {"text_block_id": "p16_b121", "text": "The participation of farmers and farming communities in the management of drainage and irrigation systems, such as the Water Users’ Associations, must be optimized so that management of water, drainage and irrigation can be improved."}, {"text_block_id": "p16_b122", "text": "3.4"}, {"text_block_id": "p16_b123", "text": "Priority 4 is a strengthened focus on Infrastructure Development (other than drainage and irrigation structures) for the agricultural sector"}, {"text_block_id": "p16_b124", "text": "."}, {"text_block_id": "p16_b125", "text": "Outside of drainage and irrigation and their associated structures, other agriculture infrastructure such as access roads, farm-to-market roads, dams, bridges, and support structures such as laboratories, abattoirs, libraries, information systems etc. are"}, {"text_block_id": "p16_b126", "text": "sine qua non"}, {"text_block_id": "p16_b127", "text": "for agriculture development. Infrastructure must be developed to support mechanization, allowing Guyana to reduce manual methods, particularly in large-scale cultivation crops such as sugar, rice and corn. In the development period to 2020, major focus will be placed on Roads and Dams, Abattoirs, Processing Centers, Libraries, Training Facilities, Laboratories etc. Outside of their critical importance in supporting agriculture in general, these infrastructure initiatives will foster trade and market integration."}, {"text_block_id": "p16_b128", "text": "3.5"}, {"text_block_id": "p16_b129", "text": "Priority 5 establishes Soil Health as a major priority in the development of a modern and effective agricultural sector, assuring food security, economic benefits and environmental protection."}, {"text_block_id": "p16_b130", "text": "Soil health must be promoted through the prudent utilization of biological, chemical and physical methods in an eco-system agronomic approach. The escalating demand for agricultural products, particularly food, increasing land degradation because of unsustainable practices and the need to improve yield demand that we maintain soil health through improved soil fertility management (improved soil nutrient and pest management practices). Guyana’s Vision for Agriculture 2020 embraces the concept of Integrated Soil Management (ISM) and Integrated Plant Nutrient Management (IPNM) and Pest Management Practices (PMP). Guyana will ensure implementation of an affordable and practical ISM which will emphasize the management of nutrient flows, but will not ignore other important aspects of soil health, such as maintaining organic matter content, soil structure and soil biodiversity. In this regards, a program for Site-Specific Nutrient Management will be introduced. A GIS Map for Soils will be developed for long term usage. Guyanese farmers will be encouraged to pay close attention to the biological activity of microbes and macro-fauna that contribute to healthy soil. Farmers will be educated to take into consideration the complex interaction between environmental factors, such as temperature, moisture, acidity and several chemical components of soil and biological activity. In this regard, we will develop training and awareness program and introduce new technology and techniques to address biological inputs, organic matter inputs, inorganic matter inputs, tillage and use of pesticides. Every agriculture extension worker and every farmer must benefit from these awareness and training programs."}, {"text_block_id": "p16_b131_merged_merged_merged", "text": "3.6 Priority 6 is Plant and Livestock Health and Protection as a platform for modern agriculture practices in Guyana. Proper management and the implementation of policies to protect Guyana’s crops and livestock must be a pillar on which we build sustainable agriculture. Plant and Livestock Health and protection are important for human health."}, {"text_block_id": "p17_b135", "text": "Plant diseases can be devastating to human health, both directly, if plant toxins are consumed, leading to serious illnesses and deaths, and indirectly, if plant diseases result in crop loss and subsequently malnutrition or significant increase in prices of food. Similarly, livestock diseases can kill off livestock or can reduce production of meats, milk or eggs."}, {"text_block_id": "p17_b136", "text": "A policy of pre-emptive surveillance, control and exclusion of pests and invasive species must become an important strategic line of action in the agricultural sector. We must develop and maintain a Pest Data Management System, a Pest Risk Assessment Program and further improve the Plant Protection Quarantine (PPQ) and Inspection Systems and Procedures for entry at our Ports of Entry. New regulations were previously developed. These would be revised and more rigidly enforced."}, {"text_block_id": "p17_b137", "text": "The use of appropriate pesticides is an important component of sound agriculture policy. We must recognize that the strengthening of the Pesticides and Toxic Chemicals Board and the strengthening of our laboratory capacity to measure pesticides in water, in soil and in agriculture produce are important priorities."}, {"text_block_id": "p17_b138", "text": "Special emphasis will be placed on the management of pests and diseases affecting crops and livestock. In the case of crops, we will intensify efforts to control and manage pests such as acoushi ants and fruit flies, using an Integrated Pest Management (IPM) approach. Similarly, in collaboration with our international partners, we would continue working on the management of Sigatoka diseases affecting plantains, as well as viral diseases affecting Solanaceous crops."}, {"text_block_id": "p17_b139", "text": "In the case of livestock, Guyana’s status of being certified by the World Organization for Animal Health as free from Foot-and-Mouth Disease (FMD) without vaccination will be guarded, while efforts will be intensified to control livestock diseases in general."}, {"text_block_id": "p17_b140", "text": "A Farmer Information System will be developed and implemented to enhance traceability and marketing. While this will begin with the Livestock Industry, the Farmers Information System will be developed across the board for all farmers, including crop farming."}, {"text_block_id": "p17_b141", "text": "A Farmer Information System will be developed and implemented to enhance traceability and marketing. While this will begin with the Livestock Industry, the Farmers Information System will be developed across the board for all farmers, including crop farming.\n* . We will complete a Livestock Development Strategy 2012-2020"}, {"text_block_id": "p17_b144", "text": "But Guyana will always develop our livestock sector in a sustainable way, through policies that reward sustainable land use, water conservation, biodiversity and emissions reductions as well as better animal health to prevent zoonoses."}, {"text_block_id": "p17_b145", "text": "Guyana will increase livestock productivity while maintaining environmental protection."}, {"text_block_id": "p17_b146", "text": "Guyana will increase livestock productivity while maintaining environmental protection.\n* .\n* .\n A  Strategy for the management and development of the Fisheries"}, {"text_block_id": "p18_b150", "text": "Guyana will increase livestock productivity while maintaining environmental protection.\n* .\n* .\n A  Strategy for the management and development of the Fisheries\n* .\n* .\n By 2011, rice production reached 400,000 tonnes. Guyana will\n* is a significant part of the agriculture vision 2020, for\n* , other than sugar and rice, represents a high priority in the\n\t* Increased production and improved quality of traditional crops, including vegetables, tubers, fruits etc.\n\t* Cassava, Plantain/Bananas and sweet potato have been identified as priority crops for expansion and\n\t* The Coconut industry will be re-engineered with a new orientation for value-added products\n\t* New Crops will be introduced on a commercial scale in Guyana. The would include;-carrots, spices, garlic,\n\t* Mega-Farms by Local, Regional and International Investors in Rupununi, Intermediate Savannahs and Canje\n\t* .\n\t* .\n Agro-processing and value-added for agriculture products is an integral part of the Agriculture Vision 2020 for Guyana."}, {"text_block_id": "p19_b177", "text": "value-added mechanisms can prevent post-harvest losses and ensure year-round supply of products. Seasonal overproduction of many agricultural produce, accompanied by heavy post harvest losses of the perishable foods calls for an adequate, efficient and sustainable agro processing, value addition chain system."}, {"text_block_id": "p19_b178", "text": "•"}, {"text_block_id": "p19_b179", "text": "Minimizes post harvest food losses and thus strengthens food security"}, {"text_block_id": "p19_b180", "text": "•"}, {"text_block_id": "p19_b181", "text": "Improves preservation, enabling transportation of delicate perishable foods across long distances and increase seasonal availability of food as well as easing marketing."}, {"text_block_id": "p19_b182", "text": "•"}, {"text_block_id": "p19_b183", "text": "Removes toxins and makes foods safe to eat by de-activating spoilage and pathogenic microorganisms."}, {"text_block_id": "p19_b184", "text": "•"}, {"text_block_id": "p19_b185", "text": "Increase in income through job creation, self employment and sale of processed foods at a better price than when sold raw."}, {"text_block_id": "p19_b186", "text": "We will further strengthen the production of the fledgling condiment production line, such as pepper sauce, jams, peanut butter etc. At the same time, we will promote agriculture products being used to manufacture porridge and cereals. The snack food industry is growing globally and Guyana will become a major player in the Caribbean with products such as snacks with plantain, banana, cassava, tamarind, mango, bread fruit etc. The use of plant products to produce health and medicinal products will be promoted. Meat and animal products will be encouraged as Guyana’s Agro-Processing Industry picks up. It is expected that Guyana’s agro-processed products will generate about 20,000 tonnes of product by 2020."}, {"text_block_id": "p19_b187", "text": "The Ministry of Agriculture will ensure technical support, such as food science and Sanitary and Phytosanitary Measures (SPS), is provided to increase product line and quality. A Guyana Brand will be actively promoted for Guyana’s Agro-Products."}, {"text_block_id": "p19_b188_merged", "text": "3.13 Priority 13 identifies Marketing as an important area for realizing the vision of an agricultural sector being the vehicle for economic and social prosperity in Guyana. Without marketing we will not be able to make agriculture profitable. Particular focus of our agriculture enterprise has to be on linking farmers, especially small-scale farmers, with markets. Successfully facilitating and supporting efforts to link small farmers to dynamic markets have become important issues on the agricultural and rural development agendas. The Jagdeo Initiative for the development of agriculture in CARICOM recognized the need for effective marketing as a Key Binding Constraint. We must have a robust export marketing program. In this regards, development of a Market Information System is critical. We will also work with our partners to complete and operationalize a Market and Data Information System. Guyana must pursue production geared towards establishing a Brand Guyana and develop Brand Guyana as a reliable high quality product. Guyana’s Demerara Gold, El Dorado Rum etc. are examples of Brand Guyana. We must ensure similar success stories for other agricultural products out of Guyana. We will work with our farmers to guide production to satisfy changing consumer preferences, establish grades and standards, manage risks (farmers and exporters) and ensure greater fidelity of contracts. We will work with stakeholders, other than farmers and exporters, to create a more export-friendly environment. In particular, we will promote better understanding and greater cooperation of stakeholders such as shippers and the Custom and Excise Department. We will be proactive in removing hiccups such as the two weeks time period for processing custom documents and the regular unavailability of Custom Officers to process and approve shipment at Ports of Exit."}, {"text_block_id": "p20_b191", "text": "The Guyana Shop will be a National Franchise by 2020 with its full range of products available throughout Guyana. Branches of Guyana Shop will be opened in New York, Miami, Toronto, London and at the CJIA by 2020."}, {"text_block_id": "p20_b192", "text": "3.14"}, {"text_block_id": "p20_b193", "text": "Priority 14 recognizes the importance of Transportation, Packaging, Storage and Cargo Space Facilities as crucial elements to support a modern and more effective agricultural sector"}, {"text_block_id": "p20_b194", "text": ". This important priority was identified in the Jagdeo Initiative as a Key Binding Constraint for the development of agriculture in CARICOM. In Guyana, we will more comprehensively address the issue of transportation, packaging and storage facilities, including refrigerated storage facilities and trucks, port cargo spaces and improved river and sea transportation. Food production includes the production of some seasonal products, but consumption is usually continuous. Food security (priority #11), therefore, depends upon robust systems of packaging and storage, including frozen, chilled and dry. Insufficient cargo space and irregular shipping schedules are major impediments and these must be addressed. As we extend agriculture and move beyond the present cultivated land, and expand export capacity, this priority will become a critical factor."}, {"text_block_id": "p20_b195", "text": "3.15"}, {"text_block_id": "p20_b196", "text": "Priority 15 reiterates the imperative of a secured agriculture workforce through Human Resource Development as part of our strategy to accelerate agricultural development in Guyana"}, {"text_block_id": "p20_b197", "text": ". We will continue to build Human Resource for Agriculture. The Jagdeo Initiative for development of agriculture in CARICOM also recognized this need as a Key Binding Constraint. In this regard, the Guyana School for Agriculture and the Agriculture Department of the University of Guyana must be elevated in prominence. A new curriculum review would be conducted to ensure the programs are in line with the Vision for Agriculture 2020. The curriculum review for the GSA will consider the introduction of a degree program for agriculture. We will pursue enhanced collaboration with international training institutions. Programs such as the new Introduction to Bio-Energy and the Technical Cooperation program with McGill University to build capacity among our engineers must be institutionalized. Specialized Post Graduate training would be crucial part of this strategy."}, {"text_block_id": "p20_b198", "text": "Educating farmers and building their knowledge and awareness must become an everyday function of Government, the various agricultural institutions, NGOs, etc. A learning environment that continually informs, educates, upgrades skills, nurtures innovation and builds business acumen is the base for developing human capital among our farmers. Guyana will maximize farmer-to-farmer education in our quest for developing more knowledge and skills among farmers. We will complete a Agriculture Sector Labour Forecast for 2020 by the end of 2013."}, {"text_block_id": "p20_b199_merged_merged_merged", "text": "3.16 Priority 16 addresses Food and Nutrition Security and Safety as fundamental imperatives for agricultural development in Guyana. We will vigorously implement the Guyana Food and Nutrition Security Strategy 2011-2020 which was launched in October 2011. A major objective of the agricultural sector in Guyana will continue to be the prevention of hunger and malnutrition and chronic diseases through the provision of safe and healthy food. We already produce a remarkable abundance of safe, healthy food for our people. But we can further strengthen the production of food for local consumption and export by adapting the GROW MORE FOOD Campaign to address inadequate selection of cultivars and scarcity of planting materials, inadequate extension services, high input costs, poor access to financing by farmers, inadequate marketing information, absence of formal contracting arrangements with farmers, lack of organization for farmers and poor access to land for cash crop farmers."}, {"text_block_id": "p20_b204", "text": "Nutrition Security and Safety is one of the Key Binding Constraints identified by the Jagdeo Initiative for the development of agriculture in CARICOM. The Food Security Plan for Guyana is consistent with the CARICOM Regional Food Security Policy and Plan"}, {"text_block_id": "p20_b205", "text": "Guyana has already developed a food export reputation. In this regard, the development of SPS – Sanitary and Phytosanitary Standards – is not only important, but it is an imperative if we are to promote and sustain export of food and agricultural products. Guyana must not be limited in its institutionalization of Good Manufacturing Practices (GMP) and the implementation of Hazard Analysis Critical Control Points (HACCP), the fundamental standard for food safety adopted by the UN."}, {"text_block_id": "p21_b206", "text": "The Sugar and Rice Strategies up to 2015 have already been articulated and are being implemented. But these must be adjusted to realize the vision to 2020. There is still no formal strategy to promote crops outside of rice and sugar and we will complete a Crops Strategy before the end of 2013."}, {"text_block_id": "p21_b207", "text": "3.17"}, {"text_block_id": "p21_b208", "text": "Priority 17 orients Guyana’s Agricultural Sector to build a capacity for Agro-fuels (bio-fuels)"}, {"text_block_id": "p21_b209", "text": "and to be a meaningful player in the growing alternative energy field to meet its own needs and to add to its portfolio of exported products. The global economy, the growing global population, rising oil prices and the recognition that fossil-based oil is a diminishing commodity create an opportunity for agriculture-based fuel production. Guyana is best placed among CARICOM countries to be a meaningful player in the bio-fuel revolution. With sugar cane to support potentially 50M gals of ethanol per year and oil palm to support production of diesel, Guyana is well-placed to play a lead role in the Caribbean for bio-fuel production. Currently, Guyana’s dependency on fossil fuel (fuel oil and diesel) and our total dependency on importation of fuel consume about 35% of GDP. Guyana’s bold move to construct a hydro-electricity plant at Amaila Falls will reduce the dependency on fossil fuel and will contribute to the low-carbon industry for Guyana, but the addition of bio-fuel to Guyana’s productive capacity will add the country’s considerable low-carbon emission potential. We will accelerate the capacity-building programs to support this emerging new agriculture initiative."}, {"text_block_id": "p21_b210", "text": "3.18"}, {"text_block_id": "p21_b211", "text": "Priority 18 is Environmental Sustainability through the agricultural sector"}, {"text_block_id": "p21_b212", "text": ". Our vision for agriculture 2020 proudly recognizes Guyana’s lead role in the advocacy and in implementation of programs for global solidarity to stop climate change and its adverse effects. Our vision for agriculture is consistent with the low carbon development strategy. The global trajectory and the global consensus on climate change have created a special place for “going green”. Guyana’s agriculture has always been practiced within a “going green” environment, and as we further develop the sector we will consolidate around a sustainable environmental milieu. Guyana will develop its own RIO +20 Agricultural Environmental Agenda and we will lead by example."}, {"text_block_id": "p21_b213", "text": "3.19"}, {"text_block_id": "p21_b214", "text": "Priority 19 commits Guyana to further develop its Agriculture Risk Reduction and Disaster Management Program"}, {"text_block_id": "p21_b215", "text": "."}, {"text_block_id": "p21_b216", "text": "Guyana is already experiencing the impact of climate change. Our approaches to agriculture expansion and sustainability are, therefore, based on climate-smart agriculture. Risk and Disaster Management was identified in the Jagdeo Initiative as one of the Key Binding Constraints for agricultural development in CARICOM. For Guyana, Agriculture Risk Reduction and Disaster Management revolve around adaptation and mitigation initiatives to prevent and manage floods and droughts, but also recognizing other kinds of disasters, such as disease outbreaks. Risk management is an integral part of the disaster preparedness. With the kind of economic losses and developmental setbacks that Guyana has experienced because of El Nino-related dry or drought-like periods and La Nina-related floods, particularly since 2000, it makes good economic sense to invest in prevention and mitigation of disasters. The Ministry of Agriculture is presently finalizing an Agriculture Sector Risk Reduction and Disaster Management Plan for the period 2012 – 2020. The Agriculture Disaster Management Plan will address actions for:"}, {"text_block_id": "p21_b217", "text": "Guyana is already experiencing the impact of climate change. Our approaches to agriculture expansion and sustainability are, therefore, based on climate-smart agriculture. Risk and Disaster Management was identified in the Jagdeo Initiative as one of the Key Binding Constraints for agricultural development in CARICOM. For Guyana, Agriculture Risk Reduction and Disaster Management revolve around adaptation and mitigation initiatives to prevent and manage floods and droughts, but also recognizing other kinds of disasters, such as disease outbreaks. Risk management is an integral part of the disaster preparedness. With the kind of economic losses and developmental setbacks that Guyana has experienced because of El Nino-related dry or drought-like periods and La Nina-related floods, particularly since 2000, it makes good economic sense to invest in prevention and mitigation of disasters. The Ministry of Agriculture is presently finalizing an Agriculture Sector Risk Reduction and Disaster Management Plan for the period 2012 – 2020. The Agriculture Disaster Management Plan will address actions for:\n* Risk Assessment and Reduction\n* Preparedness and Early Warning\n* Response and Rehabilitation\n* Response and Rehabilitation\n As part of this disaster Plan, Guyana is adapting its drainage infrastructure to manage rainfall from its present capacity"}, {"text_block_id": "p22_b224", "text": "3.20"}, {"text_block_id": "p22_b225", "text": "Priority 20 identifies hydrometeorology and weather forecasting as part of the lives of the farmers"}, {"text_block_id": "p22_b226", "text": "."}, {"text_block_id": "p22_b227", "text": "Hydrometeorology and weather forecasting are even more important today because of the impact of climate change. The potential impact of climate change is one of the most serious problems facing sustainable development globally and it is of great concern to developing countries. Since agriculture is very sensitive to weather and climatic conditions, and since the impacts of climate change are already evident in Guyana, climate change is already having considerable impacts on Guyana’s environment and in the agriculture sector. In this period of Guyana’s development, there will be increased emphasis on providing better agricultural meteorological applications and targeted weather information to the agricultural community. The hydrometeorology Service will be strengthened so as to deliver the full range of weather, water and climate services to support agriculture in a more meaningful way. Great emphasis will be placed to provide data with geographical sensitivity to help farmers in all Regions of Guyana. An Early Warning System is being developed to make farmers more aware of weather predictions and how to apply these to agriculture planning of crops and livestock."}, {"text_block_id": "p22_b228", "text": "3.21"}, {"text_block_id": "p22_b229", "text": "Priority 21 seeks to make Land Availability, Land Zoning and Land Tenure for Agriculture easier for farmers and entrepreneurs"}, {"text_block_id": "p22_b230", "text": "."}, {"text_block_id": "p22_b231", "text": "Ownership and access to land by small farmers will be more equitable by simplifying legal and administrative procedures. Land availability for small farmers will be protected even as large scale crop cultivation by large enterprises is encouraged. Guyana will map where our agricultural land exists and how much we will need to supply future demand for food, fiber, and fuel production, and for the maintenance of eco-systems in changing economic, environmental and demographic circumstances. A comprehensive land use plan will be completed, clearly demarcating areas for increased agricultural production. This priority was identified as a Key Binding Constraints for agricultural development in CARICOM in the JI."}, {"text_block_id": "p22_b232", "text": "It is also a key outcome in the mandate of the National Land Use Committee which was appointed by Cabinet on April 2014."}, {"text_block_id": "p22_b233", "text": "3.22"}, {"text_block_id": "p22_b234", "text": "Priority 22 is"}, {"text_block_id": "p22_b235", "text": "s"}, {"text_block_id": "p22_b236", "text": "ignificant Long-Term Investment in Research and Development as an important pre-requisite to raise productivity, improve profitability and enhance competitiveness."}, {"text_block_id": "p22_b237_merged_merged", "text": "Research Development as a priority in our agriculture development is consistent with the approach of a knowledge-based agricultural development. It is further consistent as Research and Development was identified in the Jagdeo Initiative as one of the Ten Key Binding Constraints for CARICOM’s Agriculture. We must build sustainability and competitive value chains in agriculture. In this regard, NAREI, GLDA, the Guyana School of Agriculture and the University of Guyana must be leaders in agricultural research and development. The Guyana Rice Development Board’s Rice Research Center will become the premier rice training center in the Caribbean. Adding value to local farm produce by building strong linkages to food and beverage manufacturing or agro-industry is a priority objective for agriculture in Guyana. But research must lead to improved practices, such as application of fertilizers and soil health, better and improved varieties and breeds, more affordable farming techniques etc. We must also seek varieties and genetic stocks that are more pest resistant and more adaptable to climate change. The Ministry of Agriculture will develop a National Gene (Germplasm) Bank. We will formulate a national agriculture research agenda by the end of 2014. The Agriculture research agenda will be guided by the National Agriculture Research Committee."}, {"text_block_id": "p22_b240", "text": "3.23"}, {"text_block_id": "p22_b241", "text": "Priority 23 is a strengthened Organizational Structure"}, {"text_block_id": "p22_b242", "text": "within the agriculture sector. We will continue to reform and streamline the organizational structure, institutions and services of the agricultural sector to ensure they serve farmers more efficiently and cost effectively. These will include services such as extension, training, research, and regulatory. A strong Monitoring and Evaluation Unit at the Ministry of Agriculture must be established. In addition, the the mandates and the operation of the GLDA, NAREI, NDIA, NGMC, Guyana School of Agriculture, Fisheries Department, MMA, the Pesticides and Toxic Chemicals Board, the Water Users Association and Agriculture Cooperative Movements must be strengthened. The organizational structure must empower departments and agencies to take ownership of their mandates and to optimize participation at all levels, including farmers and extension workers."}, {"text_block_id": "p23_b243", "text": "An important part of the reformed organizational structure will ensure effective arrangements are in place for policy formulation, research coordination, priority setting, infrastructure and human resource development, technology transfer, regulatory framework, trade mechanisms and strong international linkages."}, {"text_block_id": "p23_b244", "text": "The Ministry of Agriculture will ensure an organizational structure that will strengthen Guyana’s relationship and participation with partners such as FAO, IICA, IFAD, CARDI, CAHFSA, CARPHA,"}, {"text_block_id": "p23_b245", "text": "PAHO, EMBRAPA, CDB, IADB, USAID etc."}, {"text_block_id": "p23_b246", "text": "3.24"}, {"text_block_id": "p23_b247", "text": "Priority 24 is a Policies and Legislative Framework"}, {"text_block_id": "p23_b248", "text": "which will help in developing and supporting agriculture. Guyana will enhance the policy and legislative framework to catalyze growth of the sector, rather than hinder development. We will institute policy, legal and regulatory reforms to encourage market-oriented production, use of more modern farming practices and a greater integration of agriculture with other parts of the national economy, such as manufacturing. In this regard, we will undertake a comprehensive review of all policies and legislations in the sector and we will add to these to better address issues such as crop financing, land tenure, trade, food policies etc. We will introduce a Food Safety and Protection Bill in 2014 and establish a single Food Safety Agency. In addition, the Traceability Bill will be completed and introduced in Parliament also in 2014. The sector will advocate for national policies relating to vehicular fuel, particularly providing for bio-ethanol and biodiesel utilization."}, {"text_block_id": "p23_b249", "text": "3.25"}, {"text_block_id": "p23_b250", "text": "Priority 25 is a Program of Financing Mechanisms for Agriculture"}, {"text_block_id": "p23_b251", "text": "."}, {"text_block_id": "p23_b252", "text": "This is an imperative if we are to successfully craft an agricultural sector that is able to drive economic and social prosperity. This priority has been identified in the Jagdeo Initiative as one of the 10 Key Binding Constraints for the development of Agriculture in CARICOM. Strategic public investment in agriculture, particularly in roads, drainage and irrigation and agricultural research, is highly effective in increasing agricultural productivity. The Guyana Government will continue to be the main financier for the infrastructure development in the agriculture sector. Presently, this amounts to about $14B annually. We will also pursue strategic public private partnerships to promote private investment in specific projects, such as the development of the abattoir and processing plants."}, {"text_block_id": "p23_b253", "text": "Limited access to finance, particularly short term crop financing, for farmers remains an obstacle. Several new large scale investors are exploring investment, particularly in agro-fuel production. But access to financing by medium size and small farmers continue to be a problem. Indeed, the local banking system has been making access to about $4B annually in financing and this represents only a small proportion of what is needed in terms of short and long term crop financing."}, {"text_block_id": "p23_b254_merged_merged_merged_merged", "text": "Agriculture Vision 2020 seeks the following results:"}, {"text_block_id": "p23_b256", "text": "Agriculture Vision 2020 seeks the following results:\n* Sustained agricultural\n* Enhanced provision of\n* Agriculture as an\n* Agriculture for rapid\n* Guyanaâs agriculture\n* Promote industrialization\n* Cultivate crops as"}, {"text_block_id": "p24_b270", "text": "provides indemnification for damage to or loss of crops and animals in the event of adverse natural and other phenomenon is a matter of urgency in Guyana."}, {"text_block_id": "p24_b271", "text": "Conclusion"}, {"text_block_id": "p24_b272", "text": "Our vision for agriculture seeks the following results:"}, {"text_block_id": "p24_b273", "text": "•"}, {"text_block_id": "p24_b274", "text": "Sustained agricultural growth for uplifting the living standards of our people."}, {"text_block_id": "p24_b275", "text": "•"}, {"text_block_id": "p24_b276", "text": "Enhanced provision of safe and high quality food for our people and reduced importation of certain staples like onions, potato and milk."}, {"text_block_id": "p24_b277", "text": "•"}, {"text_block_id": "p24_b278", "text": "Agriculture as an attractive source for livelihoods, employment and wealth generation."}, {"text_block_id": "p24_b279", "text": "•"}, {"text_block_id": "p24_b280", "text": "Agriculture for rapid economic growth in an export-oriented country."}, {"text_block_id": "p24_b281", "text": "•"}, {"text_block_id": "p24_b282", "text": "Guyana’s agriculture sector will become a choice destination for entrepreneurs."}, {"text_block_id": "p24_b283", "text": "•"}, {"text_block_id": "p24_b284", "text": "Promote industrialization through the packaging and processing of agriculture products."}, {"text_block_id": "p24_b285", "text": "•"}, {"text_block_id": "p24_b286", "text": "Cultivate crops as biomass to generate bio-fuel, such as bio-ethanol and bio-diesel."}, {"text_block_id": "p24_b287", "text": "The twenty five priorities described in this Guyana Vision for Agriculture 2020 represent the opportunities, challenges and the strategic thrust for the sector to 2020."}, {"text_block_id": "p25_b288", "text": "AGRICULTURE SECTOR OVERVIEW"}, {"text_block_id": "p25_b289", "text": "T"}, {"text_block_id": "p25_b290", "text": "he agricultural sector of Guyana continues to be an important contributor to the Gross Domestic Product (GDP), employment generation, foreign exchange earnings and rural development of the country. Agriculture accounts for approximately 20% of Gu"}, {"text_block_id": "p25_b291", "text": "yana’s"}, {"text_block_id": "p25_b292", "text": "GDP, providing more than 33% direct employment, both at rural and urban levels."}, {"text_block_id": "p25_b293", "text": "Although, there are a number of large private and public sector farming enterprises, agriculture is predominantly undertaken by small farmers, farming less than 5 ha of land. Guyana epitomizes the call by the UN (FAO and IFAD) and IICA for small family farming"}, {"text_block_id": "p25_b294", "text": "–"}, {"text_block_id": "p25_b295", "text": "2014 was declared as year of the family farms."}, {"text_block_id": "p25_b296", "text": "The sector comprises five (5) principal sub-sectors:"}, {"text_block_id": "p25_b297", "text": "The Forestry industry is a major contributor to foreign exchange and is one"}, {"text_block_id": "p25_b298", "text": "of Guyana’s main export products. Until"}, {"text_block_id": "p25_b299", "text": "December 2011, the Forestry Industry was under the Ministry of Agriculture. Even though it is part of the larger Agriculture Sector, the Forestry Industry is not included in this strategy and its development is presently being coordinated through the Ministry of Natural Resources. The statistics included for Agriculture in this document is not inclusive of Forestry."}, {"text_block_id": "p25_b300", "text": ""}, {"text_block_id": "p25_b301", "text": "Processing is emerging as an important thrust in agriculture. Outside of sugar, Guyana’s Agricu"}, {"text_block_id": "p25_b302", "text": "lture targeted the production of fresh and unprocessed products. This is gradually changing. Sugar and rice are accelerating value-added production."}, {"text_block_id": "p25_b303", "text": "Human Resources for Agriculture"}, {"text_block_id": "p25_b304_merged_merged_merged_merged_merged", "text": "Farmers’ play a large role in the success of the Agriculture Sector in Guyana. Their commitment and dedication and their investment in the sector are indispensable for the triumphs of the industry. The agriculture sector’s success cannot be measured merely from the perspective of the thousands of farmers; rather the success of the industry has its genesis from farming families."}, {"text_block_id": "p25_b309", "text": "Most of the farms in Guyana are owned by small family farmers. Most of these family farmers own less than 5ha of agriculture land. These farmers have shown great resiliency and have faced challenges of unpredictable weather and"}, {"text_block_id": "p26_b310", "text": "commodity prices. Yet,"}, {"text_block_id": "p26_b311", "text": "the country’s farmers have"}, {"text_block_id": "p26_b312", "text": "ensured that agriculture has always had continuous growth and there has never been a period of sustained poor performance for agriculture in Guyana."}, {"text_block_id": "p26_b313", "text": "For a long time, Guyana’s agricultu"}, {"text_block_id": "p26_b314", "text": "re success also depended on a large labor pool. The industry at one time employed more than 60% of the work force in Guyana. Today, the sector still is the largest source of employment, with at least 33% direct employment. But the labor needs are no longer supported by a sufficient labor force. Indeed, the shortage of labor is today one of the great difficulties that the sector confronts."}, {"text_block_id": "p26_b315", "text": "But at a time when traditional farming and agriculture must face the difficulty of a labor shortage, the sector is also threatened by climate change, the demand for greater yield and productivity, challenges from pests and diseases etc., This has heightened the need for agricultural professionals such as veterinarians, engineers, plant pathologists, machine operators, marketers, researchers, meteorologists, hydrologists, extension workers, etc."}, {"text_block_id": "p26_b316", "text": "Guyana has a long history of investing in an agriculture sector human resource capacity. More than 50 years ago, the Government of Guyana recognized that a human resource capacity for agriculture is an imperative. It was at that time that Guyana invested in establishing the Guyana School of Agriculture and the University of Guyana. Both of these institutions have contributed significantly to building capacity for skilled professionals in the agriculture sector."}, {"text_block_id": "p26_b317", "text": "The GSA was established by Dr. Cheddi Jagan in 1963 and in its 51 years has graduated more than 3,000 agriculture professionals. Most of the agriculture professionals in Guyana today are graduates from the GSA. It offers both theoretical and practical agriculture training for food security and rural development. Its courses cover the full range of agriculture and forestry."}, {"text_block_id": "p26_b318", "text": "Its courses include general agriculture and specialized courses in forestry, fisheries and agro-processing. Its training is both in classrooms and in the field. While much focus is placed on field preparations and special training for specific crops and livestock, the GSA has targeted post-harvest processes for attention. Presently, the school is offering courses and training in climate change and precision farming."}, {"text_block_id": "p26_b319_merged_merged", "text": "Short courses on operation, repairs and maintenance of small equipment, urban agriculture and hydroponics, water management, enhance the skills set available to the sector. Every student is required to obtain a driver’s license before graduation and to complete a short course in basic maintenance and repair of field equipment."}, {"text_block_id": "p26_b322", "text": "The GSA maintains demonstration facilities such as drip/sprinkler irrigation, green house, hydroponics, aquaculture, compost making, artificial insemination and embryo transplants. An active plant hybridization program also provides practical training for students."}, {"text_block_id": "p26_b323", "text": "The University of Guyana has a long-standing Agriculture Program that offers a BSc in Agriculture. The two institutions have been working closer to ensure better use of resources."}, {"text_block_id": "p26_b324", "text": "The Pesticide and Toxic Chemical Board, in collaboration with the GSA, conducts training programs for Pest Control Operators. In addition, the PTCCB conducts regular community-based courses for farmers on the handling and storage of fertilizers and pesticides. The PTCCB also conducts courses for Persistent Organic Pollutants as Guyana phases out the use of POPs."}, {"text_block_id": "p26_b325", "text": "The Hydromet Services provide training for Refrigerator Technicians as Guyana controls and eliminate the use of Ozone Depleting Substances (ODS). Staff of the Hydromet Services receives professional training from the Caribbean Institute of Meteorology and Hydrology (CIMHI) in Barbados where Guyana annually have several students completing Meteorology and Hydrology Studies. Training is also provided to meet ICAO certification."}, {"text_block_id": "p27_b326", "text": "The sector has benefitted from Guyanese students studying in Cuba where many of its veterinarians are graduates. In addition, Guyanese students have over the years graduated from various Cuban study programs, including Agronomy and Veterinary Sciences."}, {"text_block_id": "p27_b327", "text": "The Sector has provided training for the private sector and for NGOs and civil society. For example, the sector is collaborating with the Guyana Agriculture Producers Association (GAPA), the Guyana Women in Development (GUYWID) and the Women and Environment (WeN) in implementing several agriculture and environment projects."}, {"text_block_id": "p27_b328", "text": "Agriculture Land"}, {"text_block_id": "p27_b329", "text": "It is estimated that there are 1,740,000 ha of land being used for agricultural purposes. But, only about 200,000 ha (500,000 acres) are used effectively with relatively adequate drainage and irrigation. The major contribution comes from rice (90,000 ha), sugar (48,000 ha), and coconut (25,000 ha), and nontraditional crops occupy about 30,000 to 40,000 ha and showing upward trends."}, {"text_block_id": "p27_b330", "text": "About 100,000 ha additional agricultural lands are occupied with crops, but these have minimal or no drainage and irrigation. About 158,473 ha of agricultural land are used for livestock. It is estimated that about 3.3M ha of additional agricultural land can potentially be brought into use. This is an asset that Guyana must begin to use as our economy is developed."}, {"text_block_id": "p27_b331", "text": "Guyana is 214,970 square Km, equivalent to 21,497,000 ha. The National Land Use Plan (August 2013) indicates that 68% of Guyana’s land area has soils that can accommodate agriculture, while 32% were considered to have soil not suitable for agriculture."}, {"text_block_id": "p27_b332", "text": "Water Resources Management"}, {"text_block_id": "p27_b333", "text": "In 2010, water withdrawal from Guyana’s fresh water supply was about 1.44B cubic meter. It is estimated that 94.4% of water withdrawal was for the agriculture sector. Guyana ranks as one of the top countries in the world for water resources, with access (if harnessed) to water that is over 317,000 cubic meter of water per capita, compared to less than 10,000 for most countries."}, {"text_block_id": "p27_b334", "text": "The enhancement of the Drainage and Irrigation System and – in some cases – the sea defenses is the most important challenge the country faces in increased production and productivity in agriculture."}, {"text_block_id": "p28_b335", "text": "The NDIA’s implementation of an aggressive plan for upgrading and rehabilitating D&I infrastructure to ensure optimum capacity is making a difference. Rehabilitation and new structures have been undertaken in all Regions, particularly Regions 2,3,4,5,6 and 10. The NDIA, through its Community Drainage and Irrigation Program (CDIP) has also been supporting vulnerable residential areas by clearing critical drains and canals. About 900 miles of canals and drains are cleared by CDIP workers monthly. In addition, over the last five years, over 9,000 miles of drains and canals were maintained yearly in Regions 2,3,4,5,6 and 10. The Water Users Associations (WUAs) have also assisted with the maintenance of the secondary drainage and irrigation systems in key farming areas."}, {"text_block_id": "p28_b336", "text": "Over the period 2003-2012, agricultural water resource capacity received the largest share of investment in agriculture. For example, between 2005 and 2012, water resource management investment varied between $5.9 and $7.5B. Current projects include the Hope Northern Relief Channel and Associated Structures at a cost of $3.6B, acquisition of drainage pumps under an Indian Line of Credit ($800M), Aurora Land Development Scheme and the East Demerara Water Conservancy Project. A major project being designed is the MMA Phase 2 which includes the construction of a dam on the Mahaicony River."}, {"text_block_id": "p28_b337", "text": "Trade and Agriculture"}, {"text_block_id": "p28_b338_merged", "text": "Approximately 31% of total exports are agriculture exports, leaving out Forest Products. In 2013, rice exports amounted to US$243M (14% of total exports), sugar accounted for US$132.2M (9.5%), shrimp and fish amounted to US$63.9M (4.6%), timber amounted to US$39M (2.8% of total exports) and other crops (fruits & vegetables) accounted for US$4.7M (0.3% of total exports)."}, {"text_block_id": "p28_b340", "text": "Although Guyana’s traditional sugar and rice industries continue to play an important role in Guyana’s economy, agricultural diversification has been a major pillar in the strategy to broaden the productive base . However, immense opportunities are still unexplored. For instance, while Guyana is self-sufficient in some livestock products, primarily meat, there is minimal export of livestock products."}, {"text_block_id": "p28_b341", "text": "Crops"}, {"text_block_id": "p28_b342", "text": "Guyana has strategic advantages of suitable land availability for growing crops, sufficient water resources, suitable weather, as well as policy support of government to enhance its role as a regional leader in agricultural production and export of surplus, in the CARICOM region and beyond. The largest share of agriculture production is constituted by crops, that is, it represents 24.5% of agriculture GDP and 4.8% of total GDP. It is also the major source of income and employment for the"}, {"text_block_id": "p29_b343", "text": "rural population. Non-traditional crops, rice and sugar are the three main categories representing 24.5%, 13.8% and 19% of agriculture sector GDP respectively."}, {"text_block_id": "p29_b344", "text": "Rice"}, {"text_block_id": "p29_b345", "text": "The rice industry continues to be the champion sector of Guyana’s economy, recording annually increases by as much as 22 percent. Rice contributes around 5% of total GDP and 13.8% of agricultural GDP. In 2013, Guyana exported approximately 400,000 tonnes of rice to Europe, CARICOM and Venezuela. Presently, about 90,000 ha are cultivated for rice in Regions 2, 3, 4, 5, and 6. Rice production has started in Region 9."}, {"text_block_id": "p29_b346", "text": "Sugar"}, {"text_block_id": "p29_b347", "text": "Table 1: Rice Production and Export (1960-2013)"}, {"text_block_id": "p29_b348_merged", "text": "Guyana’s sugar industry has come a long way since its inception, with the industry recording 2011 402, 479 several success stories. Farmers across the 2012 422, 058 growing regions continue to expand their 2013 535, 555 cultivation by opening more lands for cultivation. Private farmers contribute about 10% of sugar cane utilized in the sugar industry."}, {"text_block_id": "p29_b360", "text": "Table 2: Sugar Production from GUYSUCO (1960-2013)"}, {"text_block_id": "p29_b361", "text": "Guyana is heavily dependent upon the sugar sector both economically and socially. Sugar now accounts for 3.8% of GDP and 19% of agricultural GDP. Even though Guyana attained production levels as high as 350,000 tonnes per year, in the 1980s, the sugar industry suffered many setbacks and production was lowered to as low as 150,000 tonnes. It recovered in the 1990s and reached 300,000 tonnes for several years. In recent years, weather conditions and labor shortages have forced mechanization and production has lagged. In 2013, production was only 189,000 tonnes, the lowest in 20 years."}, {"text_block_id": "p29_b362", "text": "Guyana exports a significant portion of its sugar to mostly Europe and to the Caribbean as raw and packaged sugar. In 2009, the US$181M Skeldon Sugar factory was commissioned, making the project one of the largest single investments in Guyana’s history. Almost two years later, the Guyana Government welcomed another significant project to the Agriculture Sector: The Enmore Packaging Plant was commissioned in 2011, at a cost of US$12.5M."}, {"text_block_id": "p29_b363", "text": "The Plant has the capacity to produce 40,000 tonnes of packaged sugar annually. For years, the industry was confined to producing raw sugar hence, the need for the plant which has enabled Guyana to once again capitalize on the opportunity to embark on mechanization. There is also a packaging plant at Blairmont Factory with a capacity for 10,000 tonnes annually."}, {"text_block_id": "p30_b364", "text": "Non-Traditional Agricultural Crops"}, {"text_block_id": "p30_b365", "text": "The non-traditional agriculture sector has been increasing in importance as the Government of Guyana has introduced programs and projects promoting diversification and expansion. This sector comprises grain crops, oil seeds, root and tuber crops, vegetables and “greens”, spices and seasonings and a wide variety of fruits. It also comprises livestock and fisheries, including aquaculture."}, {"text_block_id": "p30_b366", "text": "These crops are mainly produced by small farmers and contribute to the domestic market and food security, as well as supporting the incomes of small farming communities. Crops are cultivated in all of the regions in Guyana; however, commercial level production is concentrated in regions 1, 2, 3, 4, 5, 6 and 10."}, {"text_block_id": "p30_b367", "text": "Like fruits, the vegetable sector also remains unorganized in Guyana although it is dynamic and vibrant, generating regular income and employment opportunities both in urban and rural areas. Clusters were developed under Agricultural Development Programme (ADP). The major vegetables grown are tomato, bora, eggplant, ochro, hot pepper, pumpkin, squash, pak-choy and other minor vegetables. Other commodities that are produced include plantains and ground provisions. A list of main commodities produced in Guyana is found Table 3."}, {"text_block_id": "p30_b368", "text": "Source: NAREI"}, {"text_block_id": "p30_b369", "text": "The crops listed in Table 1 are just those that are grown at some commercial scale. There are approximately 75 crops that are grown as food and are available at markets in Guyana."}, {"text_block_id": "p31_b370", "text": "Diversification into spice cultivation"}, {"text_block_id": "p31_b371", "text": ", especially in hinterland communities began in 2008. This programme seeks to reduce the imports of spices such as turmeric, ginger, black pepper and nutmeg and improve the economic livelihoods of hinterland communities. There are currently about 50 acres of turmeric, 100 acres of ginger, 5 acres of black pepper and 1 acre of nutmeg."}, {"text_block_id": "p31_b372", "text": "A Crop Development Unit"}, {"text_block_id": "p31_b373", "text": "has been established for NAREI to focus primarily on the expansion of cultivation of corn and soya bean (for livestock feed), black eye, sour sop and ranbutan. Emphasis is also being placed on new crop types (to reduce importation) such as carrots, onions, chickpeas and culinary herbs and spices. Other crops targeted include quinoa and white potatoes."}, {"text_block_id": "p31_b374_merged_merged_merged", "text": "The GROW MORE FOOD Campaign was launched on March 2008, it aimed at encouraging farmers (crops & livestock), fisher folks, and investors to increase production to meet local demand and to target an export market. This was done through a five step plan: implementation of US$21.9M Agriculture Export Diversification Program and US$6M Rural Enterprise and Agriculture Development Project; Increase Investment in Drainage and Irrigation; Enhanced extension and marketing services to farmers and traders; Increase availability of seed and planting materials and breeding animals; and approval of all outstanding viable production investment projects."}, {"text_block_id": "p31_b376", "text": "The production levels of the most important crops are shown in Table 4."}, {"text_block_id": "p32_b377", "text": "Table 4: Production of vegetables and fruits (2006-2013)"}, {"text_block_id": "p32_b378", "text": "Worlds ranking of Guyana in agricultural production"}, {"text_block_id": "p32_b379_merged", "text": "In spite of Guyana’s small size and small population, Guyana ranks highly in agriculture production. Sugar and rice are Guyana’s main agricultural products. About 48,000 ha of land are under sugar cane cultivation. Guyana produces overall about 300,000 tonnes of sugar and its cane production is about 4M tonnes on an annual basis. This ranks Guyana at 39th"}, {"text_block_id": "p33_b381", "text": "place in the world for sugar cane production. Guyana is targeting a production of about 450,000 by 2020 and this would lift Guyana’s place in sugar cane production among the top 30 in the world."}, {"text_block_id": "p33_b382", "text": "Guyana’s rice paddy production is about 800,000 tonnes per year. Approximately 90,000 ha are under rice production. This ranks Guyana in the top 40 in the world for rice production."}, {"text_block_id": "p33_b383", "text": "As small as Guyana is, the country has two agricultural products in the top 10 in the world. These are Natural Gums (#2) and Cashew Apples (#4). There are 19 agri-commodities of Guyana featuring in the rank of 2-49 in the world, whereas another 19 feature in the rank ranging from 52-174 globally (Table 5)."}, {"text_block_id": "p33_b384", "text": "Efforts will be further strengthened to elevate the global ranking of Guyana in other non-traditional crops which are low volume and high value crops."}, {"text_block_id": "p33_b385", "text": "Table 5: World ranking of Guyana in production of different agri-commodities (value wise)"}, {"text_block_id": "p33_b386_merged", "text": "There is growing interest for Guyana’s non-traditional crops overseas: Export volumes of non-traditional crops have increased through the agriculture export diversification initiatives (AEDP). This program was designed to promote certain crops for both the local market and to target the export market, particularly the CARICOM market. Among the crops promoted were the 4Ps (peppers, plantains, pineapples and pumpkin) and the 4Cs (Coconut, citrus, cassava, carrots."}, {"text_block_id": "p33_b388", "text": "During 2013, about 12,700 tonnes of fresh fruits, vegetables and processed foods were exported from Guyana to Caribbean region and other countries. The total export value during 2013 of non-traditional agricultural commodities was $US6.95M ($G1.4B)."}, {"text_block_id": "p34_b389", "text": "Table 6: Major non-traditional crops (tonnes) exported from Guyana during 2010-2013"}, {"text_block_id": "p34_b390", "text": "Livestock"}, {"text_block_id": "p34_b391", "text": "Table 7: Livestock Production in Guyana (2009-2013)"}, {"text_block_id": "p35_b392", "text": "The"}, {"text_block_id": "p35_b393", "text": "Guyana Livestock Development Authority"}, {"text_block_id": "p35_b394", "text": "(GLDA) was established in 2010 to ensure that Guyana’s livestock industry is developed in a sustainable manner and one which would contribute to the country’s drive for self-sufficiency in meat and meat products, and ultimately to capture export markets. The different units (Animal Health, Animal Protection, Genetic Improvement, Livestock Industry Development, Livestock Research, Disease Surveillance and Disease Control) of GLDA execute the programs in such a manner to ensure that this goal is realized in a competitive and cost effective manner."}, {"text_block_id": "p35_b395", "text": "Genetic improvement"}, {"text_block_id": "p35_b396", "text": "is an important strategy being used to increase yield of meat and other products used in industries. Guyana commissioned the first Genetic Improvement Lab in October 2012, an important component of the infrastructure to support improved genetic and breed improvement in the livestock industry. This laboratory will improve the artificial insemination and embryo transfer program for livestock, especially the cattle industry."}, {"text_block_id": "p35_b397", "text": "GLDA also promotes the establishment of adequate and quality pastures to support the livestock industry. During 2012, the GLDA established 46.5 acres pasture development, 16.5 acres at Mon Repos and 30 acres at Leonora."}, {"text_block_id": "p35_b398_merged_merged_merged", "text": "A Livestock Development Unit has been established for GLDA to further enhance the industry. Focus is also on enhancing milk production to satisfy local demands."}, {"text_block_id": "p35_b401", "text": "Fisheries"}, {"text_block_id": "p35_b402", "text": "The fishing industry continues to grow in economic importance in Guyana. This industry employs around 6,500 people in harvesting and a further 6,000 people in processing, with many more benefiting indirectly through fishing related industries such as boat building and gear supply and repair. It provides a source of relatively cheap animal protein (estimated per capita annual consumption of fish was 54kg in 2003), among the highest per capita consumption of fish and fish products within the Caribbean region."}, {"text_block_id": "p35_b403", "text": "Marine production has continued to increase over the last 5 years (Table 8) with 2012 production approximately 10,000 MT greater than 2007 and 8,169 MT greater than 2011. Causes for concerns in the marine industry are the rising costs of inputs such as fuel, feed for aquaculture and piracy attacks on fisher folks."}, {"text_block_id": "p35_b404", "text": "Table 8: Marine Fisheries (2007-2013)"}, {"text_block_id": "p36_b405", "text": "Inland Fisheries"}, {"text_block_id": "p36_b406", "text": "is now emerging as a more important part of the fishing industry of Guyana. Guyana has abundant inland aquatic resources and a rich and diverse resource base."}, {"text_block_id": "p36_b407", "text": "The Guiana Shield fresh water resource, which is believed to be 1015% of earth’s available fresh water, should now be considered capital that needs to be carefully used and wisely managed for posterity."}, {"text_block_id": "p36_b408", "text": "The diverse aquatic as well as terrestrial life that is sustained by these waters also sustains the nation. The potential of the inland fisheries resources is hardly tapped. A wide variety of commercially attractive fish species, such as Lukanani, Hassar, Pacu, catfishes, Houri, etc. populate the rivers, streams and wetlands. It should be acknowledged, however, that some inland fish species are overfished and endangered (e.g. Arapaima) or threatened due to aquatic habitat degradation, modification and destruction."}, {"text_block_id": "p36_b409_merged_merged", "text": "Capture fishery for food and aquarium fish, recreational fishing and a newly emerging aquaculture sector (in fresh water as well as in brackish water environment) are the activities that currently utilize the inland aquatic resources. Production and employment in inland fisheries and aquaculture are small compared to those in marine fisheries, but the potential for development is larger as major marine fisheries resources are fully or overexploited."}, {"text_block_id": "p36_b411", "text": "Aquaculture production occupies about 3,000ha of aquaculture space around the country. For 2013 alone, the Satayadeo Sawh Aquaculture Station at Mon Repos produced in excess of 93, 180, fingerlings compared to 20, 000 in 2008; 85,872 for 2009 and 74, 950 in 2010, 86,689 in 2011 and 81,000 in 2012 which has been distributed to farmers countrywide. This sector will continue to be given prominence by the MoA in its diversification drive."}, {"text_block_id": "p36_b412", "text": "Table 9: Aquaculture Production (2009-2013)"}, {"text_block_id": "p36_b413", "text": "Source: Fisheries Department"}, {"text_block_id": "p36_b414", "text": "Guyana has also been developing its potential for sports fishing with the Ministry of Tourism, Industry and Commerce."}, {"text_block_id": "p37_b415", "text": "Table 10: Annual Exports (MT) for Fish, Prawns and Fish products (2008-2013)"}, {"text_block_id": "p38_b416", "text": "KEY ELEMENTS OF THE POLICY ENVIRONMENT AND STRATEGIC DIRECTION"}, {"text_block_id": "p38_b417", "text": "What are our goals?"}, {"text_block_id": "p38_b418", "text": "Our Overarching Goal"}, {"text_block_id": "p38_b419", "text": "Our overarching goal is to end hunger and eliminate poverty by 2025"}, {"text_block_id": "p38_b420_merged", "text": "Guyana has attained food security status. It has made tremendous advances in nutrition security. Our overall goals are to:"}, {"text_block_id": "p38_b422", "text": ""}, {"text_block_id": "p38_b423", "text": "C"}, {"text_block_id": "p38_b424", "text": "onsolidate Guyana’s Food Security status"}, {"text_block_id": "p38_b425", "text": ""}, {"text_block_id": "p38_b426", "text": "Achieve Nutrition Security"}, {"text_block_id": "p38_b427", "text": ""}, {"text_block_id": "p38_b428", "text": "Ensure reduction of food imports, such as corn, soya, potato, garlic, onion and spices"}, {"text_block_id": "p38_b429", "text": ""}, {"text_block_id": "p38_b430", "text": "Increase exports of rice and sugar, as both bulk and value-added agriculture commodities"}, {"text_block_id": "p38_b431", "text": ""}, {"text_block_id": "p38_b432", "text": "Increase export of non-traditional crop products"}, {"text_block_id": "p38_b433", "text": ""}, {"text_block_id": "p38_b434", "text": "Meet the local demand for milk and dairy products through local production"}, {"text_block_id": "p38_b435", "text": ""}, {"text_block_id": "p38_b436", "text": "Reach export level production for meats, such as beef and small ruminant meat"}, {"text_block_id": "p38_b437", "text": ""}, {"text_block_id": "p38_b438", "text": "Increase agro-processing for the local and export markets"}, {"text_block_id": "p38_b439", "text": ""}, {"text_block_id": "p38_b440", "text": "Transform agriculture to a F5 strategic direction, accomplishing its target for food and fiber (nutrition) security, but playing a significant role in fuel production, fashion and medicine and furniture and other commodities"}, {"text_block_id": "p38_b441", "text": ""}, {"text_block_id": "p38_b442", "text": "Achieve an annual growth of greater than 5%"}, {"text_block_id": "p38_b443", "text": "TRANSFORMATIVE VISION FOR AGRICULTURE"}, {"text_block_id": "p38_b444", "text": "The Agriculture Strategy 2013-2020 is driven by our vision described on pg 11 and summarized by the following diagram:"}, {"text_block_id": "p38_b445", "text": "Social and Economic Prosperity"}, {"text_block_id": "p39_b446", "text": "AGRICULTURE IS MORE THAN FOOD AND NUTRITION SECURITY"}, {"text_block_id": "p39_b447", "text": "The Agriculture Strategy 2013-2020 is designed to maximize employment and investment opportunities, and generate wealth at family and national levels, producing food and non-food commodities that contribute to economic growth."}, {"text_block_id": "p39_b448", "text": "ACHIEVING THE VISION"}, {"text_block_id": "p39_b449_merged", "text": "Guyana’s Vision for Agriculture 2020 entitled Agriculture, our vehicle for sustained economic and social prosperity"}, {"text_block_id": "p39_b451", "text": "lucidly"}, {"text_block_id": "p39_b452", "text": "communicates the premier role of the sector in transforming the nation’s development outlook in the medium and long term. It denotes a powerful tool for engendering optimism and action in elevating Guyana to a high middle income country within the next decade. The vision cognizant of disaster and climate change risks will be achieved through accelerated modernization and diversification of the agri-sector."}, {"text_block_id": "p39_b453", "text": "The priority activities to be implemented under the 25 focus areas would further catapult the growth of the sector by 2020 and beyond. Agricultural production is projected to increase greater than 20% during the intervening period. This will have a significant impact on food and nutrition security and enhancing the economic livelihood of farming communities. In addition, agriculture land coverage would increase by 100% and agriculture products will be expanded outside of food and nutrition security."}, {"text_block_id": "p39_b454", "text": "It is structured around twenty five (25) priority areas shown below:"}, {"text_block_id": "p40_b455", "text": "Chapter 3: Key Elements of the Policy Environment and Strategic Direction"}, {"text_block_id": "p40_b456", "text": "Table 11: Guyana’s Vision for Agriculture 2020 – Twenty Five Priority Areas for Success"}, {"text_block_id": "p40_b457", "text": "The strategy is designed to maximize:"}, {"text_block_id": "p40_b458", "text": "•"}, {"text_block_id": "p40_b459", "text": "Productivity and competitiveness"}, {"text_block_id": "p40_b460", "text": "•"}, {"text_block_id": "p40_b461", "text": "Rural development, employment and entrepreneurship"}, {"text_block_id": "p40_b462", "text": "•"}, {"text_block_id": "p40_b463", "text": "Youth and women participation in agriculture"}, {"text_block_id": "p40_b464", "text": "•"}, {"text_block_id": "p40_b465", "text": "Technology Adoption and adaptation"}, {"text_block_id": "p40_b466", "text": "Productivity and competitiveness"}, {"text_block_id": "p40_b467", "text": "are key to ensuring strong productivity in the agri-food sector is essential to increase the diversified demands for food and non-food use of agriculture products. Productivity growth contributes to development in agricultural competitiveness. Some factors that add to competiveness addressed by the strategy includes trade, strategic management measures, institution strengthening, fiscal policy, and technology, infrastructure (logistics and connectivity)."}, {"text_block_id": "p40_b468", "text": "Rural development, employment and entrepreneurship:"}, {"text_block_id": "p40_b469", "text": "Rural development is linked to employment and entrepreneurship. Entrepreneurship is essential instrument for farmers to improving farm earnings; and women see it as an employment possibility near their homes which provides a reduced need for social support. Employment and entrepreneurship acts as a vehicle to improve the quality of life for individuals, families and communities and to sustain a healthy economy and environment."}, {"text_block_id": "p40_b470", "text": "Youth in Agriculture:"}, {"text_block_id": "p40_b471", "text": "There will be clear and succinct foci on attracting young people into agriculture, through enterprise and entrepreneurship and technology for aspirations of the new generation of farmers. This will be accomplish through support and training including scholarships in agriculture or business development skills, and training in financial management, including how to access credit. Agriculture will be viewed as a profitable business rather than purely for subsistence, embracing this is key to revitalizing agriculture in the Guyana. With the new generation of farmers will come innovative farming mechanisms."}, {"text_block_id": "p41_b472", "text": "Technology in Agriculture:"}, {"text_block_id": "p41_b473_merged", "text": "Closing the current gap in agricultural productivity will require a significant increase in agricultural yields. This will require improved technology; these include seeds that enable crops to withstand environmental and biological stresses, crop protection solutions, modern irrigation practices, mobile technology, fertilizer, and mechanization. For instance, we will increase use of technology in the operation of dairy farmers from artificial insemination to mechanical milking and pasteurization; and NAREI will begin using satellite technology to track and plan farming practices"}, {"text_block_id": "p43_b475", "text": "Key Policy Elements"}, {"text_block_id": "p43_b476", "text": "The Agriculture Strategy 2013-2020 takes into consideration a number of documents which outline the ambition and the development goals and directions of the Government of Guyana. The Vision for Agriculture and its strategies 2013-2020 acknowledges that Guyana has already crafted and implemented strategies, plans and policies that have contributed significantly to agriculture and rural life and development overall. This strategy builds on the rich diversity of prudent macroeconomic policies, continued diversification of the productive sector, and substantial progress on catalytic infrastructural projects and strengthening social services."}, {"text_block_id": "p43_b477", "text": "There are a number of important policy and strategic documents that the Agriculture Strategy 2013-2020 builds on. These include, but not limited to the following:"}, {"text_block_id": "p43_b478", "text": "Data Management and Monitoring and Evaluation"}, {"text_block_id": "p43_b479", "text": "capacities represent major weaknesses within the MOA. These areas are significant new areas of focus for the Agriculture Strategy 2013-2020. Significant improvement in data collection and analysis are targeted for the 2013-2020 period. During this time, Service Agreements to drive efficiency and effectiveness within the MOA and its agencies will be introduced."}, {"text_block_id": "p43_b480", "text": "There is a critical need for"}, {"text_block_id": "p43_b481", "text": "COST OF PRODUCTION"}, {"text_block_id": "p43_b482", "text": "to ensure farmers and agriculture enterprises maximize profitability and enhance wealth generation within the sector. The Ministry of Agriculture has initiated a cost of production capacity building program as an important policy and programmatic direction. This is not only intended to maximize profitability and promote wealth generation among agriculture enterprises, small and large, but it would ensure Guyana is aware of the total agriculture investment."}, {"text_block_id": "p43_b483", "text": "Sanitary and Phytosanitary measures"}, {"text_block_id": "p43_b484", "text": "are important to ensure food safety and the ability to export farming commodities. Guyana is well aware of the new food laws in Europe, North America and other export destinations and the need to prepare for a new round of non-tariff constraints in the trade regimes globally."}, {"text_block_id": "p43_b485", "text": "International Chemicals Instruments for Sound Chemicals Management:"}, {"text_block_id": "p43_b486", "text": "Over the years, the global community has addressed a number of issues regarding the transboundary movement of chemicals and their management, including through negotiated multilateral environmental agreements. Two initiatives that stemmed from the 1992 UN Conference on Environment and Development (UNCED) are the Rotterdam Convention on Prior Informed Consent (PIC) Procedure for Certain Hazardous Chemicals and Pesticides in International Trade (the “Rotterdam PIC Convention”), adopted in 1998, and the Stockholm Convention on Persistent Organic Pollutants (the “Stockholm POPs Convention”), adopted in 2001. The Rotterdam Convention entered into force on 24 February 2004. As of July 2007, it had 73 signatories and 117 parties.  The Stockholm Convention on Persistent Organic Pollutants was adopted and opened for signature on 22 May 2001. As of August 2007, it had 152 signatories and 147 parties. Guyana is a party to both of these two very significant chemical management agreements."}, {"text_block_id": "p43_b487", "text": "Adopted by the International Conference on Chemicals Management (ICCM) on 6 February 2006 in Dubai, United Arab Emirates, the Strategic Approach to International Chemicals Management (SAICM) is a policy framework to foster the sound management of chemicals. The Strategic Approach to Chemicals Management was developed by a multi-stakeholder and multi-sectoral Preparatory Committee and supports the achievement of the goal agreed at the 2002 Johannesburg World Summit on Sustainable Development of ensuring that, by the year 2020, chemicals are produced and used in ways that minimize significant adverse impacts on the environment and human health."}, {"text_block_id": "p43_b488_merged_merged_merged_merged_merged", "text": "The Hydrometeorological Service is the focal point for the National Ozone Action Unit (NOAU), United Nations Framework Climate Change Convention (UNFCCC), Clean Development Mechanism (CDM), Amazon Cooperation Treaty Organisation"}, {"text_block_id": "p44_b491", "text": "The HUNGER-FREE INITIATIVE OF THE AMERICAS"}, {"text_block_id": "p44_b492", "text": "is an important regional initiative in which Guyana is playing a major role. Guyana hosted the HUNGER-FREE INITIATIVE in 2012 and Guyana remains committed to this goal."}, {"text_block_id": "p44_b493", "text": "Transformation of the Livestock Industry"}, {"text_block_id": "p44_b494", "text": "is a major area of focus for the development period 2013-2020. Guyana’s livestock industry is undergoing major transformation. Not only is it being positioned to meet local meat and meat product demands, but specific attention is being paid to rearing of animals for purposes other than food products."}, {"text_block_id": "p44_b495", "text": "The National Agri-Energy Committee will drive the Agri-Fuel Industry"}, {"text_block_id": "p44_b496", "text": "as part of the development trajectory of Guyana. Mega farms for the production of bio-fuels will become a new development thrust for Guyana. In this regards, Guyana is developing a new energy policy that includes regulation for transport fuel starting with an E-10 blend of gasoline for vehicles. The bio-ethanol plant at Albion is a pilot initiative to promote bio-fuel in Guyana."}, {"text_block_id": "p44_b497", "text": "Land Tenure Policies"}, {"text_block_id": "p44_b498", "text": "are critical for success in agriculture and to ensure small scale farmers remain as the most important driving force in agriculture in Guyana. The establishment of the Land Use Policy Committee by Cabinet will drive development in small scale and large scale agriculture land access."}, {"text_block_id": "p44_b499", "text": "The Infra-structure Portfolio 2013-2030"}, {"text_block_id": "p44_b500", "text": "is a list of infra-structure projects that will create a transformation of the landscape of Guyana and that will catalyze agriculture production far beyond its present limits."}, {"text_block_id": "p44_b501", "text": "In 1997, the"}, {"text_block_id": "p44_b502", "text": "National Development Strategy (NDS)"}, {"text_block_id": "p44_b503", "text": "was developed, which outlined priorities for Guyana's economic and social development. Although dated, the objectives of the NDS remain relevant today and the Agriculture Strategy 20132020 takes cognizance of these objectives:"}, {"text_block_id": "p44_b504", "text": "(i)"}, {"text_block_id": "p44_b505", "text": "Achieve sustainable growth rates"}, {"text_block_id": "p44_b506", "text": "(ii)"}, {"text_block_id": "p44_b507", "text": "Reduce poverty"}, {"text_block_id": "p44_b508", "text": "(iii)"}, {"text_block_id": "p44_b509", "text": "Achieve geographical unity"}, {"text_block_id": "p44_b510", "text": "(iv)"}, {"text_block_id": "p44_b511", "text": "Ensure equitable geographical distribution of economic activity"}, {"text_block_id": "p44_b512", "text": "(v)"}, {"text_block_id": "p44_b513", "text": "Diversify the economy."}, {"text_block_id": "p44_b514_merged_merged_merged_merged_merged_merged_merged", "text": "The Government of Guyana has developed and successfully implemented a number of Poverty Reeduction Strategies, which have significantly helped to reduce poverty from about 66 to 87% before 1990 to about 30% today. Guyana’s is enshrined in the Governments’ medium term vision that focuses on six areas of importance including economic policies to stimulate growth, good governance and the business environment, investment in human capital, infrastructure to support services and to support growth and safety nets. Realization of the expected goals of the PRSP hinges on seven key pillars listed below:"}, {"text_block_id": "p44_b516", "text": "•"}, {"text_block_id": "p44_b517", "text": "broad-based, jobs-generating economic growth;"}, {"text_block_id": "p45_b518", "text": "•"}, {"text_block_id": "p45_b519", "text": "environmental protection;"}, {"text_block_id": "p45_b520", "text": "•"}, {"text_block_id": "p45_b521", "text": "stronger institutions and better governance;"}, {"text_block_id": "p45_b522", "text": "•"}, {"text_block_id": "p45_b523", "text": "investment in human capital, with emphasis on basic education and primary health;"}, {"text_block_id": "p45_b524", "text": "•"}, {"text_block_id": "p45_b525", "text": "investment in physical capital, with emphasis on better and broader provision of safe water and sanitation services, farm-to-market roads, drainage and irrigation systems, and housing;"}, {"text_block_id": "p45_b526", "text": "•"}, {"text_block_id": "p45_b527", "text": "improved safety nets; and"}, {"text_block_id": "p45_b528", "text": "•"}, {"text_block_id": "p45_b529", "text": "special intervention programs to address regional pockets of poverty"}, {"text_block_id": "p45_b530", "text": "The Jagdeo Initiative (JI)"}, {"text_block_id": "p45_b531", "text": "identified and defined the major constraints being faced in agricultural development in the Caribbean region, including Guyana. These aim to develop and implement targeted, focused and practical interventions both at the regional and national levels to remove the nine key binding constraints."}, {"text_block_id": "p45_b532", "text": "1."}, {"text_block_id": "p45_b533", "text": "Limited financing and inadequate new investments"}, {"text_block_id": "p45_b534", "text": "2."}, {"text_block_id": "p45_b535", "text": "Outdated and inefficient agricultural health and food safety systems"}, {"text_block_id": "p45_b536", "text": "3."}, {"text_block_id": "p45_b537", "text": "Inadequate research and development"}, {"text_block_id": "p45_b538", "text": "4."}, {"text_block_id": "p45_b539", "text": "A fragmented and unorganized private sector"}, {"text_block_id": "p45_b540", "text": "5."}, {"text_block_id": "p45_b541", "text": "Inefficient land and water distribution management systems"}, {"text_block_id": "p45_b542", "text": "6."}, {"text_block_id": "p45_b543", "text": "Deficient and uncoordinated risk management measures"}, {"text_block_id": "p45_b544", "text": "7."}, {"text_block_id": "p45_b545", "text": "Inadequate transportation systems, particularly for agricultural products"}, {"text_block_id": "p45_b546", "text": "8."}, {"text_block_id": "p45_b547", "text": "Market infrastructure, including market information and market linkages"}, {"text_block_id": "p45_b548", "text": "9."}, {"text_block_id": "p45_b549", "text": "Lack of skilled and quality human resources in agriculture."}, {"text_block_id": "p45_b550", "text": "Guyana’s"}, {"text_block_id": "p45_b551", "text": "Low Carbon Development Strategy (LCDS) (2010)"}, {"text_block_id": "p45_b552", "text": "represents one of the innovative models globally to merge forest protection, climate change mitigation and adaptation, and socio-economic growth and development. The strategy puts forward four key areas of actions for driving the low carbon climatic resilient economy, two of which relates directly to the agriculture sector:"}, {"text_block_id": "p45_b553", "text": "(1)"}, {"text_block_id": "p45_b554", "text": "Investing in low carbon infrastructure inclusive of D&I and nurturing investment in high potential, low carbon sectors such as fruits, vegetables and aquaculture."}, {"text_block_id": "p45_b555", "text": "(2)"}, {"text_block_id": "p45_b556", "text": "In addition the Low Carbon Development Strategy presents various opportunities and challenges for Guyana’s agriculture sector, such as investing in strategic economic infrastructure (drainage, irrigation, road construction, and off-grid power). This would improve access and provide infrastructure for agro-industrial investment in currently unused, non-forested land. Such improvements would also facilitate investment in high-potential low-carbon sectors and sustainably managing the forestry sectors. Opportunities for investment and development by the indigenous population would also be created in areas such as cattle rearing and value-added production."}, {"text_block_id": "p45_b557_merged_merged_merged", "text": "Legislation: With the change in administration in 1992, it was recognized that the agricultural sector required a drastic overhaul for development to take place. The early initiatives focused on an essential paradigm shift. With the support of international financial agencies, the new government used legislation to create new institutions such as the Guyana Forestry Commission (GFC), the Guyana Lands and Surveys Commission (GLSC) and the National Drainage and Irrigation Authority (NDIA). More recently new legislation also brought into being the National Agricultural Research and Extension Institute (NAREI) and the Guyana Livestock Development Authority (GLDA)."}, {"text_block_id": "p45_b561", "text": "The accession of Guyana to the World Trade Organization in 1995 has further propelled the country in the direction of globalisation, and in respect of the agriculture sector the necessity to conform to the requirements of the WTO/SPS"}, {"text_block_id": "p46_b562", "text": "Legislation already enacted includes the Animal Health Act, the Plant Protection Act, the Fisheries Act, the Veterinarians Act and the Seeds Act."}, {"text_block_id": "p46_b563", "text": "Guyana’s Food and Nutrition Security 2011-2020"}, {"text_block_id": "p46_b564", "text": "focuses on consolidating food and nutrition security. It places emphasis on factors affecting Guyana’s food availability, stability and access. In terms of availability, major concerns are production and marketing constraints; stability relates to natural disasters and climate variability; while access concerns are characterized by those whose livelihoods survive on a very limited income. The Overall goal of FNSS Implementation Plan is to enhance economic growth and poverty reduction by increasing the contribution of the agriculture sector to the national economy."}, {"text_block_id": "p46_b565", "text": "To enhance agricultural production and productivity and to strategically address issues related the enhancement of agricultural production and productivity and the promotion of the consumption of a healthy and nutritious diet year round, the GOG prepared the Food and Nutrition Security Strategy (FNSS) for 2011-2020. The strategy concentrates on rural smallholder farmers constituting the majority of the poor. The FNSS strategy places emphasis on:"}, {"text_block_id": "p46_b566", "text": "(1)"}, {"text_block_id": "p46_b567", "text": "Enhancing production (quantity and quality) through appropriate technology transfer"}, {"text_block_id": "p46_b568", "text": "(2)"}, {"text_block_id": "p46_b569", "text": "Facilitating marketing through value-added products and market information"}, {"text_block_id": "p46_b570", "text": "(3)"}, {"text_block_id": "p46_b571", "text": "Increasing employment in rural areas and vulnerable groups"}, {"text_block_id": "p46_b572", "text": "(4)"}, {"text_block_id": "p46_b573", "text": "Reduction of risk and vulnerability to natural disaster and economic crisis"}, {"text_block_id": "p46_b574", "text": "(5)"}, {"text_block_id": "p46_b575", "text": "Food safety and quality control"}, {"text_block_id": "p46_b576", "text": "(6)"}, {"text_block_id": "p46_b577", "text": "Hygienic and safe food practices"}, {"text_block_id": "p46_b578", "text": "(7)"}, {"text_block_id": "p46_b579", "text": "Improved dietary and nutritional practices at the household levels"}, {"text_block_id": "p46_b580", "text": "(8)"}, {"text_block_id": "p46_b581", "text": "Increased institutional coordination and functioning for improved food and nutrition security."}, {"text_block_id": "p46_b582_merged_merged", "text": "Today the GROW MORE FOOD Campaign 2008-present builds on the recently completed Agriculture Diversification Program components: (1) Promotion of private sector entrepreneurship in agribusiness; (2) Improving the capabilities of agribusiness export and facilitation services; (3) Strengthening and consolidating agricultural health and food safety services; and (4) Drainage and irrigation rehabilitation. The Grow More Food Campaign continues to focus on the reduction of the food import bill (more than US$150M or G$30B annually) and the increase of agricultural export. This is being implemented through the establishment of a Crop Development Unit at NAREI which focuses primarily on the expansion of cultivation of corn and soya bean (for livestock feed), blackeye, soursop and ranbutan. Emphasis is also being placed on new crop types (to reduce importation) such as carrots, onions, chickpeas, potato and culinary herbs and spices. The establishment of the Livestock Development Unit at GLDA further enhances the livestock industry with focus on milk production to satisfy local dairy product demands. One specific area that the GLDA focuses on is small ruminant meat."}, {"text_block_id": "p47_b585", "text": "Agriculture Disaster Risk Management Plan (ADRM) 2013-2020"}, {"text_block_id": "p47_b586", "text": "symbolizes the Government of Guyana and Ministry of Agriculture’s commitment to risk reduction. The policies and programs described in the ADRM plan demonstrate the GOG’s strong belief that disaster risk management is an imperative. In this regards, the Agriculture Strategy 2013-2020 targets the following:"}, {"text_block_id": "p47_b587", "text": "1."}, {"text_block_id": "p47_b588", "text": "Institutional mechanism that fosters optimal coordination and implementation of DRM programmes within the agriculture sector."}, {"text_block_id": "p47_b589", "text": "2."}, {"text_block_id": "p47_b590", "text": "Innovative and culturally appropriate risk transfer instruments designed and adopted to improve the recovery potential of farmers and fisher-people, with an emphasis on the most vulnerable."}, {"text_block_id": "p47_b591", "text": "3."}, {"text_block_id": "p47_b592", "text": "Institutional capacities for risk assessment, hazard monitoring and dissemination of early warning information for proactive mitigation, preparedness and response among all end users, especially at the community level."}, {"text_block_id": "p47_b593", "text": "4."}, {"text_block_id": "p47_b594", "text": "Disaster risk reduction and climate change adaptation policies and programmes designed to strengthen resilience to significant hazards particularly among vulnerable groups."}, {"text_block_id": "p47_b595", "text": "5."}, {"text_block_id": "p47_b596", "text": "Education, training and public awareness as tools to advance a culture of prevention and safety."}, {"text_block_id": "p47_b597", "text": "6."}, {"text_block_id": "p47_b598", "text": "Resources for disaster preparedness and response at all levels, especially in high risk communities/regions."}, {"text_block_id": "p47_b599", "text": "7."}, {"text_block_id": "p47_b600", "text": "Disaster risk reduction and CCA principles and best practices for recovery and rehabilitation policies and programmes in affected communities."}, {"text_block_id": "p47_b601", "text": "The Flood Prevention and Drought Control Plan 2013-2020"}, {"text_block_id": "p47_b602", "text": "describes actions that are intended to reduce and prevent floods and control and mitigate drought events. These plans are derived from the ADRM and also from the Infra-structure Portfolio 2013-2030."}, {"text_block_id": "p47_b603", "text": "Development partners"}, {"text_block_id": "p47_b604", "text": ": Guyana is fortunate to have country offices of United Nations Food and Agriculture Organization (FAO), Inter-American Institute for Cooperation on Agriculture (IICA) and Caribbean Community (CARICOM) that collaborate closely with the Ministry of Agriculture to fulfill the upward thrust of the agriculture sector. While"}, {"text_block_id": "p47_b605", "text": "FAO"}, {"text_block_id": "p47_b606", "text": "concentrates its efforts in striving to achieve its vision of achieving food security and eliminating poverty, Guyana’s Programme Thematic Areas include: Food Security and Nutrition, Agriculture and Rural Development, Renewable Natural Resources and Climate Change and Agriculture Health and Food Safety. In 2013, Guyana was recognized by FAO as one of 17 countries out of 189 countries that worked on achieving the Millennium Development Goal and improved nutrition."}, {"text_block_id": "p47_b607", "text": "IICA"}, {"text_block_id": "p47_b608_merged_merged_merged_merged", "text": "is the institution of the Inter-American System that provides technical cooperation, innovation and specialized knowledge to contribute to the competitive and sustainable development of agriculture in the Americas and to improve the lives of rural dwellers in the member countries. IICA Programme Thematic Areas include: Strengthening technical capacity in agriculture, Promoting Agriculture Diversification and Provide Support to Disease Monitoring and Surveillance, Capacity Building to Improve Market Access, Modernizing Tertiary Agriculture Education and establishing a Diary Industry. IICA will be implementing two projects in the Caribbean region Sanitary and Phytosanitary Measures Project & Agriculture Policy Programme (APP)."}, {"text_block_id": "p48_b610", "text": "THE ROADMAP"}, {"text_block_id": "p48_b611", "text": "GUYANA’S VISION FOR AGRICULTURE 2020 –"}, {"text_block_id": "p48_b612", "text": "TWENTY FIVE PRIORITIES FOR SUCCESS POST 2015"}, {"text_block_id": "p48_b613", "text": "AGRICULTURE AS OUR VEHICLE FOR SUSTAINED ECONOMIC AND SOCIAL PROSPERITY"}, {"text_block_id": "p48_b614_merged", "text": "The Agriculture Strategy 2013-2020 IS AN AMBITIOUS PROGRAM. It is described as a series of activities around 25 priority areas, with specific indicators for all activities."}, {"text_block_id": "p48_b616", "text": "A NUMBER OF AGENCIES WILL WORK TOGETHER TO IMPLEMENT THE AGRICULTURE STRATEGY 2013-2020. THE MINISTRY OF AGRICULTURE HEADS OF DEPARTMENTS (HOD) WILL MONITOR THE IMPLEMENTATION ON A QUARTERLY BASIS. THE M&E UNIT WILL REPORT QUARTERLY TO THE HOD ON THE IMPLEMENTATION PERFORMANCE."}, {"text_block_id": "p48_b617", "text": "Each department and or authority will develop annual work plans and will be responsible for its full implementation."}, {"text_block_id": "p48_b618", "text": "The overall goals will be accomplished via a number of sub-sector strategies. These strategies are not all included in the Roadmap described in this document. Thus, in addition to the activities listed in the Agriculture Strategy, other activities are described in each sub-sector strategy document."}, {"text_block_id": "p48_b619", "text": "There are 12 overall indicators listed as the indicators that will represent the Monitoring and Evaluation of the Agriculture Strategy and its impact on the overall development of Guyana."}, {"text_block_id": "p48_b620", "text": "There are twenty-five (25) priority areas for implementation. The table below is a list of activities highlighted in this Strategy and the Indicators. The Roadmap has 494 activities for the period 2013-2020 with 511 indicators."}, {"text_block_id": "p48_b621", "text": "Each of the indicators will be monitored and an achievement index will be calculated. Where an indicator is outside of the timeline, that indicator will be marked with full points. Thus, at the beginning of 2013, all indicators would have been outside of the 2013 starting timeline and the achievement index would have been 100%. At the end of 2013, certain indicators would have been within their timeline. Non-completion or partial completion would have seen the achievement index being marked down from 100%. Thus, a score of greater than 90% is considered acceptable. A score of less than 90% is ineffective implementation."}, {"text_block_id": "p48_b622", "text": "The following scoring indices will be in use:"}, {"text_block_id": "p48_b623", "text": ">95% = A+"}, {"text_block_id": "p48_b624", "text": ">90% = A"}, {"text_block_id": "p48_b625", "text": ">85% = B+"}, {"text_block_id": "p48_b626", "text": ">80% = B"}, {"text_block_id": "p48_b627", "text": "> 75% = C"}, {"text_block_id": "p48_b628", "text": "<75% = Unacceptable"}, {"text_block_id": "p49_b629", "text": "Table 12: Twenty-Five (25) Priority Areas in the Agriculture Strategy with Activities and Indicators"}, {"text_block_id": "p51_b630", "text": "ROADMAP – AGRICULTURE STRATEGY 2020"}, {"text_block_id": "p88_b631", "text": "Chapter 4: The Roadmap"}, {"text_block_id": "p90_b632", "text": "ABOUT THE MINISTRY OF AGRICULTURE"}, {"text_block_id": "p90_b633", "text": "Mission Statement"}, {"text_block_id": "p90_b634", "text": "T"}, {"text_block_id": "p90_b635", "text": "o ensure the formulation and implementation of policies and programmes which facilitate the development of agriculture (including fisheries) in Guyana, thereby contributing to the enhancement of rural life, the sustainable improvement of incomes of producers and other participants in the agricultural production and marketing chain; and the maintenance of a sound physical and institutional environment for present and future productive activities."}, {"text_block_id": "p91_b636", "text": "The Ministry of Agriculture’s mission is addressed through four programme areas, two committees and ten agencies, which are as follow;-"}, {"text_block_id": "p91_b637", "text": "Program Areas"}, {"text_block_id": "p91_b638", "text": "Ministry Administration (including Finance)"}, {"text_block_id": "p91_b639", "text": "This department is responsible for effective and efficiently managing and coordinating human, financial, physical and material resources necessary for the successful implementation and administration of the Ministry’s programmes and operations."}, {"text_block_id": "p91_b640", "text": "Crops and Livestock Support Services"}, {"text_block_id": "p91_b641", "text": "This department promotes and supports the development of agriculture in Guyana through the provision of a range of technical and regulatory services to the sector. [Currently carried out by NAREI and GLDA]"}, {"text_block_id": "p91_b642", "text": "Fisheries Department"}, {"text_block_id": "p91_b643", "text": "The Fisheries Department is responsible for managing, regulating and promoting the sustainable development of the nation’s fishery resources for the benefit of the participants in the sector and the national economy. The Fisheries sector is made up of three primary components: Marine Fishery, Aquaculture and Inland Fishery. The department achieves its mission through the following divisions:"}, {"text_block_id": "p91_b644", "text": "Administration:"}, {"text_block_id": "p91_b645", "text": "To provide the relevant support services necessary for the development and maintenance of fisheries programmes and activities."}, {"text_block_id": "p91_b646", "text": "Statistical Unit:"}, {"text_block_id": "p91_b647", "text": "To collect and analyze data and conduct surveys to provide scientific and social-economic information for policy determination, planning and resource management. The key responsibilities include: Market Survey Activity, Management of Data Entry and Storage, Production and Management of Individual Export Licences forms."}, {"text_block_id": "p91_b648", "text": "Legal and Inspectorate Unit:"}, {"text_block_id": "p91_b649", "text": "To ensure the observance of all legal and administrative requirements by all entities in the fishery sub-sector and recommended appropriate charges to existing regulations which govern the Sector. The key responsibilities include: Registration and Licencing of fishing vessels, License and inspect fish processing plant, Conduct enforcement and surveillance activities of fishing vessels, Monitor the industrial fleet/artisanal compliance with licence conditions, Monitor and conciliate complaints and disputes at the centre and the regions, Issue export licences for fish and fish products, Ensure the collection of revenue under the Fisheries Act 2002 and Maritime Act of 1977, etc."}, {"text_block_id": "p91_b650", "text": "Aquaculture:"}, {"text_block_id": "p91_b651", "text": "To ensure that aquaculture is developed in a sustainable and controlled manner optimising economic and environmental benefits."}, {"text_block_id": "p91_b652", "text": "Hydrometeorological Services"}, {"text_block_id": "p91_b653", "text": "The Hydromet Department is responsible for observing, archiving and understanding Guyana’s weather and climate. It provides meteorological, hydrological, and oceanographic services in support of Guyana’s national needs and international obligations."}, {"text_block_id": "p91_b654", "text": "The Hydrometeorological Service’s general responsibility is to monitor and evaluate the weather and water resources in Guyana and to actively support the government in disaster risk management and aeronautical, water, agriculture, engineering and other agencies for the"}, {"text_block_id": "p92_b655", "text": "socio-economic development of the country. It is the official provider of weather, water and climate information and related products and services for Guyana. The overall mission of the Hydrometeorological Service evolves from separate basic activities:"}, {"text_block_id": "p92_b656", "text": "Monitoring:"}, {"text_block_id": "p92_b657", "text": "Observation and data collection to meet the needs of future generations for reliable, homogeneous national climatological, hydrological and oceanographic data;"}, {"text_block_id": "p92_b658", "text": "Research:"}, {"text_block_id": "p92_b659", "text": "Research directed to the advancement of hydrological, oceanographic and meteorological sciences and the development of a comprehensive description and scientific understanding of Guyana's weather, climate and water resources;"}, {"text_block_id": "p92_b660", "text": "Services:"}, {"text_block_id": "p92_b661", "text": "Provision of hydrological, meteorological, oceanographic and related data, information, forecasts, warnings, investigation and advisory services on a national, as well as international bases; and"}, {"text_block_id": "p92_b662", "text": "International:"}, {"text_block_id": "p92_b663", "text": "Coordination of Guyana's involvement in regional and international hydrology, meteorology, oceanography and related conventions."}, {"text_block_id": "p92_b664", "text": "Committees"}, {"text_block_id": "p92_b665", "text": "Rice Assessment Committee (RAC)"}, {"text_block_id": "p92_b666", "text": "There are Rice Assessment Committee in all major rice growing regions, these are, Regions 2, 3, 4, 5 and 6. Each committee is represented by Land Lords, tenants, technical staff of the Ministry and a Chairman who has legal training. The committee investigates disputes on land matters in the rice farming areas. It operates at a Magistrate Court Level."}, {"text_block_id": "p92_b667", "text": "National Cane Farming Committee (NCFC)"}, {"text_block_id": "p92_b668", "text": "The NCFC has representatives from private cane farmers, government including GUYSUCO and representative from the banking sector. These are appointed by the Minister of Agriculture. The focus of the committee is to make representation on behalf of the private cane farmers to government and GUYSUCO on various issues."}, {"text_block_id": "p92_b669", "text": "Agencies"}, {"text_block_id": "p92_b670", "text": "National Agricultural Research and Extension Institute (NAREI)"}, {"text_block_id": "p92_b671", "text": "“The Premier Research and Extension Organisation”"}, {"text_block_id": "p92_b672", "text": "The National Agricultural Research & Extension Institute (NAREI) is the premier organisation responsible for spearheading agricultural research and extension activities for productivity enhancement and diversification of the non-traditional crops sector (fruits and vegetables), bio fuel development as well as for plant quarantine services. NAREI’s vision is"}, {"text_block_id": "p92_b673", "text": "“"}, {"text_block_id": "p92_b674", "text": "to ensure food security, prosperity and livelihoods of all, using technological innovations in agriculture"}, {"text_block_id": "p92_b675", "text": ".”"}, {"text_block_id": "p92_b676", "text": "The Institute is actively engaged in adaptive research that focuses on improving crop production/ productivity for enhanced food security and rural development. Emphasis is placed on crop diversification from high volume-low income to low volume-high income crops such as spices and other cash crops, new vegetables (cauliflower, broccoli, red cabbage and sweet pepper), IPM approach to managing biotic stresses, procurement and evaluation of exotic germplasm (black eye, corn and soybean) of field crops, bio fuel crops, coconut and cassava revitalisation, and technology dissemination through"}, {"text_block_id": "p93_b677", "text": "the extension services. The promotion of Climate Smart Agricultural Practices inclusive of protected agricultural systems for year round vegetable production, hydroponics and drip irrigation is also given prominence."}, {"text_block_id": "p93_b678", "text": "NAREI’s Strategic Plan (2013-2020) envisions the Institute as being the major facilitator for a prosperous, food secure and environmentally sustainable Guyana. This will be achieved through enhancing agricultural productivity and quality of produce through generation and dissemination of newer and efficient technologies and services reduced import of agri produce and products, reduced malnutrition and environmental degradation and enhanced exports taking into consideration the changing global and business environments."}, {"text_block_id": "p93_b679", "text": "Guyana Livestock Development Authority (GLDA)"}, {"text_block_id": "p93_b680", "text": "In an era where pathogens from animals are entering the oceanic as well as human internal ecosystem, a clear picture has emerged regarding emerging diseases. Man is becoming increasingly concerned about accessing safe, wholesome and affordable food, particularly food emanating from livestock. In an effort to develop the architecture that will support our drive to satisfy this need, several entities in livestock were unified under one new arms-length or semi-autonomous agency, the Guyana Livestock Development Authority."}, {"text_block_id": "p93_b681", "text": "The thrust of the agency is to"}, {"text_block_id": "p93_b682", "text": "“promote greater efficiency in the livestock product industry and to provide enhanced services in livestock husbandry, livestock health and research so as to make provision for effective administration and regulation of trade, commerce and export of livestock or livestock products and for matters related and incidental.”"}, {"text_block_id": "p93_b683", "text": "As one of the newest agencies under the Ministry of Agriculture, it delivers public services related to animal production, animal health, animal genetics, marketing, training and extension services as well as regulatory services."}, {"text_block_id": "p93_b684", "text": "Guyana School of Agriculture (GSA)"}, {"text_block_id": "p93_b685", "text": "“GSA repositioning itself for agriculture 20/20”"}, {"text_block_id": "p93_b686", "text": "Guyana School of Agriculture (GSA) was established in the year 1963 by former President Dr. Cheddi Jagan and became a state corporation in 1964 offering the Diploma in Agriculture and the Certificate in Agriculture Programmes, and graduated the first batch of 15 students in 1966."}, {"text_block_id": "p93_b687", "text": "In 1994 the Certificate in Forestry Programme was introduced, followed by the introduction of the Animal Health and Veterinary Public Health Programme in 2007 and the Certificate in"}, {"text_block_id": "p94_b688", "text": "Fisheries Studies Programme in 2008. In 2013 the Food Science and Technology programme was introduced. Over the years, the school graduated 3,060 professionals  in different fields of agriculture and forestry thereby addressing technical capacity building through the development of skills and capacities, as well  as enhanced knowledge and information exchange between, the actors involved in  innovation, including farmers and their organizations, agricultural research, education and  training institutions, extension and advisory services institutions, and the researchers and  professionals working in the agricultural sector of Guyana and the Caribbean."}, {"text_block_id": "p94_b689", "text": "New Guyana Marketing Corporation (NGMC)"}, {"text_block_id": "p94_b690", "text": "Mission Statement:"}, {"text_block_id": "p94_b691", "text": "“"}, {"text_block_id": "p94_b692", "text": "Coordinate and facilitate the development and marketing of quality agricultural"}, {"text_block_id": "p94_b693", "text": "produce and product”."}, {"text_block_id": "p94_b694", "text": "Guyana Marketing Corporation (GMC) is a government corporation established under section 46 of the Public Corporations Act, Cap 19:05 of the Laws of Guyana."}, {"text_block_id": "p94_b695", "text": "Guyana Marketing Corporation is sometimes referred to as the “New” Guyana"}, {"text_block_id": "p94_b696_merged", "text": "Marketing Corporation (New GMC). This is because, in 1985, the policy of the Guyana Marketing Corporation was changed. There was a total cessation of all buying and selling operations, and the corporation was charged with the responsibility of providing marketing services to stakeholders (farmers, agroprocessors, exporters) of the non-traditional agricultural sector. The corporation achieves its mandate through the following departments:"}, {"text_block_id": "p94_b699", "text": "Marketing Information Centre:"}, {"text_block_id": "p94_b700", "text": ""}, {"text_block_id": "p94_b701", "text": "Provides market and marketing information on market opportunities Locally, Regionally and Internationally;"}, {"text_block_id": "p94_b702", "text": ""}, {"text_block_id": "p94_b703", "text": "Provides a match-making service linking buyers and sellers;"}, {"text_block_id": "p94_b704", "text": ""}, {"text_block_id": "p94_b705", "text": "Advises on the availability of produce, freight and other marketing matters;"}, {"text_block_id": "p94_b706", "text": ""}, {"text_block_id": "p94_b707", "text": "Provides a one-stop desk for export documentation of non-traditional agricultural produce"}, {"text_block_id": "p94_b708", "text": ""}, {"text_block_id": "p94_b709", "text": "Conducts market studies for local and overseas markets;"}, {"text_block_id": "p94_b710", "text": ""}, {"text_block_id": "p94_b711", "text": "Participates in trade fairs, and expositions to promote Guyana’s fresh fruits and vegetables, a"}, {"text_block_id": "p94_b712", "text": "nd agro-processed products;"}, {"text_block_id": "p94_b713", "text": ""}, {"text_block_id": "p94_b714", "text": "Assists exporters with registering with the US Food and Drugs Administration (FDA)  Bioterrorism Legislation;"}, {"text_block_id": "p94_b715", "text": ""}, {"text_block_id": "p94_b716", "text": "Conducts training for farmers, exporters & other stakeholders;"}, {"text_block_id": "p94_b717", "text": ""}, {"text_block_id": "p94_b718", "text": "Monitors daily wholesale and retail prices from local markets;"}, {"text_block_id": "p94_b719", "text": ""}, {"text_block_id": "p94_b720", "text": "Conducts analyses of data on prices, export volumes, etc;"}, {"text_block_id": "p94_b721", "text": "Guyana Shop:"}, {"text_block_id": "p94_b722", "text": ""}, {"text_block_id": "p94_b723", "text": "Promotes the sale and consumption of locally produced and manufactured non-traditional agricultural produce and products;"}, {"text_block_id": "p94_b724", "text": ""}, {"text_block_id": "p94_b725", "text": "Supports the development of micro and small agri-businesses."}, {"text_block_id": "p94_b726", "text": "Packaging Facilities:"}, {"text_block_id": "p94_b727", "text": ""}, {"text_block_id": "p94_b728", "text": "Provides facilities for the preparation of fresh produce for export;"}, {"text_block_id": "p94_b729", "text": ""}, {"text_block_id": "p94_b730", "text": "Provides facilities for the transportation of fresh produce from farm to packhouse, and from packhouse to ports of export;"}, {"text_block_id": "p94_b731", "text": ""}, {"text_block_id": "p94_b732", "text": "Provides cold storage facilities;"}, {"text_block_id": "p94_b733", "text": ""}, {"text_block_id": "p94_b734", "text": "Provides advice on the methods of preparation for fresh fruits and vegetables for export."}, {"text_block_id": "p95_b735", "text": "Guyana Rice Development Board (GRDB)"}, {"text_block_id": "p95_b736", "text": "Mission Statement:"}, {"text_block_id": "p95_b737", "text": "“To efficiently utilize the resources of Guyana to produce and market high quality rice and rice by-products as a staple food for local and international markets, while providing employment and foreign exchange earnings.”"}, {"text_block_id": "p95_b738", "text": "The Guyana Rice Development Board Act of 1994 established the GRDB as a corporate body.  The general functions of the GRDB are to (1) develop the rice industry and promote the exportation of rice, (2) establish facilities and undertake research on rice production for the benefit of farmers, and (3) engage in other promotional and development activities to develop the rice industry."}, {"text_block_id": "p95_b739", "text": "GRDB is managed by a Board of Directors (BOD) and a General Manager. The BOD is appointed by the Minister of Agriculture and must include Farmers, Rice Millers, a Consumer Representative, other Stakeholders of the Industry, etc."}, {"text_block_id": "p95_b740", "text": "Export and Trade Facilitation:"}, {"text_block_id": "p95_b741_merged", "text": "This department is solely responsible for the preparation of all relevant documentation for the exporting of rice from Guyana. They also assist in the facilitation of Foreign Investors in the purchase of Guyana’s rice or other rice products where necessary."}, {"text_block_id": "p95_b743", "text": "Quality Control:"}, {"text_block_id": "p95_b744", "text": "This department is responsible for ensuring that the quality of rice for both local consumption and exports meets the requisite specifications. They also train Farmers, Millers Workers and Exporters in areas of Quality Management."}, {"text_block_id": "p95_b745", "text": "Research:"}, {"text_block_id": "p95_b746", "text": "The unit is based at the Rice Research Station at Burma, Mahaicony, where new varieties and strains are developed, so that farmers can have access to plants that are more conducive to providing a better quality and higher volumes of grain."}, {"text_block_id": "p95_b747", "text": "Extension (Technology Transfer):"}, {"text_block_id": "p95_b748", "text": "This department is responsible for the transfer of technology from the Research Station to the farmer. Extension Officers, based in all the regions, regularly meet with farmers and serve as an advisory body to assist the farmers in the acquisition of inputs, the retooling with new technology available, and/or information dissemination of pertinent data that could lead to improved and more productive husbandry practices. Where demonstrations are needed the Extension Officers provide this service, thus also acting as educators/facilitators/enablers to the farmers."}, {"text_block_id": "p95_b749", "text": "Guyana Sugar Corporation (GUYSUCO)"}, {"text_block_id": "p95_b750", "text": "The Guyana Sugar Corporation is the home of the renowned Genuine Demerara Sugar. The Corporation owns eight cultivations on which it grows canes and produces sugar from those canes in seven factories which are located from the extreme east of the country to the west. A small amount of canes are bought from private farmers but it is anticipated that private farmers’ canes will increase in the coming years. In addition to"}, {"text_block_id": "p96_b751_merged", "text": "“To promote, facilitate and enhannhance sustainable agricultural develelopment in the Region through the efficient managegement of the land resource”."}, {"text_block_id": "p97_b756", "text": "water resources of the country for agricultural purposes. In meeting its mandate, the NDIA has focused on improving and upgrading drainage and irrigation services countywide, thereby enhancing the competitiveness of the various sectors and improving productivity. Through the work of the NDIA, the Ministry of Agriculture is ensuring that agricultural land is better protected against adverse weather related events."}, {"text_block_id": "p97_b757", "text": "The NDIA’s implementation of an aggressive plan for upgrading and rehabilitation of drainage and irrigation infrastructure to ensure optimum capacity has continued. Rehabilitation of drainage structures have been undertaken in Regions 2 to 10. The NDIA, through its Community Drainage and Irrigation Project (CDIP) has also been supporting vulnerable residential areas by clearing critical drains and canals. About 900 miles of canals and drains are cleared by CDIP workers monthly. In addition, over the last five years, over 900 miles of drains and canals were maintained yearly in Regions 2, 3,4,5,6 and 10 by the NDIA. The Water Users Association has also assisted with the maintenance of the secondary drainage and irrigation systems in key farming areas."}, {"text_block_id": "p97_b758", "text": "The Pesticides and Toxic Chemicals Control Board"}, {"text_block_id": "p97_b759", "text": "The Pesticides and Toxic Chemicals Control Board was established for the management of pesticides and toxic chemicals in Guyana. The Board is tasked with responsibility for licensing, registration, training, inspection and enforcement and executes these activities with the aim of ensuring sound chemicals management in Guyana; reduce human health and environment risk, and food safety in agriculture production."}, {"text_block_id": "p97_b760", "text": "All chemicals used in Guyana must be registered by the Board ensuring that all pesticides used in agriculture production are of minimum risk to human health and environment. This also plays an important role in the international trade of agricultural produce from Guyana ensuring that produce are safe for consumption. The PTCCB has a well equipped laboratory which plays a vital role in food safety carrying out formulated pesticides analyses and residual analyses."}, {"text_block_id": "p97_b761", "text": "Hope Coconut Industries Limited (Hope Estate)"}, {"text_block_id": "p97_b762", "text": "Hope Estate is located at Plantain, Hope with approximately 3,000 acres. It accommodates cash crop, cattle rearing and rice. It functions as a link between farmers and Ministry of Agriculture; it is used as one of NAREI’s demonstration site for shade house, drip irrigation and other agriculture technological innovation. The estate is sustained by revenue from tenants and subvention from government."}, {"text_block_id": "p101_b763", "text": "For more information on the strategy contact:"}, {"text_block_id": "p101_b764", "text": "Ministry of Agriculture"}, {"text_block_id": "p101_b765", "text": "Tel: 592-227-5049/592-223-7291"}, {"text_block_id": "p101_b766", "text": "e-mail: ministerofagriculture@gmail.com"}, {"text_block_id": "p101_b767", "text": "www.agriculture.gov.gy"}], "document_description": "<div>The Strategy sets the government's vision for agriculture by the year 2020, and discusses trends in human resources, land, water resources management, trade, crop yields, livestock and fisheries. It sets a roadmap over the period 2013-2020 to achieve specific sectoral targets within the context of sustainable development.The 2013 document replaced the 2009 National Adaptation Strategy To Address Climate Change In The Agriculture Sector Of Guyana Strategy And Action Plan The overall goal of the strategy was to reduce the risks posed by climate change and position the agricultural sector. It seeked to allow the sector to adapt through technical innovation and diversification, and further to increase its competitiveness and sustainability by 2018.<br>&nbsp;<br>&nbsp;Its aims are:</div><ul><li>To enhance the capacity within the agricultural sector to adapt to climate change and position this Strategy to foster a nationally consistent policy framework.</li><li>To build resilience and adaptive capacity within the sector.</li><li>To assist the government in providing primary producers with a policy framework that embraces research and development and promotes climate change adaptation techniques in agriculture.</li><li>To build greater awareness about adaptive techniques.</li></ul>"}