{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Moldova", "document_category": "Policy", "document_sector_name": ["Energy", "Agriculture"], "document_language": "English", "document_name": "National Strategy on Agriculture and Rural Development for the period 2014-2020", "document_country_code": "MDA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2014", "document_keyword": ["Adaptation", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/MDA/2014/MDA-2014-12-25-National Strategy on Agriculture and Rural Development for the period 2014-2020_2ff844889d099f4061bb99957f0bbe73.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Approved"}, {"text_block_id": "p0_b2", "text": "by the Government Decision no. 409"}, {"text_block_id": "p0_b3", "text": "from June 4, 2014"}, {"text_block_id": "p0_b4", "text": "NATIONAL STRATEGY"}, {"text_block_id": "p0_b5", "text": "ON AGRICULTURE AND RURAL DEVELOPMENT"}, {"text_block_id": "p0_b6", "text": "FOR THE PERIOD 2014-2020"}, {"text_block_id": "p0_b7", "text": "INTRODUCTION"}, {"text_block_id": "p0_b8_merged", "text": "In the 21st century agriculture has a broader dimension and impact than it was considered in the past. Its multifunctional character proves that modern agriculture is not just about producing food. It can be certainly stated that it is correlated to the environment, being into an evident cohesion with the rural areas, which ascribes to it environmental and social roles besides the important economic ones. Even its primary production function has changed and focus is now given on safe and diversity of food products. Moreover, the 21st century has brought various new challenges like price volatility, climate change or rural poverty that agriculture should meet."}, {"text_block_id": "p0_b13", "text": "A strategy created for the agriculture sector should account for this changing role and nature of the sector. A modern agriculture and rural development strategy should use a holistic approach and provide a guideline for development in economic, environmental and rural aspects. It should use the synergies between these three dimensions and contribute to a better agri-food sector in the broadest sense."}, {"text_block_id": "p0_b14", "text": "Development of a National Agriculture and Rural Development Strategy for the period 20142020 (hereinafter -the Strategy) confirms the recognition by the Government of the Republic of Moldova of importance of the agri-food sector and rural development, and is a precondition for their long-term development. It should also act as a framework for policy makers to identify the major problems and to help in identifying optimal solutions. At the same time, the Strategy will be used as a tool to plan and programme all necessary measures and to secure financial support from Government of Moldova, international development partners, international financial institutions and donors for the implementation of the proposed agenda."}, {"text_block_id": "p1_b15", "text": "Chapter I"}, {"text_block_id": "p1_b16", "text": "CURRENT SITUATION"}, {"text_block_id": "p1_b17", "text": "AND PROBLEMS IDENTIFIED IN AGRICULTURE"}, {"text_block_id": "p1_b18", "text": "1.1. Agriculture in the national economy (macro outlook)"}, {"text_block_id": "p1_b19", "text": "Agriculture remains an important but currently declining sector"}, {"text_block_id": "p1_b20", "text": "in Moldova’s"}, {"text_block_id": "p1_b21", "text": "economy. Agriculture accounts for 12% of the GDP in the year 2011, compared to over 30% a decade ago. This change has been driven by the rapid emergence of the services sector, currently accounting for nearly two thirds of the GDP. Moreover, the food industry gave 40% of the total industry in 2011, while it was around 50% 5 years ago. This follows the patterns observed in developing countries, whereby the service sector plays an increasingly important role and the agricultural sector contributes less. However, the Moldovan economy as a whole has performed well in the previous decade, reaching an average annual growth of 5% of GDP in 2000-2011(Figure 1). GDP per capita has had a positive trend, increasing by 80% between the years 2000 to 2011, with a decline in 2009 due to the economic crisis."}, {"text_block_id": "p1_b22", "text": "Figure 1: Gross value added of agriculture by economic branches in Moldova, 2000-2011"}, {"text_block_id": "p1_b23", "text": "Source: Eurostat (2013)."}, {"text_block_id": "p1_b24_merged_merged", "text": "The macroeconomic environment of Moldova is quite similar to other Eastern-European countries but different from that of the New Member States (hereinafter -EU) and of the countries adhering to EU after 2004. By depicting the gross value added in agriculture as a share of GDP in the region, it becomes apparent that agriculture plays a vital role in the Eastern-European economies, contributing 10% on average to GDP in 2010. On the other hand, the role of agriculture in GDP has been decreasing in all the Eastern-European countries by an average of 10% in the past decade. Note the gap among different areas of Europe in this regard – the contribution of agriculture to GDP was 10% in Eastern-Europe, 4% in the New Member States and 2% in the EU-15 in 2010 (Figure 2)."}, {"text_block_id": "p2_b27", "text": "Figure 2: Gross value added in agriculture as a share of GDP in Eastern-Europe, New Member States and EU states, 2000-2010 (%)"}, {"text_block_id": "p2_b28", "text": "Source: World Bank (2013)."}, {"text_block_id": "p2_b29_merged", "text": "However, agricultural output has been subject to high volatility and slow growth, driven by external (weather related) factors. Since 2000 agriculture has been showing much slower and unstable growth patterns than the rest of the economy. One of the main reasons is related to climatic conditions – droughts have become quite common in recent years. Crop production, for instance, seems particularly vulnerable to climate distress: the years of severe droughts in Moldova (2003, 2007, 2009 and 2012) have had a disastrous effect on most of the crops. The high volatility of agricultural output is a reflection of underdeveloped weather-related risk mitigation instruments, including insufficient access to irrigation, low rate of adoption of modern agricultural technologies (such as drought-resistant varieties, anti-hail protection tools) and lack of innovative insurance schemes for agriculture, such as the index-based weather insurance program. Another reason behind slowing agricultural production is associated with the economic crises, bringing up input (e.g. fertilizer, fuel, and machinery) prices, causing hard times for agricultural producers."}, {"text_block_id": "p2_b32", "text": "Agricultural employment in Moldova is still important but also declining in both absolute and relative terms. Agriculture provided for half the jobs in 2000 but only 28% in 2011 (Figure 3). Although agriculture still had an important role as employment opportunity, the indices of representation and the employees in the sector indicating a decline, registering in the period of 2000-2011 a decrease by nearly 350,000 people (about 10% of the total population). Workers exiting the agricultural pool found employment in the emerging service sector or were forced to migrate as a part of the structural process."}, {"text_block_id": "p3_b33", "text": "Figure 3: Share of economic branches in employment and total employment in the Republic of Moldova, 2000-2011 (percentage and 1000 persons, respectively)"}, {"text_block_id": "p3_b34", "text": "Source: Eurostat (2013)."}, {"text_block_id": "p3_b35_merged", "text": "Agricultural employment is still high but also declining in Eastern-Europe. While the states that became part of the EU after 2004 and the New Member States employed 4% and 8% of their active population in agriculture, respectively, Eastern-European countries had an average agricultural employment rate of 40% in 2011 (Figure 4). In the case of Moldova, agricultural employment almost halved in a decade but is still high compared to other regions of Europe."}, {"text_block_id": "p3_b38", "text": "Figure 4: Employment in agriculture as a share of total employment in Eastern-Europe, New member States and EU-15, 2000-2011 (%)"}, {"text_block_id": "p3_b39", "text": "Source: Eurostat (2013)."}, {"text_block_id": "p3_b40", "text": "Fast structural changes in the economy have raised employment opportunities outside farming and have driven people out of rural areas. Due to increased job opportunities outside agriculture, a migration has started in two directions: from rural to urban areas and from local to foreign markets in search for better income. As national statistics indicate (National"}, {"text_block_id": "p4_b41", "text": "Statistical Office), around 80,000 Moldovan people worked abroad in 2000, while in 2005, this number grew to 280,000. National data also show that during the last 6 years, the number of population leaving rural areas was about 200,000 per annum. EU markets mainly attracted women (housekeepers and nurses), while predominantly men left to Russian markets to fill the needs of the construction sector. These changes have taken a toll on the young and mobile."}, {"text_block_id": "p4_b42", "text": "Although agricultural employment has been declining, the sector still provides an important socio-economic role. It is evident that agriculture remains one of the highest employers in the economy and an employer of last resort. Since 2009 the number of people employed in agriculture has maintained stable at about 320-330 thousand and a key factor retaining people in the sector may be the increased agricultural prices and improved terms of trade in the sector in the past few years. During the economic crisis the agriculture sector provided a social buffer as a large migration of people returned to agriculture due to the lack of better employment opportunities."}, {"text_block_id": "p4_b43", "text": "Decreasing agricultural employment in conjunction with increasing sector output has led to increases in labor productivity in Moldovan agriculture, which still remains well below that of countries in the region. Labor productivity doubled in Moldova from 2000 to 2010, though it remains still below 2000 USD and well below Eastern-European average (5000 USD). However, agricultural value added per worker reached 15,000 USD in the New Member States in 2010 and 35,000 USD in the states that became EU members after 2004, suggesting significant gaps in labor productivity (Figure 5)."}, {"text_block_id": "p4_b44", "text": "Figure 5: Value added per agricultural worker in the Republic of Moldova compared to other countries from Europe in 2000-2010 (in constant 2000 USD)"}, {"text_block_id": "p4_b45", "text": "Source: World Bank (2013)."}, {"text_block_id": "p4_b46", "text": "General economic development and large remittance flows have led to a fast increase in personal incomes, also translated into a higher demand for agri-food products; in the short run, domestic production failed to adjust adequately."}, {"text_block_id": "p4_b47", "text": "The domestic demand is higher, mainly because of remittances, and is more sophisticated with consumers searching for higher value added and more diversified products. By looking at the structure of agri-food imports, it becomes evident that most popular imported products are relatively high value items: tobacco, off-season fresh fruits and vegetables together with alcoholic beverages. However, domestic supply is not ready to respond to these changes in demand for a number of reasons e.g. scarce processing capacities, climate vulnerable basic production, fragmented value chains."}, {"text_block_id": "p5_b48", "text": "1.2. Agri-food trade"}, {"text_block_id": "p5_b49", "text": "Moldova’s main trading partners in agri"}, {"text_block_id": "p5_b50", "text": "-food trade are the CIS countries and EU. CIS and EU countries were the final destinations of Moldova agri-food products in 90% of the cases. Based on"}, {"text_block_id": "p5_b51", "text": "2011 traded values, the main destinations of Moldova’s agri"}, {"text_block_id": "p5_b52", "text": "-food exports were Russia, Belarus, Ukraine, Romania and Germany, together accounting for 60% of total agri-food exports in 2011. It is important to mention though that the share of CIS countries"}, {"text_block_id": "p5_b53", "text": "was decreasing in Moldova’s agri"}, {"text_block_id": "p5_b54", "text": "-food exports by 30% during 2000-2011. Regarding agrifood import, the share of CIS countries was increasing in total agri-food imports by 25% from 2000 to 2011. Based on 2000-2011 traded value"}, {"text_block_id": "p5_b55", "text": "s, Moldova’s agri"}, {"text_block_id": "p5_b56", "text": "-food imports were mainly coming from Ukraine, Russia, Romania, Turkey and Germany, together accounting for 60% of total agri-food imports in 2011."}, {"text_block_id": "p5_b57_merged_merged", "text": "Moldova, unlike most countries from Europe and Central Asia, is a net agri-food exporter country, whose agriculture generates almost half of the country’s export revenues, but the agri-food trade balance has been declining. It is evident that agriculture has reached a positive trade balance during the past decade, while Moldova’s overall trade deficit has become alarming as it deepened by ten times from 300 million USD in 2000 to 3 billion USD in 2010 (Figure 6). Agri-food exports, consisting of primarily low value products, unprocessed raw materials, have increased threefold from 2000 to 2012, while agri-food imports, driven by processed products, have grown sevenfold, resulting in a deterioration of agri-food trade balance, affecting the trade conditions."}, {"text_block_id": "p5_b62", "text": "Figure 6: Agri-food exports and imports and their shares in total exports and imports, 2000-2012 (million USD and percentage, respectively)"}, {"text_block_id": "p5_b63", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p5_b64", "text": "Moldova’s increased trade liberalization has also lowered barriers to agri"}, {"text_block_id": "p5_b65", "text": "-food imports. The country became a member of WTO in 2001 and since being a member, Moldova has not applied any prohibitions or quantitative restrictions on trade that do not conform to WTO provisions. The average customs duties on agri-food imports are set at 12%, which is higher"}, {"text_block_id": "p6_b66", "text": "than the 5% average for all imported goods. Since March 2008, Moldova has also benefited from ATP+ in its trade with the EU that provides exemptions from customs tariffs for most products from Moldova, except for a number of agricultural products. The Government of Moldova has also established a multilateral free trade agreement (CEFTA) and bilateral"}, {"text_block_id": "p6_b67", "text": "FTA’s with CIS countries. Moldova is also a member of the"}, {"text_block_id": "p6_b68", "text": "Organization of the Black Sea Economic Cooperation (BSEC), Organization for Democracy and Economic Development"}, {"text_block_id": "p6_b69", "text": "(GUAM),"}, {"text_block_id": "p6_b70", "text": "Southeast European Cooperative Initiative"}, {"text_block_id": "p6_b71", "text": "(SECI) and other regional economic initiatives."}, {"text_block_id": "p6_b72", "text": "At the same time, Moldova’s agri"}, {"text_block_id": "p6_b73", "text": "-food exports have been impacted by changes in the trade regime of its key trade partners. So far Moldova's agri-food exports have been going to two main destinations:"}, {"text_block_id": "p6_b74", "text": "CIS and EU. However, with Russia joining WTO in 2012 Moldova's position on the Russian market has changed since all WTO members are now accorded the same trade regime leading for example to increased competition for its agri-food exports with other WTO members with lower agri-food prices (e.g. Poland). The trade situation with Russia is even more complex if we take into account Moldova's high-energy dependence (e.g. fuel and electricity) from Russia and Ukraine respectively. Moreover, the emergence of an alternative, post-Soviet trade block combining Russia, Belarus and Kazakhstan (RBK) in a form of a customs union also raises serious issues for Moldova."}, {"text_block_id": "p6_b75", "text": "There are two main vectors of Moldovan agri-food trade -EU and the CIS (predominantly Russia and Ukraine). The development of trade relations in these two directions is occurring in the context of the negotiation and imminent conclusion of a Deep and Comprehensive Free Trade Agreement (DCFTA) with the EU and the rapidly developing and regionally highly influential Russian-led Eurasian Customs Union (ECU) intended to be fully operational by the beginning of 2015. Signing and ratifying a bilaterally negotiated DCFTA with the EU will preclude the possibility of joining the ECU."}, {"text_block_id": "p6_b76", "text": "Expected economic effects of the EU-Moldova Deep and Comprehensive Free Trade Agreement"}, {"text_block_id": "p6_b77", "text": "In the long run the change in national income for Moldova is estimated to be around EUR 142 million, and GDP increase of approximately 5.4 percent. Thus the DCFTA is expected to have"}, {"text_block_id": "p6_b78", "text": "a positive impact on Moldova’s economy."}, {"text_block_id": "p6_b79_merged_merged_merged", "text": "However, given that exports grow from a lower baseline than imports, the trade deficit may remain little affected in absolute terms. Wages in Moldova are projected to increase on average by 4.8 percent over the long run. Meanwhile, the overall consumer price index is expected to decrease by about 1.3 percent over the long run. This implies that – on average – purchasing power of Moldovan citizens will increase because of the DCFTA."}, {"text_block_id": "p6_b84", "text": "For the rest of the countries in the region, liberalization of trade between the EU and Moldova is shown to have a limited effect. In Russia and Ukraine over the long run, EU-Moldova DCFTA leads to a EUR 123 million and EUR 47 million increase in their national income respectively. Liberalizing trade between the EU and Moldova is not expected to lead to any significant effect for the EU-Turkey CU."}, {"text_block_id": "p7_b85", "text": "Agri-food sector-specific changes"}, {"text_block_id": "p7_b86", "text": "Looking at the effects at a more detailed sector level, the most pronounced change would take place in the Moldovan sugar sector, and are smaller in sectors like grains. In value terms, five sectors (defined at HS 2 digit level) dominate in Moldovan agricultural and processed food exports: oilseeds and oleaginous fruits (HS12), beverages and spirits (HS22), fruits and nuts (HS8), cereals (HS10) and preparations of vegetables, fruits and nuts (HS20). In three out of these five product groups the share of Moldovan exports to the EU is higher than the share of exports to the world. This in particular applies to cereals. This could indicate that the EU market access barriers related to the sanitary and phytosanitary regime are already not excessively difficult to overcome for Moldovan exporters."}, {"text_block_id": "p7_b87_merged", "text": "For edible fruits and nuts (key Moldovan export) the difference between export shares to the world and to the EU is not very high. A more disaggregated analysis (at HS 6 digit level, i.e. distinguishing a few thousand products) reveals that the picture may be somewhat more nuanced. The key product in this sector is walnuts (mostly shelled, but also in shells – exports worth USD 64 million in 2011) and the EU is the major destination for its exports (USD 50 million). The situation is very different with fresh apples where large Moldovan exports (USD 56 million in 2011) are almost entirely directed to non-EU markets (exports to the EU are just USD 0.5 million). Trends for other fresh fruits (mainly grapes, plums, cherries, and peaches) are similar – EU accounts for a very small fraction of total Moldovan exports of these products."}, {"text_block_id": "p7_b93", "text": "Still, this lack of success of Moldovan fresh fruits sector in the EU market does not appear to be primarily driven by SPS issues. Instead this likely mainly owes to a combination of other factors: high sophistication of EU fruit market that relies on complex logistics, specific requirements on product packaging, and application of the minimum entry price system. The latter has been found as significant barrier to Moldovan apples in some EU markets."}, {"text_block_id": "p7_b94", "text": "The key product in the beverages and spirits (HS22) product group is wine. Moldovan wine exports to CIS markets remain much more important than to the EU. Also in this case, SPS does not appear to be a major barrier for entry to the EU market."}, {"text_block_id": "p7_b95", "text": "Moldovan wine sector and DCFTA"}, {"text_block_id": "p7_b96", "text": "Currently, vineyards cover around 139.9 thousand hectares, mostly being privately owned. Winemaking accounted for around 20% of total industrial output during 2003-2006, to fall dramatically from 2006 onwards following an import embargo introduced by Russia, a key export market. During 2008-2010 the share in industrial output stabilized at just above 7%. The sector is very much export-oriented and wine is the key export product of Moldova. The share of wine in total Moldova exports was as high as 25% in 2004 and 35% in 2005 to subsequently fall to 13% in 2007 and 11% in 2011."}, {"text_block_id": "p7_b97", "text": "Historically, Russia was the key market for Moldovan wine accounting for around 75% of total exports. This explains the strength of the effects of the import embargo from 2006. Moldovan wines have never managed to re-establish their position in the Russian market with current export values at a quarter of pre-2006 levels. Still, Russia remains number one export destination for Moldova wines, ahead of Belarus and Ukraine."}, {"text_block_id": "p7_b98", "text": "EU imports of Moldovan wine were negligible until 2005. After a one-off jump in 2006 they subsequently stabilized at around USD 20 million. Growth in volume terms was more dynamic in recent years. Wine remains one of a few products subject to tariff rate quotas"}, {"text_block_id": "p8_b99", "text": "under the current ATP regime. Moldova was typically using its quotas in full. In fact Moldovan during exports during 2008-2010 exceeded the quota quite significantly"}, {"text_block_id": "p8_b100", "text": "–"}, {"text_block_id": "p8_b101", "text": "with exports at close to 11 million liters each year, while quotas were rising from 6 to 8 million liters. A substantial increase in quota introduced by the new regulation of the Common Agricultural Policy (further"}, {"text_block_id": "p8_b102", "text": "–"}, {"text_block_id": "p8_b103", "text": "CAP) in 2011 (by 50% to 15 million liters) stimulated a significant increase in the volume of Moldovan exports (up to 13 million liters) although quota was not used in full. Wines exported to EU markets are generally of somewhat higher quality (more expensive -as evidence of higher unit costs in foreign trade data) than those targeting CIS markets."}, {"text_block_id": "p8_b104", "text": "The Moldovan"}, {"text_block_id": "p8_b105", "text": "wine sector until 2006 relied on exporting low-quality, semi-sweet and cheap wine to Russia. Better quality wines matching the tastes of EU consumers (and increasing number of consumers in Russia and other CIS markets as well) constituted a small share of the sector in Moldova. The Russian ban import and its consequences forced changes in the domestic market. The problems for Moldovan wine in reaching EU markets are not related to meeting specific SPS regulations, but more to the trade barriers in the form of tariffs, limited efforts to promote Moldovan wines more widely in selected EU markets in the context of low market shares held by Moldova and very tight competition from other regions (EU and"}, {"text_block_id": "p8_b106", "text": "EU) and still limited supply of Moldovan wines meeting the ‘modern taste’."}, {"text_block_id": "p8_b107", "text": "The 2011 ATP regulation has already significantly increased tariff rate quotas for Moldovan wines"}, {"text_block_id": "p8_b108", "text": "–"}, {"text_block_id": "p8_b109", "text": "their level is to rise to 24 million liters during 2013-2015, i.e. almost twice the volume of Moldovan exports from 2011. However, the DCFTA has resulted in complete abolishing of tariff barriers for wine to the EU market. This is important given that e.g. any investments in vineyards can only bring results in a few years perspective."}, {"text_block_id": "p8_b110", "text": "Other agri-food products"}, {"text_block_id": "p8_b111", "text": "There are certain product groups that are not of major importance in terms of total export shares of Moldova but where the data indicate a high likelihood of barriers preventing access to the EU market. This applies in particular to meat and live animals, where there are no Moldovan exports to the EU at all. Looking at products of animal origin as a whole only honey is exported from Moldova to the EU."}, {"text_block_id": "p8_b112", "text": "Indeed, EU SPS rules (Sanitary and Phytosanitary Issues, further -SPS) concerning products of animal origin are strict and at present Moldovan producers cannot enter the market (with the exception of honey). There are several requirements for Moldova to be placed by the EC on a list of third countries from which imports of products of animal origin are permitted."}, {"text_block_id": "p8_b113_merged_merged_merged_merged", "text": "The key direct economic impact of SPS reforms in Moldova aligning the country’s SPS system with the EU one will be easier access to EU markets for agricultural and food products. This in particular implies that the whole sector of food products of animal origin that currently cannot export to the EU will have the opportunity to try to enter EU markets."}, {"text_block_id": "p8_b116", "text": "Lower costs of market entry should also be visible in non-EU markets that have aligned (or are in the process of doing so) their SPS system with the EU one. At the same time it will become easier for EU products (and products from other countries with similar SPS regimes) to enter Moldova. This can increase competition in the domestic market driving down consumer prices and/or leading to quality gains, while putting pressure on domestic enterprises to improve their competitiveness."}, {"text_block_id": "p8_b117", "text": "Given that the new SPS regime will likely change the competitive position of companies active in the agricultural production and food processing sectors there may be some"}, {"text_block_id": "p9_b118", "text": "employment effects. Approximation of the SPS regime is likely to lead to negative employment effects. One factor limiting potential gains from SPS approximation in terms of better market access to the EU market is the popularity of private food certifications standards, such as GlobalGap, which are very popular among EU supermarkets chains and their suppliers."}, {"text_block_id": "p9_b119", "text": "Analysis indicates that economic effects of approximating the EU SPS regime are likely to be slightly negative for Moldova in the short-to medium-term. This can be mostly attributed to substantial costs of the compliance for the enterprises in the food business which, will be finally passed on to consumers through higher prices. The cost of upgrading the official control in line with these requirements will need to be borne by tax-payers (public finances), food business operators and consumers. Over time, more positive effects could materialize in the economic sphere related to modernization of the production infrastructure for the agrifood sector, and a better competitive position of Moldova in global food markets."}, {"text_block_id": "p9_b120_merged", "text": "The analysis highlights certain issues, which constrain agri-food trade including trade facilitation services, trade Facilitation Infrastructure e.g. (Border Inspection Points (BIP) and Inland Customs Depots (ICD)), road, rail and waterborne transport infrastructure and services, export documentation procedures (e.g. certification and customs)."}, {"text_block_id": "p9_b123", "text": "For Customs and for the National Food Safety Agency (hereinafter -NFSA), simplified integrated and customer-friendly procedures and documentation developed on the basis of risk assessment would benefit regular and rule abiding importers and exporters, as well as the above control bodies by freeing up resources to be targeted at transgressors."}, {"text_block_id": "p9_b124", "text": "1.3. Analysis of the agri-food sector by product group"}, {"text_block_id": "p9_b125", "text": "Moldova’s"}, {"text_block_id": "p9_b126", "text": "agricultural sector is dominated by crop production (Figure 7), while the livestock sector plays a lower but stable role in output, suggesting potentially low levels of competitiveness. Crop production accounts for 60-70% of total agricultural production in 2001-2012 in Moldova, mainly creating bulk raw materials exported to the CIS and the EU. It is also observable that the share of the livestock sector increased during years of drought (especially in 2009 and 2012), which is due to mass slaughtering of animals in times of crisis."}, {"text_block_id": "p9_b127", "text": "Figure 7: Agricultural production patterns in Moldova in 2001-2012 (per cent)"}, {"text_block_id": "p9_b128", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p10_b129", "text": "Land usage in Moldova favors crop production, similarly to other countries in EasternEurope. The share of arable land in utilized agricultural area is the highest in Moldova and Ukraine (70%) (Figure 8), while the lowest shares can be found in Armenia and Georgia (20%). Note that the high share of arable land is a specific characteristic of Eastern-Europe and the New Member States, while states that became EU members after 2004 (hereinafter referred to as EU-15) has a much more diversified land use."}, {"text_block_id": "p10_b130", "text": "Figure 8: Share of arable land in utilized agricultural area in Moldova comparing to other states from Europe, 2000-2011 (per cent)"}, {"text_block_id": "p10_b131", "text": "Source: Eurostat (2013) and FAO (2013)."}, {"text_block_id": "p10_b132_merged", "text": "Low profitability of the agriculture sector is caused by many factors including soil degradation and by the dominance of low value crops in agricultural production to the detriment of high value crops. A substantial part of agricultural production (90%) is driven by 7 products: cereals, grapes, vegetables, fruits, pigs, milk and poultry (Figure 9). It is evident that cereals (including wheat, barley, maize and sunflower) are leading the line due to the high share of arable land – nearly 70% of total sown areas. Reasons for focusing on cereals production include large scale mechanization, relatively low capital requirements, limited labor intensity, reliable markets and profit opportunities as well as the limited need for irrigation -all these indicate the presence of large-scale farms as the dominant form of organization. However, Moldovan agriculture lacks production of high value added products due to high investment requirements, low irrigation potential and availability as well as stringent food safety requirements."}, {"text_block_id": "p10_b137", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p11_b138", "text": "Although Moldovan agriculture focuses on low value crops in general, the walnut and honey sectors are exceptions. These two products have access to the EU market and are being successfully exported to the EU and other markets during the last decade. On the one hand, walnut plantations have registered a rapid growth from 4 000 hectares to 11 000 hectares in 2000-2011, mainly due to the mild climate, pests, diseases and drought resistance and the limited resources needed for maintenance. On the other hand, the export of honey doubled from 2000 to 2012, due to climatic conditions and limited capital needs."}, {"text_block_id": "p11_b139_merged", "text": "Agri-food trade patterns also reflect the dominance of low value crops in production. Moldova’s agri-food exports are mainly primary products and bulk wine, while its main agrifood imports are processed products. The largest part of products in the agri-food exports in 2012 are beverages, edible fruits and nuts, oilseeds, vegetable preparations and cereals, contributing a total of 70% of the agri-food exports (Figure 10). The major imported products were tobacco, edible fruits, cereals preparations and beverages, accounting for 50% of the agri-food import in 2012 (Figure 11)."}, {"text_block_id": "p11_b142", "text": "Figure 10: Moldova’s agri"}, {"text_block_id": "p11_b143", "text": "-food exports by produce, 2012 (%)"}, {"text_block_id": "p11_b144", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p12_b145", "text": "Figure 11: Moldova’s agri"}, {"text_block_id": "p12_b146", "text": "-food imports by produce, 2000-2012 (%)"}, {"text_block_id": "p12_b147", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p12_b148", "text": "The livestock sector development has been problematic over the last decade hindered by competitiveness-and market-related bottlenecks. The livestock sector faces domestic resource constraints (limited feed supply) as well as tough pressures from cheaper livestock imports. Domestic feed supply is short because of the limited availability of good quality pastures, which is in turn due to unfavorable weather conditions and limited irrigation capacities. On the other hand, the relatively high domestic costs of production, low productivity and poor breeds make it difficult for Moldovan livestock products to compete with the cheap subsidized meat/dairy arriving from EU and CIS markets. As a result, Moldova is a net importer in most livestock products."}, {"text_block_id": "p12_b149", "text": "The dual and fragmented farm structure is a potentially substantial constraint behind the low competitiveness of agriculture. The underdeveloped agricultural land market is one of the current constraints and potential risks related to improved competitiveness and to rural development. The large part of the farm sector of Moldova consists of two major sub-sectors: the corporate sector comprising of large-scale enterprises and the individual sector that includes peasant farms and household plots (private ownership). On the one hand, small-scale farms, mainly subsistence and semi-subsistence in nature, produce for self-sufficiency, there is limited surplus of high labor intensive high-value added crops (fruits, nuts, grapes, vegetables, potatoes) that are largely sold for cash. The large-scale enterprises are specialized in production of low value crops (such as cereals, oilseeds, sugar beets), and employ little labor due to the high mechanization level of their farm operations. This specialization has been determined by a number of factors, such as relatively low production costs for these crops, availability of agricultural machinery enabling quick cultivation of large areas, relatively simple and low-cost post-harvest handling requirements, as well as ensured markets for these commodities."}, {"text_block_id": "p12_b150", "text": "Contrary to the significant increase in labor productivity, land productivity increased marginally over the past decade, indicating declining competitive positions for Moldovan crops. Cereal yields increased by almost 40% from 2000 to 2011 in Moldova, though it is prone to substantial variation due to changing weather patterns. Cereal yields are similar to neighboring CIS countries, ranging between 1.5-3 tonnes/ha, and are showing an increasing"}, {"text_block_id": "p13_b151", "text": "trend. However there still exists a significant gap between land productivity of EU15 against the New Member States and Eastern-Europe countries (Figure 12)."}, {"text_block_id": "p13_b152", "text": "Figure 12: Yields of cereals in Eastern-Europe in 2000-2011 (tonnes/ha)"}, {"text_block_id": "p13_b153", "text": "Source: FAO (2013)."}, {"text_block_id": "p13_b154", "text": "Moldova's agricultural production is entirely dependent on imported agro-chemicals, seeds and fuel and this has an impact on the competitiveness of its agri-food products. The primary inputs (fuel, fertilizers, and chemical products for plant protection) for agricultural production are all imported. This dependency makes Moldovan agriculture subject to international price volatility."}, {"text_block_id": "p13_b155", "text": "Prices for agricultural products and inputs increased substantially in the last decade (Figure 13). Agricultural product prices increased by 70% from 2000 to 2010, while the prices of agricultural inputs increased by 58% in the same period. Since most of the tradable agricultural inputs are imported, Moldovan farmers face the world prices for their inputs, but are not able to receive the world prices for their produce. Moreover, agricultural product and input prices show a high volatility, mainly around 2007. Input price indices showed a very rapid growth in 2007-2008 and 2010, which cannot be explained only by input increase on the international market and might be explained by anti-competitive practices in the input market in Moldova. Aside being subjected to input price variability, small holders are also subject to output price volatility. In an environment where smallholder farmers are unable to mitigate this exposure, it frequently leaves them vulnerable to income shocks. The high volatility of agricultural output reflects underdeveloped weather-related risk mitigation instruments, including limited access to irrigation, and a low rate of adoption of modern agronomic practices and technologies. At the same time, innovative insurance schemes for agriculture are lacking."}, {"text_block_id": "p14_b156", "text": "Figure 13: Prices indices of agricultural products and inputs (2000=100)"}, {"text_block_id": "p14_b157", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p14_b158", "text": "Figure 14: Producer prices of selected agricultural produce in Eastern-Europe (USD/tonne)"}, {"text_block_id": "p14_b159", "text": "Source: FAO (2013)."}, {"text_block_id": "p14_b160_merged", "text": "The limited share of agricultural investments raises further pressure on the long-term competitiveness of the sector. Although the share of agricultural investment in total investments increased from 6% to 11% in 2004-2011, such capital is not enough for stopping the heavy depreciation of agricultural assets (Figure 15). A key measure of investment – import of agricultural machinery and equipment has risen only in the last 3 years, driven by increased revenue due to agricultural price rises as well as by the realignment of Government subsidy programmes towards investments. New capital investment as well as maintenance of the existing stock of agricultural assets is marginal and seem to be stagnant, showing a continuous focus on low value crops, which require less intensive capital."}, {"text_block_id": "p15_b163", "text": "Figure 15: The share of investment in long term assets by economic activity, 2004-2011 (per cent)"}, {"text_block_id": "p15_b164", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p15_b165", "text": "The limited share of foreign capital in long-term asset investments is another impediment to a competitive agricultural sector. The share of foreign capital in total investments actually remained constant from 2004 to 2011, indicating that only national resources financed investments (Figure 16). Public resources also had a limited role in investments"}, {"text_block_id": "p15_b166", "text": "–"}, {"text_block_id": "p15_b167", "text": "almost every second investment was coming from the private sector."}, {"text_block_id": "p15_b168", "text": "Figure 16: Investment in long term assets by sources of financing, 2004-2011 (percent)"}, {"text_block_id": "p15_b169", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p15_b170", "text": "Despite a recent growth in agricultural credit, Moldova’s agri"}, {"text_block_id": "p15_b171_merged_merged", "text": "-food sector is still under-funded. Around a third of Moldova’s agri-food sector demand for external funding is covered by bank loans, a fourth -by supplier credit, 3% -by State subsidies (Figure 17). The situation has improved considerably in 2012, when bank loans soared 50% year-on-year and the finance gap decreased from 50% to 35%, but the finance gap it is still high."}, {"text_block_id": "p16_b176", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p16_b177", "text": "Despite a substantial rise in loans to the agri-food sector in the last three years, stakeholder interviews have highlighted several systemic drawbacks in agri-food lending. Such drawbacks include insufficient supply of long-term loans (investment loans are typically 3 year long, with some 5 year exceptions, insufficient for financing perennial plantations or post-harvesting installations such as cold storages), high interest rates (15-20% per year), deficient collateral policies (excess collateral requirements, under-evaluation of collateral by banks), combined with insufficiently developed market-based instruments for easing access to loans (loan guarantees funds, interest rate subsidies)."}, {"text_block_id": "p16_b178", "text": "The agricultural education system"}, {"text_block_id": "p16_b179", "text": "has become receptive and  flexible to the requirements of the rural employment market. As a result of the partnership relationships amongst education institutions and agricultural and processing industry businesses, education plans related to all 23 specializations are updated constantly, as well as the learning curricula, education method and teaching techniques aimed at achieving a formation-developing, competences based education system."}, {"text_block_id": "p16_b180", "text": "In 2012, as a result of the analysis of then existing plans, edition 2005, considering the suggestions and proposals of business entities and didactic staff of the universities, new qualification standards had been developed, competence-based, which also served as basis for new education plans, edition 2012."}, {"text_block_id": "p16_b181", "text": "The new plans include new subjects, such as:"}, {"text_block_id": "p16_b182", "text": "„"}, {"text_block_id": "p16_b183", "text": "Basis of entrepreneurship"}, {"text_block_id": "p16_b184", "text": "”,"}, {"text_block_id": "p16_b185", "text": "with an already developed curriculum. Also, training was provided to the teachers who are to teach, such subjects as:"}, {"text_block_id": "p16_b186", "text": "„Quality management”, „Ecology and food security”, „"}, {"text_block_id": "p16_b187", "text": "Trade technologies"}, {"text_block_id": "p16_b188", "text": "”, „"}, {"text_block_id": "p16_b189", "text": "Trade principles"}, {"text_block_id": "p16_b190", "text": "”, „"}, {"text_block_id": "p16_b191", "text": "Commodity standardization and certification"}, {"text_block_id": "p16_b192", "text": "”, „"}, {"text_block_id": "p16_b193", "text": "Food chemistry and nutrition basis"}, {"text_block_id": "p16_b194", "text": "”, „"}, {"text_block_id": "p16_b195", "text": "Sommeliery"}, {"text_block_id": "p16_b196", "text": "”, „"}, {"text_block_id": "p16_b197", "text": "Specialized software"}, {"text_block_id": "p16_b198", "text": "”"}, {"text_block_id": "p16_b199", "text": "and other, which are aimed at fill in the knowledge of the students with up-to-date information a young specialist must possess."}, {"text_block_id": "p16_b200_merged_merged", "text": "Since 2013, new education plans have been developed for high-school education entities (colegiu), based on a new plan framework-type and credits system, worked out by the Ministry of Education for all such institutions of the country, that shall ensure the students’ readiness for graduation exams, and the credits system shall ensure the continuity of education of the graduates. The process of a permanent enhancing of the professors staff knowledge and teaching techniques shall continue, which will result in a competence-based developing education. Also, a competence-based evaluation grids have been developed."}, {"text_block_id": "p17_b203", "text": "Quite similar to the situation in the education sector,"}, {"text_block_id": "p17_b204", "text": "the agricultural research and innovation system"}, {"text_block_id": "p17_b205", "text": "has not managed to effectively break with the past and adequately reconnect with the private sector, it still operates in relative isolation and is fairly weak. The applied agricultural research sector is currently represented by 8 state institutions, including the Agricultural University. The research institutes are subordinated to both the Ministry of Agriculture and the Academy of Science, and are primarily funded from the state budget. Struggling with dilapidated inventories and inadequate resources, insufficient funds, aging of staff (due to low salaries), the existing research institutes are in a survival mode. There is no mechanism established on consulting the selected research topics with the end-users of the research, i.e. representatives of the farming and business community. The risk of irrelevance appears particularly critical as long as the research institutes continue to operate in isolation from the private sector and from the international R&D system. Therefore it is important to create and develop links between agricultural research and development and the needs of the agri-food business."}, {"text_block_id": "p17_b206", "text": "Presently, some of the research institutes are involved in production and commercial activities that are not public domain and are better handled by private operators. Apart from research activities, some institutes are heavily involved in seed and seedling production, multiplication and commercialization. These activities bring additional extra-budgetary revenue to the institutes, but the drive for commercialization of research products leads to the present unhealthy situation where commercial and research interests/activities are closely intertwined. In western countries this type of activities are carried out by private companies who are recognized to be better at the business of business. A clear separation between the two concepts needs to be made, and privatization of commercial activities considered. It shall be mentioned that some scientific institutions have already developed public-private partnerships, which are expected to lead to an improved and modern scientific-innovative domain."}, {"text_block_id": "p17_b207", "text": "Recognizing the low capacity of the under-funded domestic research institutions to compete with international R&D, it is important to create an open regime for the easy and quick import of latest technologies into the country so that Moldovan farmers can stay competitive. It is needed to speed up the in-coming into the country of the most competitive varieties of agricultural crops developed in the EU. Reduction of testing terms is considered well-timed for agricultural crops that exceed the marks over the first year of testing. The measure shall not affect the process of registering and monitoring of the locally developed varieties, the normative requirements in the field and the international treaties Moldova is a part of."}, {"text_block_id": "p17_b208", "text": "A major effort has been put over the last decade in building a professional and far-reaching extension service in Moldova. The agricultural extension service network has been created in 2002 with the support of the World Bank, and so far has been financed from the public budget, the World Bank and SIDA. In June 2013,"}, {"text_block_id": "p17_b209", "text": "the donors’ financial support cease"}, {"text_block_id": "p17_b210", "text": "d, and the Government of Moldova has taken over responsibility for funding of the extension network. The rural extension network is managed from the head office located in Chisinau and consists of 35 regional offices that involve 75 regional consultants and 350 local consultants operating within village mayoralties."}, {"text_block_id": "p17_b211", "text": "The services of the network are presently provided to the farmers free of charge, while the institution itself is totally dependent on state funding."}, {"text_block_id": "p17_b212_merged_merged_merged", "text": "The coverage and the efficiency of the extension network are estimated as high and continuously improving. Presently, the network covers approximately 44 percent of the country’s territory and 49 percent of farms. Services are provided to all types of farms, including large-scale corporate farms, medium-size commercial farms, as well as small subsistence farms, which form the largest client group. Most of the advice offered relates to"}, {"text_block_id": "p18_b215", "text": "production technologies (over 50 percent of services in 2011), while other consultancy areas include marketing (18% of services), business (15%) and legal advice (13%). Based on some"}, {"text_block_id": "p18_b216", "text": "recent surveys, clients’ satisfaction with the service quality is high, while over 90% of farmers"}, {"text_block_id": "p18_b217", "text": "assess the impact of extension services on their businesses as highly beneficial. It has been estimated that 1 lei invested in extension services has led to gross value added creation of 3.26 lei."}, {"text_block_id": "p18_b218", "text": "Unfortunately, few institutional linkages exist today between the components of the Moldovan agricultural knowledge and information system, i.e. between its agricultural research, extension and education/training institutions. The three components have pretty much their own agenda, and the collaboration is limited to involving researchers and/or University professors as short-term consultants within various projects of the extension service. A regular platform for communication and cooperation aimed at jointly serving the private sector needs does not seem to be in place in Moldova. There are no mechanisms put in place by which the extension service can influence the agricultural research agenda."}, {"text_block_id": "p18_b219", "text": "The new Strategy for the rural extension services highlights the need to keep and extend the coverage of the extension network, along with further diversification and improvement of its services. The strategy aims at increasing in a ten-year time the coverage by 25%, the number of beneficiaries by 20%, as well as the incomes of beneficiaries by 15% annually. To achieve this, the extension service will seek to increase its competencies by broadening and diversifying its services to cover the whole value chain information needs (from production to the market), on one side, and develop the commercial side of their service provision, on the other side. To strengthen the rural pillar of the network new services shall be added focusing on entrepreneurship and diversification of rural economic activities, as well as family-targeted social services. The extension network shall benefit from public funding to achieve its medium and long-term goals."}, {"text_block_id": "p18_b220_merged_merged", "text": "The lack of horizontal and vertical coordination of supply chains is another reason behind the low competitiveness of the agriculture sector. Reasons behind the currently low producer prices include underdeveloped wholesale markets, low bargaining power, changing quality of produce, lack of distribution channels, poor infrastructure and limited access to foreign markets. Value chain deficiencies lead to large gaps between farm-gate and consumer prices, resulting in low incomes, low investments, and persistent low quality at the farm level. The farm-gate-consumer price comparison for the Moldovan market for plant products seems to support this conclusion. In Moldova the downstream industry of buyers, including intermediaries, processors, exporters, food retailers and other players has not yet managed to establish long-term relationships with suppliers of raw material, by recognizing the farmer as a key business partner. Most of the downstream players still prefer to buy on the spot market and pay the lowest price possible to the farmers, while food retailers choose to largely import food needed to satisfy domestic consumption. These market deficiencies have therefore so far prevented efficient transmission of market signals down to the farm level, and delayed farmers’ integration into vertically coordinated supply chains."}, {"text_block_id": "p18_b223", "text": "Moldova's underdeveloped producers' organizational structure hinders market access for farmers. The lack of institutional arrangements for farmers in form of voluntary membership associations aimed at improving their market access is another weak area that adds to the problem circle. Farmers in Moldova -and this is particularly the problem of small producers -generally lack \"group power\" needed to ease their market integration through increasing supplies, setting better prices with buyers, or jointly owning post-harvest facilities, The Moldovan government is currently undertaking measures to encourage formation of producer groups by offering financial incentive for association formation and engagement with markets. Membership-based marketing cooperatives or farmer associations, in addition to"}, {"text_block_id": "p19_b224", "text": "providing scale and reach in marketing, can also provide improved negotiating power with traders and processors and connections with supply chain operators."}, {"text_block_id": "p19_b225", "text": "Lack of cooperation and organization of farmers in Moldova further constraints their capacity to integrate in supply chains and efficiently grasp potential market opportunities. Individually, producers have limited resources to enhance the value of their produce (through storage, packing, etc.), have low bargaining power with buyers due to small quantities and inconsistency of supply, lack proper transportation means, etc. On the demand side they do not represent an appealing source of produce for large processors and wholesalers due to small quantities and poor quality. This results in low producer prices and the perpetuation of a cycle of low-value agriculture. Association of small farmers into productive partnerships, whether cooperative or producer groups, is likely to stimulate bigger capital flows towards them, as well as longer-term seller-buyer partnerships that would allow smaller producers to achieve better market and value chain integration, and ultimately higher incomes. A closely associated issue is the lack of knowledge on market demand, quality and sanitary standards, and general business acumen that can facilitate the operation of farms and/or productive partnerships as true business entities."}, {"text_block_id": "p19_b226", "text": "Lack of modern post-harvest infrastructure has been identified to be one the weakest links for fruits and vegetables vertically coordinated supply chains. The main elements of a robust cold chain system -including pre-cooling, cold storage, and grading, sorting, packaging, cold transportation -are largely missing. While some cold storage facilities are available across the country (though in insufficient numbers, and often inadequately equipped), other elements of the cold chain are missing e.g. refrigerated transport. Lack of access to finance and know-how are among the main culprits for a largely underwhelming progress in the emergence of properly integrated post-harvest infrastructure."}, {"text_block_id": "p19_b227", "text": "Only a fifth of the cold-storage demand is currently being satisfied"}, {"text_block_id": "p19_b228", "text": "."}, {"text_block_id": "p19_b229", "text": "The situation is problematic for fruits and even more acute for the vegetables sector. This clearly has a detrimental effect on the quality as well as price as optimal harvesting practices cannot thus take place. As the requirements for the quality of fresh produce are growing on both external and internal markets, this has a very negative impact on agri-food trade of Moldovan horticultural products. The lack of cooling facilities and sorting technology facilities keep Moldovan agriculture at a lower level."}, {"text_block_id": "p19_b230_merged_merged", "text": "The declining food processing industry is another key factor behind the low competitiveness of the agri-food sector. The share of food and beverage processing makes up around 40% of all Moldovan manufacturing, though this share was 52% in 2004. The agri-food processing sector employs 30% (26,700 people) of the industry sector employees and involves around 1,400 companies (Table 1). Most important products of the food processing sector include the wine, meat, fruits and vegetables, dairy, bakery and sugar products (Figure 18)."}, {"text_block_id": "p20_b233", "text": "Figure 18: Share of agricultural sectors in value of processed agri-food production during 2004-2011 (percent)"}, {"text_block_id": "p20_b234", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p20_b235", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p20_b236", "text": "Although processing industry would increase value added of agricultural produce, the lack of private investment in agri-food processing sector hinders the increase of value added of agricultural produce. Agri-processing companies face serious constraints in many areas, including technology, equipment, finance, management, marketing, logistics, regulatory burden and corruption. A competitive agri-food processing sector would also directly or indirectly transmit modern farming and information technology."}, {"text_block_id": "p21_b237", "text": "1.4. Food Industry in the Republic of Moldova"}, {"text_block_id": "p21_b238", "text": "The food industry (including beverage and tobacco production) share in GDP was 4.2% in 2011 and provides about 50% of export of agri-food products."}, {"text_block_id": "p21_b239", "text": "Cereals and bakery Industry"}, {"text_block_id": "p21_b240", "text": "The cereals sector is very important to the economy and the food security of the country. The main crops cultivated in Moldova include wheat, barley, corn and rapeseed. The land area under cultivation with cereals and leguminous crops in 2011 accounted for 894.0 thousand hectares (ha), including wheat"}, {"text_block_id": "p21_b241", "text": "–"}, {"text_block_id": "p21_b242", "text": "301.8 thousand ha, grain maize"}, {"text_block_id": "p21_b243", "text": "–"}, {"text_block_id": "p21_b244", "text": "455.5 thousand ha. The 2011 harvest brought 2 498.2 thousand tons of cereals and leguminous crops, including 794.8 thousand tons of wheat and 1 468.3 thousand tons of grain maize."}, {"text_block_id": "p21_b245", "text": "The annual domestic demand is around 1500 thousand tons, including 350 thousand tons for food security and 1150 thousand tons"}, {"text_block_id": "p21_b246", "text": "–"}, {"text_block_id": "p21_b247", "text": "fodder security. The total amount of exported cereals in 2011 was 262.8 thousand tons. The main markets are in Romania, Great Britain, Belarus, Italy and Poland."}, {"text_block_id": "p21_b248", "text": "The bakery industry includes both bread and bakery products. This is comprised of 5 specialized joint stock companies:"}, {"text_block_id": "p21_b249", "text": "„Franzeluţa”"}, {"text_block_id": "p21_b250", "text": "bakery from"}, {"text_block_id": "p21_b251", "text": "Chişinău"}, {"text_block_id": "p21_b252", "text": ", 3 bread baking"}, {"text_block_id": "p21_b253", "text": "factories in Bălţi, Soroca and Orhei"}, {"text_block_id": "p21_b254", "text": "and cereal production factories in Balti and Chisinau. There are 279 other, small bakeries in the Republic of Moldova. Moldova produces a large variety of bakery products, ranging from macaroni to cakes and biscuits. The majority of items produced within this sub-sector are consumed by the domestic market, except for small quantities of biscuits that are exported."}, {"text_block_id": "p21_b255", "text": "Canned foods industry"}, {"text_block_id": "p21_b256", "text": "Canned foods play an important role in the nation’s agricultural industry. In 2011 this sector"}, {"text_block_id": "p21_b257", "text": "included 63 enterprises, of which 7 were high-capacity companies. Totally, this"}, {"text_block_id": "p21_b258", "text": "industry’s"}, {"text_block_id": "p21_b259", "text": "combined capacity is 185 thousand tons per year, of which 30 thousand tons are produced by small to medium-sized companies."}, {"text_block_id": "p21_b260_merged_merged_merged_merged_merged", "text": "The traditional range of goods produced by processing enterprises includes fruit and vegetable juices (apple, grape, peach, apricot, cherry, blackberry, tomato and carrot), concentrated juices – in particular from apples –, processed (jams, marmalade, preserves, etc.) and canned fruits and canned vegetables (cucumbers, tomatoes, sweet peppers, etc.)."}, {"text_block_id": "p21_b265", "text": "The total production of canned fruits and vegetables produced in 2011 accounted volume of 67.0 thousand tons. In 2011, 56.3% of exported canned goods went to CIS markets; 33.8% to the EU market; and 9.9 % to other markets (Figure 19)."}, {"text_block_id": "p21_b266", "text": "Figure 19. Exports of canned fruits and vegetables in 2011"}, {"text_block_id": "p22_b267", "text": "The Russian Federation remains the main export market for Moldovan canned products. In 2011 this market consumed 46.5% of our total export of canned fruit products, with the balance going to: Germany"}, {"text_block_id": "p22_b268", "text": "–"}, {"text_block_id": "p22_b269", "text": "10.1%; Poland -15.3% and others."}, {"text_block_id": "p22_b270", "text": "Countries from the EU, consume most of Moldova’s concentrated apple juice, while the"}, {"text_block_id": "p22_b271", "text": "majority of fruit juices are exported to Austria, Germany, Poland and Romania. The implementation of ISO (quality management) and HACCP (hazard analysis and critical control point) systems by food processing companies represents a distinct advantage. Promotion and implementation of these systems should be one of the key issues and requirement of the financial support."}, {"text_block_id": "p22_b272", "text": "Oleaginous Plants and Industry"}, {"text_block_id": "p22_b273", "text": "The main oleaginous plants in Moldova are the sunflower, soya and rapeseed. The total volume of these plants in 2011 was 559.1 thousand tons, including sunflower"}, {"text_block_id": "p22_b274", "text": "–"}, {"text_block_id": "p22_b275", "text": "427.8 thousand tons, soya"}, {"text_block_id": "p22_b276", "text": "–"}, {"text_block_id": "p22_b277", "text": "79 thousand tons and rapeseed"}, {"text_block_id": "p22_b278", "text": "–"}, {"text_block_id": "p22_b279", "text": "52.3 thousand tons. In 2011, Moldova exported 219 thousand tons of sunflower seeds, 52 thousand tons of rapeseed and 53.1 thousand tons of soybean. The main markets are Great Britain, Romania, Ukraine, Bulgaria and Poland."}, {"text_block_id": "p22_b280", "text": "The oleaginous sector includes around 122 enterprises (vegetal and animal oils and fats), which annually process approximately 205.7 thousand tons of sunflower and produce roughly 90.0 thousand tons of oil."}, {"text_block_id": "p22_b281", "text": "JSC “Floarea"}, {"text_block_id": "p22_b282", "text": "-S"}, {"text_block_id": "p22_b283", "text": "oarelui”"}, {"text_block_id": "p22_b284", "text": "is the main oil producer of both sunflower and soybean oils. Currently, the enterprise has a production capacity of 50 thousand tons of refined oil per year. The total production volume of untreated oil produced by all sector enterprises in 2009 reached 82.7 thousand tons, including: 72.7 thousand tons of sunflower oil and 3.4 thousand tons of soybean oil. In 2011, total export of oil reached 66.6 thousand tons. Moldovan vegetable oils in 2011 were exported to Romania (49.5%), Italy (21.6%), Bulgaria (5.3%), Portugal (4.5%) and Ukraine (2%)."}, {"text_block_id": "p22_b285", "text": "Sugar Industry"}, {"text_block_id": "p22_b286_merged_merged_merged_merged", "text": "Within the national economy of the Republic of Moldova the sugar industry has specific social impact and significant strategic importance. Many thousands of people are directly and indirectly involved in this sector. Sugar factories contribute to the maintenance and increase of work places for urban and rural populations. Along with fulfilling public needs, the sector’s output is necessary for supporting the adequate functioning of the bakery, confectionery, canning and alcoholic drinks industries etc. The waste generated by this sub-sector is used within animal husbandry and spirits production."}, {"text_block_id": "p22_b289", "text": "The sector includes three main segments: producers of sugar beet, which is cultivated mainly in the north and center of the country; sugar beet processors; and producers and traders of sugar beet seeds. Table 2 includes the main sugar beet production, acquisition and processing indicators over the period of 2004-2012."}, {"text_block_id": "p23_b290", "text": "Table 2. Sugar beet cultivation, acquisition, processing and sugar production, 2002"}, {"text_block_id": "p23_b291", "text": "–"}, {"text_block_id": "p23_b292", "text": "2009"}, {"text_block_id": "p23_b293", "text": "Currently, sugar beet in Moldova is processed by three companies: ME"}, {"text_block_id": "p23_b294", "text": "„Sudzucker Moldova” JSC, which includes the sugar beet processing factories from Drochia, Făleşti and Alexandreni, „Magt"}, {"text_block_id": "p23_b295", "text": "-"}, {"text_block_id": "p23_b296", "text": "Vest”"}, {"text_block_id": "p23_b297", "text": "JSC, which includes the sugar factories from"}, {"text_block_id": "p23_b298", "text": "Donduşeni"}, {"text_block_id": "p23_b299", "text": "and"}, {"text_block_id": "p23_b300", "text": "Glodeni, and „Moldova Zahăr” JSC"}, {"text_block_id": "p23_b301", "text": ", which includes the sugar factory from Cupcini, which supply sugar in the domestic market. Surplus sugar is exported in CIS countries and European Union. In 2012, sugar beet was processed by 5 enterprises with the combined capacity of 15.9 thousand tons per 24-hour period. The volume of raw materials totaled 584.6 thousand tons, of which 579.6 thousand tons were processed and produced 83,4 thousand tons of sugar."}, {"text_block_id": "p23_b302", "text": "The country’s annual export potential"}, {"text_block_id": "p23_b303", "text": "is evaluated at the level of 50"}, {"text_block_id": "p23_b304", "text": "–"}, {"text_block_id": "p23_b305", "text": "60 thousand tons."}, {"text_block_id": "p23_b306", "text": "Processing industry of products of animal-origin"}, {"text_block_id": "p23_b307", "text": "Animal production and animal product processing industry make a major, and often underestimated, contribution to the rural economy in Moldova. In addition to the many benefits provided by livestock at the producer and rural level, this sub-sector also is a major"}, {"text_block_id": "p23_b308", "text": "contributor to Moldova’s processing, retail, and marketing activities."}, {"text_block_id": "p23_b309", "text": "Milk production and processing is currently only about one-third of the 1990 level, because of the scarce raw material, resulting in large quantities of dairy product imports. Increasing production will require sufficient investment and support services."}, {"text_block_id": "p23_b310", "text": "The dairy industry is the sector that has a high level of integration with farmers. Dairy companies organize milk collection centers over broad areas of the country. Processors offer some support measures to agricultural producers to avoid adulteration, to improve milk quality, and to ensure a stable milk supply. For other elements of the sector, there needs to be much more emphasis given to the value chain development."}, {"text_block_id": "p23_b311_merged_merged_merged", "text": "The milk processing industry consists of nine large and medium sized enterprises, with an annual processing capacity of about 628 thousand tones, which is used up to 65%. The main companies in this sector are „Incomlac” JSC, „Lactalis Alba” and „INLAC” JSC. Moldova is importing approximately 60% of its consumption of dairy and beef products with only 40% coming from domestic production."}, {"text_block_id": "p24_b314", "text": "A detailed SWOT analysis of the sector enables to formulate the following:"}, {"text_block_id": "p24_b315", "text": "Strengths"}, {"text_block_id": "p24_b316", "text": "Strengths\n* Moldova has a large share of both dairy and meat in agri-food processing industry;\n* Processing industry is well positioned geographically, linguistically, and traditionally to\n* There has been substantial foreign investment in the Moldova livestock-processing sector\n* Much of the processing industry is spread across Moldova and, in most cases, plants are"}, {"text_block_id": "p24_b324", "text": "Weaknesses"}, {"text_block_id": "p24_b325", "text": "Weaknesses\n* Dairy processors are operating their factories at far less than capacity, because they cannot\n* Processing enterprises, especially the small and medium ones, are encountering\n* There is a need for a more highly qualified labour force in the processing sector;\n* There is a requirement for improved food safety and food quality in much of the meat and\n* There is insufficient public sector research, innovation, and communication initiatives to\n* Communications and data processing technologies/capabilities in some processing plants"}, {"text_block_id": "p24_b337", "text": "Opportunities"}, {"text_block_id": "p24_b338", "text": "Opportunities\n* There are excellent opportunities for the livestock processing sector, particularly dairy, to\n* There is an opportunity for processors to play a larger role in leading and coordinating\n* There are opportunities to diversify processing products and markets, as well as to"}, {"text_block_id": "p24_b344", "text": "Threats"}, {"text_block_id": "p24_b345", "text": "Threats\n* Unless the Moldovan livestock-processing sector upgrades its food safety and other\n* Moldovan processed products have to compete with processed products from other"}, {"text_block_id": "p24_b349", "text": "In terms of achieving overall economic benefits, the highest priority for this sub-sector in the coming years should be to greatly increase milk production and expand beef production in Moldova. For processing, the priority is to upgrade facilities in order to increase effectiveness and to meet EU food safety requirements."}, {"text_block_id": "p25_b350", "text": "Viticulture and wine industry"}, {"text_block_id": "p25_b351", "text": "The wine industry plays an essential role in the Moldovan economy. Approximately 10-12% of the national annual Government budget is formed of incomes generated by the grape and wine producing sector. Vineyards were cultivated in this region for at least 5,000 years. The main wine producing areas are between the latitudes"}, {"text_block_id": "p25_b352", "text": "46˚–48˚, which are similar to the French"}, {"text_block_id": "p25_b353", "text": "regions of Bordeaux and Bourgogne, famous for vine cultivation."}, {"text_block_id": "p25_b354", "text": "The total area of vineyards in 2011 was 139.9 thousand ha, including 128.4 thousand ha of yielding vines. Over 95% are under private ownership. Around 29 thousand ha were planted"}, {"text_block_id": "p25_b355", "text": "between 2002 and 2010 and thus Moldova’s total wine output is expected to increase in the"}, {"text_block_id": "p25_b356", "text": "coming years."}, {"text_block_id": "p25_b357", "text": "Moldova is included in the world listing of the top 10 countries producing and exporting wine. Currently, 191 wineries hold production licenses. Moldova produces 20"}, {"text_block_id": "p25_b358", "text": "–"}, {"text_block_id": "p25_b359", "text": "25 million of dal of bulk wine."}, {"text_block_id": "p25_b360", "text": "The wine sector presently attracts important foreign investments. Wine has a major influence upon the economic condition of the country, accounting for up to 20% of export revenues in favorable years."}, {"text_block_id": "p25_b361_merged_merged_merged_merged", "text": "Until 2006, the Russian Federation was the main export market of Moldovan wines, absorbing up to 80% in some years, currently export to Russia accounts for 30-50%. With the wine industry’s attention to improving quality and market diversification, significant quantities Moldovan wines are now exported to Poland, Czech Republic, Romania, Germany, China, Israel, Austria, Baltic countries, Belgium, Canada, Hungary, Ireland, the Netherlands, Slovakia and the USA. The European Investment Bank estimates that Moldovan wine sector is able to export around 10 million bottles per year to western countries."}, {"text_block_id": "p25_b364", "text": "Currently the sector faces some difficulties. The most difficult situation of the Moldovan wine sector companies is further exacerbated by aging assets and a backlog of investment needs, a lack of export market diversification, inadequate quality, as well as a lack of marketing and corporate management skills."}, {"text_block_id": "p25_b365", "text": "The country's plan for the recovery and development of viticulture and wine processing for the years 2011 to 2020, foresees the replacement of 80,000 ha of old plantations, with 70,000 ha of new vineyards. Thus 8,000 ha would have to be grubbed-up annually and 7,000 ha to be planted. The respective rootstocks and grafts need to be imported or produced locally. The objective is that, by the end of the decade, almost all currently planted vineyards will have been renewed and equipped with modern drip irrigation and hail protection, as well as new management and harvesting equipment."}, {"text_block_id": "p25_b366", "text": "The key wine sector issues to be addressed are as follow:"}, {"text_block_id": "p25_b367", "text": "The key wine sector issues to be addressed are as follow:\n* Many wine sector stakeholders are in a weakened financial situation with high levels\n* (t/ha/a) and considered of high quality and 8,000 ha would have to be grubbed-up annually\n* Currently some 25% of wine production is in units with grape processing capacity less"}, {"text_block_id": "p26_b374", "text": "The key wine sector issues to be addressed are as follow:\n* Many wine sector stakeholders are in a weakened financial situation with high levels\n* (t/ha/a) and considered of high quality and 8,000 ha would have to be grubbed-up annually\n* Currently some 25% of wine production is in units with grape processing capacity less\n* The market relationship between technical grape growers (growers) and some wineries\n* Moldovan wine does not enjoy adequate recognition or a reputation of consistent\n* Cooperation between wine producers and between grape growers is limited;\n* The institutional interaction between the private and public sector needs to be\n* Wine marketing capacity is weak and underfinanced;\n* Ecological wine and wine tourism are underdeveloped;\n* Any significant further decline in wine exports would have a disproportionate negative"}, {"text_block_id": "p26_b388", "text": "The Ministry of Agriculture and Food Industry has adopted the overall objective -to modernize and address structural weaknesses in the Moldovan wine industry and to contribute to improving the enabling environment for quality wine (PGI and PDO) production in order to improve competitiveness on the domestic and export market."}, {"text_block_id": "p26_b389_merged", "text": "To support these strategic developments with financial support, the Government of Moldova has negotiated and the Ministry of Agriculture and Food Industry is supervising a €75 million loan from the European Investment Bank (EIB) to finance the reform of the Moldovan wine industry. Wine Sector Restructuring Program was designed by the Government and the European Investment Bank (EIB) to address structural vulnerabilities of Moldova's wine industry. On 23 November 2010, the Government and the EIB signed a financing agreement whereby the EIB granted a loan of Moldova €75 million."}, {"text_block_id": "p26_b394", "text": "The Ministry of Agriculture supervises and is responsible for overall implementation of the program through the Consolidated Unit for the Implementation and Monitoring Programme of Restructuring of Wine."}, {"text_block_id": "p26_b395", "text": "The program will ensure that its investments in vineyards, wine processing and related industries are performed in order to advance the production of bottled wines classified: Moldovan wines are PDO (Protected designation of origin) or PGI (Protected Geographical Indication)."}, {"text_block_id": "p26_b396", "text": "Food industry development needs"}, {"text_block_id": "p26_b397", "text": "The food industry is the largest buyer of direct primary production so its state of development has a direct impact on the income situation of farmers. Therefore, the direct business linkages between these two parts of food chain (measured by the degree of vertical and horizontal integration) have a significant impact on the competitiveness of the sector. The current level of vertical and horizontal integration across the agri-food sector of Moldova is very low therefore its improvement is one of the main objectives of the development of this sector."}, {"text_block_id": "p26_b398", "text": "Based on a detailed analysis of the agri-food sector in Moldova the following difficulties can be revealed:"}, {"text_block_id": "p26_b399", "text": "Based on a detailed analysis of the agri-food sector in Moldova the following difficulties can be revealed:\n* low level of equipment with modern technology for food processing;\n* low level of concentration of processing resulting in low effectiveness;\n* lack of coverage of the full processing capacity;\n* too expensive capital for restructuring and modernization of processing plants,\n* low degree of vertical and horizontal integration between processors and primary\n* lack of implementation of the full range of food safety standards and food quality"}, {"text_block_id": "p27_b411", "text": "Based on a detailed analysis of the agri-food sector in Moldova the following difficulties can be revealed:\n* low level of equipment with modern technology for food processing;\n* low level of concentration of processing resulting in low effectiveness;\n* lack of coverage of the full processing capacity;\n* too expensive capital for restructuring and modernization of processing plants,\n* low degree of vertical and horizontal integration between processors and primary\n* lack of implementation of the full range of food safety standards and food quality\n* lack of implementation of modern methods of marketing and management;\n* lack of full access to developed markets;\n* the competitive advantage associated with lower labor costs will gradually"}, {"text_block_id": "p27_b417", "text": "Based on the above conclusions in this strategy is proposed to carry out comprehensive restructuring and modernization processes of this sector with an additional financial support to strengthening the vertical and horizontal integration and implementation of the food safety and food quality requirements. These activities will involve providing financial support for investment in processing plants, modern buildings, modern production lines including all supporting infrastructure."}, {"text_block_id": "p27_b418", "text": "Additional support is proposed to support creation and functioning of agricultural producer groups. A law on the organization and functioning of agricultural producers groups as well as targeted subsidy schemes should support the development of such groups in Moldova. The lack of compliance of large parts of the agri-food processing sector to meet EU food safety and quality requirements limits the access of the agri-food sector to EU markets. Deficiencies in this respect include insufficient auto-control testing capacity, a lack of HACCP -based food safety systems as well as outdated production technology. However, meeting EU and other international food safety standards is a prerequisite for successful global trade and placing agri-food products to high value international markets. Large investments will be required to modernize production technology in line with EU requirements, has been the case in New Member States."}, {"text_block_id": "p27_b419", "text": "Current deficiencies in the country’s food safety management system are among the most"}, {"text_block_id": "p27_b420", "text": "serious impediments for access and a more competitive presence of Moldovan agricultural produce on international markets as well as for domestic public health considerations. In the past the institutional set-up was based on a fragmented structure with several institutions and a number of agencies at the central, municipal and rayon levels in charge of food safety. Overlapping functions has lead to repetitive requirements related to inspections, laboratory testing, certification and thus to increased costs to the private sector and institutional confusion that enables rent seeking. The Food Safety Strategy and new legislation has begun the process of making the system more transparent and credible and resources are being sought and allocated to make the necessary laboratory investments in line with the National Laboratory System Modernization Strategy. Also, the resources needed for investment in the labs have been determined, in accordance with the Strategy of development of laboratory systems in the field of food and fodder chains in the Republic of Moldova for the period of 2013-2015. Also, border Inspection Points and other control infrastructure will also need extensive investment to bring it in line with EU requirements."}, {"text_block_id": "p27_b421", "text": "Overview of the agriculture sector by SWOT analysis"}, {"text_block_id": "p29_b422", "text": "1.5. Analysis of agri-food sectoral environment and natural resources"}, {"text_block_id": "p29_b423", "text": "Moldova’s territory can be divided into three agro"}, {"text_block_id": "p29_b424", "text": "-ecological zones (AEZs) (Figure 20). The area within each of these AEZs shares some of the same characteristics in terms of terrain, climate, soil type, and water availability. The Northern AEZ is a hilly zone with forests, steppe and meadow vegetation. It has the most fertile soil with a high water holding capacity, which makes this zone the most suitable of the three zones for field crops. The Central AEZ is hilly and has deep valleys, has less fertile soil, and is best for perennial crops like orchards and vineyards. The Southern AEZ has steppe to meadow terrain with both highly fertile and not as fertile types of soils. Due to higher temperatures and lower rainfall, this latter zone has only marginal production in the absence of irrigation."}, {"text_block_id": "p29_b425", "text": "Figure 20: Agro-ecological zones of Moldova"}, {"text_block_id": "p29_b426", "text": "Figure 20: Agro-ecological zones of Moldova"}, {"text_block_id": "p29_b427", "text": "Source: World Bank (2012)."}, {"text_block_id": "p29_b428_merged", "text": "The major part of Moldovan land is cultivated by the agricultural sector. 60% of Moldova’s land was agricultural land and another 13% was forest land in 2011. The share of agricultural land in total land has shown minor changes in the previous decade, though it’s high share means increased exposure to climate and weather conditions (Table 3)."}, {"text_block_id": "p29_b433", "text": "Table 3: Land area of Moldova, 2004-2011 (thousand hectares)"}, {"text_block_id": "p29_b434", "text": "Source: National Statistical Service of the Republic of Moldova"}, {"text_block_id": "p29_b435", "text": "Land consolidation"}, {"text_block_id": "p29_b436", "text": "Excessive fragmentation and small areas of land as a result of the privatization reform led to a sharp decline in agricultural productivity, cultivation technology and crop rotation failure, soil degradation and other negative impacts on the agricultural sector, and resulted in a negative impact on the rural population."}, {"text_block_id": "p29_b437", "text": "According to preliminary results of the Agricultural Census in the Republic of Moldova there are 903,000 farms, the average size of a holding being of 2.5 ha that is usually divided into 3 plots the average size of plots being 0.8 ha. The average area of a plot in the country is 0.85 ha, the central part of the country being the most fragmented."}, {"text_block_id": "p30_b438_merged", "text": "Undulating plains with fertile chernozem soils and productive agricultural land primarily characterize Moldova’s terrain. By its composition and natural fertility, the soil of the Republic of Moldova is characterized by a remarkable diversity. It is dominated by chernozem soil that has a different degree of degradation (70% of the total). Of particular interest are the alluvial soils intended for irrigation (arable soil -about 60 000 ha) and gray soils or griziom (arable -the 76 000 ha) suitable for cultivation of technical crops, and orchards of stone fruits. The quality of almost every second hectare of land quality is above-average, of which 689 000 ha (27% of agricultural land) is of superior quality. However, soil quality has decreased by 5 points over 30 years, as a result of intensive exploitation and missing necessary pedological measures. However, the low level of crop rotations (decrease in forage crops with leguminous crops), reduction in the use of organic fertilizers by 20-30 times and mineral fertilizers by 15-20 times, have led to a profound negative balance of humus and bio-elements in soils and their biological degradation. The content of phosphorus in most of the soils is 1.8 to 2.1mg/100g of soil and is on the limit between low and moderate gradation. General content of potassium in Moldovan soils is favorable, providing with the possibility to obtain high yields on 90% of agricultural land. Over the past 120-130 years the humus content in the soils has registered a slow decreased, dropping by 40-50%. The decreasing quality of soils becomes a critical problem to the country, combined with consequences from different types of erosion, leads to diminution of the productivity of agricultural crops and efficiency of agricultural production on large areas of the country (Table 4)."}, {"text_block_id": "p30_b443", "text": "Table 4: Agricultural land by soil quality in 2012 (thousand hectares)"}, {"text_block_id": "p30_b444", "text": "Source: National program for land consolidation"}, {"text_block_id": "p31_b445", "text": "Moldova’s irrigation sector is in poor condition and hinders the development of the"}, {"text_block_id": "p31_b446", "text": "agricultural sector. Currently the Republic of Moldova has 144,600 ha of irrigable land (230,000 hectares in 1990). In total, in the country there are 78 centralized irrigation systems that are located on an area of 131-688 ha. The irrigation systems were operated for 35-50 years. About 60% of the systems must be rehabilitated (affected pumps, electrical and control panels, basins, pipes of water etc.). Currently on average, there is only 10-20% of irrigable agricultural land, which is actually irrigated. Organizational changes, land parceling, privatization of the hydro-technical heritage have caused losses of integrity and complexity of hydrological systems, significantly reducing the volume of agricultural production on irrigated land. As these factors are addressed and rectified it is highly likely that demand for water in the irrigated sector will increase substantially, especially given the consequences of the climate change on rain-fed agriculture. Declining precipitation and increasing irrigation water demands mean that climate change will lead to conflicts over water resources, leaving a wide gap in unmet irrigation demands if no adaptation measures are implemented."}, {"text_block_id": "p31_b447", "text": "Poor access to irrigation services due to deterioration of state-run irrigation systems over the last decade is a serious impediment in the process of transition to higher value agriculture and consequently higher returns. This has occurred due to the lack of public investments and lack of institutional reforms since 1991 and has resulted in a situation where, in 2007, only about 16 percent of the irrigable land actually received irrigation and only with about 50 percent of the required water quantity. This caused crop yields to drop much below the irrigated yield potential. Especially against the background of the expected impact of climate change on Moldova (in particular, more erratic and overall less rainfall), effective irrigation with high water-use efficiency will be key to agricultural development. It will be important to support rehabilitation/reconstruction (including lining and piping) of all central irrigation systems along the rivers Nistru, Prut and the other ones placed along artificial or natural lakes with good quality water for irrigation. Urgently is a need for identification of possibilities for building additional capacities of water capturing/accumulation from rains, snow melting etc."}, {"text_block_id": "p31_b448", "text": "Other solutions (including technological and technical) to agricultural water deficit."}, {"text_block_id": "p31_b449", "text": "All technological innovations used worldwide to conserve agricultural water will be considered, including low pressure center pivot sprinkler irrigation systems, linear move sprinkler irrigation, drip/micro-irrigation system, tail water recovery and reuse systems."}, {"text_block_id": "p31_b450", "text": "In addition to irrigation it is essential to use where appropriate farming techniques and  agricultural water best management practices proved to improve effectiveness and efficiency of water usage including: irrigation scheduling and volumetric measurement, mulching, no-tillage, minimum tillage, conservation tillage, and stubble mulch tillage, dry land cropping systems, crop rotation and fallow use, plant density and arrangement, as well as"}, {"text_block_id": "p31_b451", "text": "best practices in land management"}, {"text_block_id": "p31_b452", "text": "(including land leveling and contour farming)."}, {"text_block_id": "p31_b453", "text": "Issue of ownership and management of water resources (water users associations/source of investment in infrastructure)."}, {"text_block_id": "p31_b454_merged_merged", "text": "The Government of Moldova made important steps in supporting efficient development of irrigation sector according to best international practices by adopting the Law no. 171 from 9th of July, 2010 regarding the Water Users Associations (WUAs). The law refers to the creation of WUAs and transfer of management from the state to WUA on a free of charge basis. The specific regulation and procedure of transfer is presented in the Government Decision no. 198 from 13th of March, 2013."}, {"text_block_id": "p32_b460", "text": "In international experience the role of the Government is to identify financial resources for full rehabilitation/renovation of the central irrigation systems and after to pass them into the administration of Water Users Associations (WUAs) with the conditions that the WUAs will use and maintain in the most efficient way."}, {"text_block_id": "p32_b461", "text": "Efficient and effective development of the agricultural sector heavily depends on the access to safe water for irrigation and for food production and processing."}, {"text_block_id": "p32_b462", "text": "Moldova is characterized by variable semi-humid continental climate, often with high moisture deficit in the soil, frequent droughts, hail, floods and frosts. In terms of climate, agriculture is one of the most vulnerable sectors of the national economy. Climate volatility is one of the main causes of low yields and presents an eminent risk for Moldovan agriculture. The observation records of the past 20 years show the average monthly air temperatures varying"}, {"text_block_id": "p32_b463", "text": "8.5°C in January and +26.0°C in August. The warm period of the year is"}, {"text_block_id": "p32_b464", "text": "approximately 190 days long. The annual precipitation intensity decreases from the Northwest to Southeast. During 1985"}, {"text_block_id": "p32_b465", "text": "–"}, {"text_block_id": "p32_b466", "text": "2007, the annual rainfall averages varied between 445 mm and 960 mm in the Northern part of Moldova and 371 mm and 813 mm (1997) in the South of the country. The annual total number of rainy days (with >0.1 mm of rainfall) varied between 121 and 174 in the Northern regions and between 91 and 152 days in the Southern regions (Table 5)."}, {"text_block_id": "p32_b467", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p32_b468_merged_merged", "text": "Production declines in the agricultural sector due to natural hazards (including droughts, floods, hail, frosts, and severe storms) translate into estimated annual losses of 3.5–7.0 percent of Moldova’s GDP. Following particularly severe events, such as the drought of 2006–07, yields of major crops like wheat, maize, and sunflowers have diminished by 50–75 percent. One of the most important effects of climate change on Moldovan agriculture is drought, causing significant decline in the yields of crops and livestock. Drought duration varies from a few days to several months or even years in a row (1945, 1946, 1947). In the years 1990, 1992, 2003 droughts were extended throughout the active growing season (April -September). Recent flooding and severe drought events in Moldova increased the extreme temperature and rainfall events, which results with inevitable need to adapt agricultural production to climate change. In the catastrophic drought in 2007, 90% of the country’s territory and 80% of rural population depending on agriculture was affected by the diminished harvest. Output of cereal crops diminished by 70% compared to 2006, the national wheat yield declined in average 25%, national average maize declined by 59%, bovine livestock diminished by one quarter, pigs by almost 50%, and sheep and goats by 10% and the number of poultry by 25%. Similar results can be seen if comparing yields of wheat and maize by region in 2009-2011 and 2012 – the biggest decrease happened in the southern region."}, {"text_block_id": "p33_b481", "text": "Climate change seems to increase temperature and make precipitation become more variable in the future, further reducing yields of crops and livestock. As a World Bank study (2012) modeling the effects of climate change on Moldova pointed out, although there remains uncertainty in the degree of warming that will occur in Moldova, the overall warming trend is clear and is evident in all three AEZs (Agro-Ecological Zones), with average warming over the next 50 years for the medium scenario of over 2"}, {"text_block_id": "p33_b482", "text": "o"}, {"text_block_id": "p33_b483", "text": "C. The range of current temperatures across AEZs is small, with average temperatures in the Northern AEZ 0.6"}, {"text_block_id": "p33_b484", "text": "o"}, {"text_block_id": "p33_b485", "text": "C lower than those in the Central and Southern AEZs. As for precipitation by 2050, the low, medium, and high scenarios indicate uncertainty in the magnitude of change, but all three scenarios forecast a decrease in precipitation. The medium impact forecast indicates a decline in precipitation nationally of about 5 mm per month, with most of this decline occurring in the Northern AEZ. Uncertainty at the regional level is even higher, and annual precipitation could declines with as much as 118 mm per year, with all AEZs significantly affected."}, {"text_block_id": "p33_b486", "text": "Moldovan farmers are not properly adapted to the current climate, this"}, {"text_block_id": "p33_b487", "text": "“"}, {"text_block_id": "p33_b488", "text": "lack of adaptation"}, {"text_block_id": "p33_b489", "text": "capacity” being"}, {"text_block_id": "p33_b490", "text": "essential. The direct temperature and precipitation effect of future climate change on crops in Moldova will be to reduce most yields. Climate change is forecast to reduce yields of wheat, maize, alfalfa, grapes, vegetables, and pasture. Apple yields are expected to remain relatively constant, with a slight decline for irrigated apples in the Southern AEZ. Irrigation reduces the negative effects and also reduces yield variability, in those areas where irrigation water will continue to be available. As noted below, however, reductions in irrigation water available could further reduce crop yields. These findings were presented to Moldovan farmers who concurred that these effects are consistent with current trends and their experience."}, {"text_block_id": "p33_b491", "text": "Declining precipitation and increasing irrigation water demands mean that climate change will lead to conflicts over water resources, leaving a wide gap in unmet irrigation demands if no adaptation measures are implemented. As Moldova grows, all water demands will increase, but climate change will also cause irrigation water demand to increase because of higher temperatures and lower precipitation. The AEZ and river basin specific water modeling from the World Bank (2012) study suggests that even without climate change, increases in non"}, {"text_block_id": "p33_b492", "text": "-"}, {"text_block_id": "p33_b493", "text": "agricultural demand for water will cause shortages in the next several decades. With climate change, the Raut basin in particular, but also the Upper and Lower Nistru basins, could see severe irrigation water shortages."}, {"text_block_id": "p33_b494_merged_merged_merged_merged", "text": "The areas of forestation in Moldova are relatively constant during the last period, and are very important for improvement of ecological balance and water balance as well as for reducing of hydrological and wind erosion and improvement of the agricultural land productivity. The contribution of the forestry sector to the national economy takes the form of forest products (wood and non-wood) supplied as finished or semi-finished products, or raw material, as well as services. Around 300 000 to 400 000 m3 of fuel wood is gathered annually on average as result of forest maintenance and work to ensure plantation continuity in the forest resources, including fuel wood, which accounts for about 85%. Deforestation in Moldova has been a key cause of erosion since due to the needs of the local residents for fuel wood for heating and cooking, and for construction timber, illegal logging reached about 104 thousand m3 in 1997– 2005. In that period, the average illegal felling per 1000 ha of forests and forest-type plantations managed by “Moldsilva” Agency were about 12 m3 , whereas it was about 30 m3 in the forests managed by the local authorities."}, {"text_block_id": "p34_b507", "text": "Overview of environment and natural resources by SWOT analysis"}, {"text_block_id": "p35_b508", "text": "1.6. Analysis of Rural Development issues"}, {"text_block_id": "p35_b509", "text": "The Republic of Moldova is a rural country with 58% of the population living in rural areas. According to national statistics, out of the 3,560,000 people living in Moldova, more than 2 million was living in rural areas in 2011. External migration however is a factor scaled by proportions. However, almost 660 thousand Moldovans left the country after 1997, leading to a decrease in population density from 188 inhabitants/km"}, {"text_block_id": "p35_b510", "text": "2"}, {"text_block_id": "p35_b511", "text": "in 1980 to 105 inhabitants/km"}, {"text_block_id": "p35_b512", "text": "2"}, {"text_block_id": "p35_b513", "text": "in 2010 (Figure 21)."}, {"text_block_id": "p35_b514", "text": "Figure 21. Population of the Republic of Moldova in total and on averages, 1980-2010 (million people and %)."}, {"text_block_id": "p35_b515", "text": "Source: National Bureau of Statistics of Moldova."}, {"text_block_id": "p35_b516_merged_merged", "text": "Moldova has the highest share of rural population in Eastern-Europe (Figure 22). By comparing rural population’s share among regional countries, it becomes apparent that Moldova has the highest share of rural population in total population, while Belarus has the lowest. The average of rural population in the New Member States was 35%, while that of EU-15 was 21% in 2012. The share of rural population has hardly changed in the region in the period analyzed."}, {"text_block_id": "p35_b519", "text": "Figure 22: Share of rural population in total population in the Republic of Moldova compared to the countries in Eastern-Europe, 1992-2012 (percentage)"}, {"text_block_id": "p35_b520", "text": "Source: FAO (2013)."}, {"text_block_id": "p36_b521", "text": "Despite the fact that half of the Moldovan population lives in rural areas, rural employment rate is only 36%. In 2000, rural employment rate was 59%, while in 2011, it declined to 36% (Figure 23), showing heavily decreasing labour opportunities in rural areas. This decline was probably due to the decreasing employment opportunities in agriculture as well as self-employment. Employment rate of men was slightly higher in rural areas in all years analyzed, though no significant changes have occurred during the previous decade in this regard. However, urban employment rate just fell from 49% in 2000 to 44% in 2011, indicating that it was easier to find a job in urban compared to rural areas."}, {"text_block_id": "p36_b522", "text": "Figure 23: Activity and employment rates in Moldova by area, 2000-2011 (percent)"}, {"text_block_id": "p36_b523", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p36_b524", "text": "The share of economically active population is the lowest in Moldova compared to other Eastern-European countries due to the massive out-of-country migration of the active labor force. It was just 38% of the total population who were active in Moldova in 2012, while almost all other countries in the region experienced the same rate to be 50%. However, the share of active agricultural population was the highest in Moldova in 1992 (14%) among Eastern-European countries, while it became one of the lowest (5%)."}, {"text_block_id": "p36_b525_merged", "text": "Young people with low education have the lowest employment rate in rural Moldova. People between 25-34 years experienced the lowest employment rates in rural areas, which was declining from 37% to 16% from 2000 to 2011 (Table 6). Moreover, for those possessing just primary education was the hardest to find job opportunities in rural areas – rural employment rate fell from 30% to 5.2% from 2000 to 2011 in the case. However, employment in all categories has declined during the previous decade in the majority of the cases."}, {"text_block_id": "p36_b528", "text": "Table 6: Employment and unemployment rates in"}, {"text_block_id": "p36_b529", "text": "the Republic of Moldova by age groups, 2000-2011 (percent)"}, {"text_block_id": "p36_b530", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p37_b531", "text": "Low employment rates in rural areas are highly determined by low wages in agriculture compared to other sectors of the economy. Agricultural wages were around 60% of the national average in 2004-2011, while people working for the services sector as a financial intermediary earned two-three times more than the national average. Consequently, financial intermediaries earned three-five times more than those working in agriculture. Although differences are shrinking, they are still high."}, {"text_block_id": "p37_b532", "text": "Low wages and the limited number of jobs have created stable patterns of poverty in rural areas. Subsistence level were lower in rural areas compared to urban ones in 2001-2011 (Figure 24), though an increase in nominal terms have occurred. However, urban households experienced a three times increase in their real subsistence level from 2001 to 2011, while subsistence level of rural households was actually constant in the previous decade."}, {"text_block_id": "p37_b533", "text": "Figure 24: Subsistence level by area in 2001-2011 (nominal values (lei) and index (2001=100))"}, {"text_block_id": "p37_b534", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p37_b535", "text": "Due to decreasing employment possibilities in rural Moldova, an out-migration process from the countryside to in-country and over-sea cities occurs, is led by young and educated people. The number of people working or looking for work abroad increased 1.5 times in urban areas and 3 times in rural areas from 2000 to 2011. The highest increase of out-migration is observable among middle-aged (45-54 years) and young (25-34 years) people with higher education (Table 7)."}, {"text_block_id": "p37_b536", "text": "Table 7: Population aged 15 years and over, working or looking"}, {"text_block_id": "p37_b537", "text": "for work abroad by level age, level of education and area (thousand people)"}, {"text_block_id": "p37_b538", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p38_b539_merged", "text": "Every fifth Moldovan is working abroad and every fourth out-migrant is coming from rural areas. According to national statistics, some 320 thousand people (around 10% of the total and 20% of the active population) is currently working abroad – among them, young agricultural entrepreneurs, who should generate innovations and implement modern technologies in agriculture and rural businesses. The situation is even worse in rural areas – almost 200 thousand people, approximately 25% of the rural population, was working abroad in 2011. These are official figures that are believed to be highly under-reported, while real migration numbers are much higher. Based on the remittances destinations, it is clear that most migrants come from rural areas of Moldova."}, {"text_block_id": "p38_b544", "text": "In line with the out-migration process, remittances play an increasingly important role in the income of rural Moldovan households. The share of remittances in total disposable income of urban households was 12%, while it equaled to 21% for rural households in 2006-2012 (Figure 25). This share showed a quite stable trend for urban but an increasing trend for rural households, indicating that rural people became increasingly dependent on the money sent home by family members migrated from rural areas abroad."}, {"text_block_id": "p38_b545", "text": "Figure 25: Monthly average total disposable income per capita and remittances in 2006-2012 (lei)"}, {"text_block_id": "p38_b546", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p38_b547", "text": "Besides remittances, the income of those working in rural areas is highly dependent on self-employment in agriculture as well as on pensions. 20% of income in Moldovan rural areas was coming from money sent from abroad (remittances), while another 20% was coming from agricultural self-employment and 17% from pensions in 2011. Adding these up, the source of the majority of rural income was not originating from formal employment, while urban residents earned 55-63% of their income at their workplace."}, {"text_block_id": "p38_b548", "text": "The heavily decreasing number of students in primary and secondary education limits higher income generation possibilities in the long run. The total number of students enrolled in primary and secondary education has been decreasing by 40% from 2000 to 2011 (Figure 26) in urban as well as in rural areas. As the population was decreasing by 3% during the same period, this suggests that fewer children are attending schools (Figure 27). This might be caused by the lack of financial resources to cover the costs of education as well as the need to employ children to increase short-term incomes for households."}, {"text_block_id": "p39_b549", "text": "Figure 26: Total number of students in primary and secondary education and total population by area, 2000-2011 (thousand people)"}, {"text_block_id": "p39_b550", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p39_b551", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p39_b552", "text": "The bad condition of physical infrastructure is another factor limiting development possibilities in rural Moldova. The amount of water supplied to rural consumers was around 10% of the amount experienced in urban areas, while the length of the rural sewage system was 80% less than that of urban areas in 2004-2011. Rural population experienced the third of gas supply compared to urban areas in 2011, while the number of telephone lines in rural areas was around 50% of urban areas."}, {"text_block_id": "p40_b553", "text": "Table 8: Selected indicators for infrastructure by area"}, {"text_block_id": "p40_b554", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p40_b555_merged", "text": "Existing physical infrastructure is in high need of repair or reconstruction. The quality and reliability of Moldova’s water supply and wastewater services are generally in poor condition, especially in rural areas, where the quality of water do not always meet the hygienic requirements. It is reported that about 10% of samples from urban water supplies and 16% in rural areas are contaminated with coliforms."}, {"text_block_id": "p40_b558", "text": "Rural households are much less equipped with dwelling facilities than urban households. Besides electricity which has a 100% penetration in Moldova, rural households actually lack hot water, central heating and sewage systems. Less than 20% of rural households had a bathroom or shower in 2011 and less than 10% had a water closet (the same number for urban households were 80% and 75%, respectively). Tap water access and gas facilities are also limited in rural areas (35%) (Figure 28)."}, {"text_block_id": "p40_b559", "text": "Figure 28: Household equipment by dwelling facilities and area, 2011"}, {"text_block_id": "p40_b560", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p41_b561", "text": "Road network are in probably the poorest condition among all physical infrastructures. An assessment carried out by the Government in 2006 estimated that only 7% of the road network could be considered to be in a good or satisfactory condition, while the remaining 93% was in a bad or very bad technical state. The state of local roads was found even worse with only some 2% of assessed roads considered in a reasonably good technical state. Although nearly every village in Moldova is accessible through asphalt roads, the bad condition of local and village roads causes damage to vehicles, as well as to the transported products (fruits, vegetables, milk, etc.). This obviously increases transportation costs, but also adversely affects production quality, quantity and sales prices throughout the supply chain."}, {"text_block_id": "p41_b562", "text": "Best practice of New Member States illustrates that similar problems have been resolved through rural job creation through e.g. Foreign Direct Investments and use of remittances for investment purposes in agri-food business."}, {"text_block_id": "p41_b563", "text": "Further stimulation of growth in the agri-food sector should be encouraged by supporting the involvement of young agri-food entrepreneurs."}, {"text_block_id": "p41_b564", "text": "Many jobs have been created and incomes improved through the development of agri-tourism. This sector has started to develop in Moldova but needs further support to reach its full potential. The share of overnight stays in agro tourist pensions increased by 3% from 2004 to 2012 with some 30 times increase in tourist numbers (from 372 in 2004 to 11,570 in 2012)."}, {"text_block_id": "p41_b565", "text": "Figure 29: Share of the number of overnight stays in touristic establishments, 2004-2012"}, {"text_block_id": "p41_b566", "text": "Source: National Statistical Service of the Republic of Moldova."}, {"text_block_id": "p41_b567", "text": "Overview of rural development by SWOT analysis"}, {"text_block_id": "p42_b568", "text": "1. 7. Analysis of Policies for Agriculture and Rural Development in the Republic of Moldova and the EU"}, {"text_block_id": "p42_b569", "text": "Current policies in Moldova"}, {"text_block_id": "p42_b570", "text": "In the process of implementation of its policies the Government is guided by the National"}, {"text_block_id": "p42_b571", "text": "Development Strategy “Moldova 2020”, which main objective"}, {"text_block_id": "p42_b572", "text": "is the acceleration of the economic growth and reduction of poverty in the Republic of Moldova."}, {"text_block_id": "p42_b573", "text": "At the same time, many policy documents have direct relevance for the development of the agricultural and rural sectors, as follows:"}, {"text_block_id": "p42_b574", "text": "National Strategy for the Sustainable Development of the Agro-industrial Complex of the Republic of Moldova (2008-2015),"}, {"text_block_id": "p42_b575_merged_merged", "text": "approved through the Government Decision no. 282 from 11 March 2008 with the overall goal to ensure a sustainable growth of the agro-industrial sector with a consequent improvement of quality of life in rural areas by increasing the"}, {"text_block_id": "p42_b577", "text": "sector’s competitiveness and productivity."}, {"text_block_id": "p42_b578", "text": "Food Safety Strategy for the years 2011-2015,"}, {"text_block_id": "p42_b579", "text": "approved through the Government Decision no. 747 from 3 October 2011, with the main goal to achieve the highest standards of health protection and protection of customers on the matters of food safety."}, {"text_block_id": "p42_b580", "text": "Strategy for the development of rural extension services for the period 2012-2022,"}, {"text_block_id": "p42_b581", "text": "approved through the Government Decision no. 486 from 5 July 2012, that foresees a rapid transition to a modern model of organization of rural extension services, that generates high added value, based on knowledge and innovation and oriented towards continuous improvement of the quality of life from rural area;"}, {"text_block_id": "p42_b582", "text": "National Strategy for Regional Development for the years 2013-2015"}, {"text_block_id": "p42_b583", "text": ", approved through the Government Decision no. 685 from 4 September 2013, aimed at supporting the balanced development of the localities of the Republic of Moldova and enhance the living standards of its citizens;"}, {"text_block_id": "p43_b584", "text": "Small and Medium Enterprises’ S"}, {"text_block_id": "p43_b585", "text": "ector Development Strategy for the years 2012"}, {"text_block_id": "p43_b586", "text": "–"}, {"text_block_id": "p43_b587", "text": "2020"}, {"text_block_id": "p43_b588", "text": ", approved through the Government Decision no. 685 from 13 September 2012 sets the development of the SMEs from the regions as a priority area."}, {"text_block_id": "p43_b589", "text": "Strategy for Domestic Trade Development in the Republic of Moldova for the years 20142020"}, {"text_block_id": "p43_b590", "text": ", approved through Government Decision no. 948 from 25 November 2013 with the main"}, {"text_block_id": "p43_b591", "text": "goal of “providing the consumers with competitive goods and services through creation of a efficient trade system throughout the country”, and one of its strategic objective"}, {"text_block_id": "p43_b592", "text": "s refers to"}, {"text_block_id": "p43_b593", "text": "“enhancing of trade infrastructure in the region, particularly in rural areas”;"}, {"text_block_id": "p43_b594", "text": "Energetic Strategy of the Republic of Moldova up to the year 2030,"}, {"text_block_id": "p43_b595", "text": "approved through Government Decision no.102 from 5 February 2013, has as a main objective ensuring the energetic security of the country based on the implementation of regional programmes that refer to the development of modern platforms for generation of power from renewable sources and improve the energetic efficiency throughout the country."}, {"text_block_id": "p43_b596", "text": "Transport and Logistics Development Strategy for the years 2013-2022"}, {"text_block_id": "p43_b597", "text": ", approved through Government Decision no. 827 from 28 October 2013, with specific objectives including insurance of access to national roads from local rural roads from all localities of the country, ensure the repair and maintenance of over 6 thousand km of local roads by 2022."}, {"text_block_id": "p43_b598", "text": "Information society development Strategy “Digital Moldova 2020”"}, {"text_block_id": "p43_b599", "text": ","}, {"text_block_id": "p43_b600", "text": "approved through Government Decision no. 857"}, {"text_block_id": "p43_b601", "text": "from 31 October 2013 with the aim to “develop the info"}, {"text_block_id": "p43_b602", "text": "-"}, {"text_block_id": "p43_b603", "text": "communicational infrastructure and improve the access for all”"}, {"text_block_id": "p43_b604", "text": ", including development of internet access infrastructure in all localities of the country and provide services at accessible prices."}, {"text_block_id": "p43_b605", "text": "Tour"}, {"text_block_id": "p43_b606", "text": "ism Development Strategy „Turism 2020”"}, {"text_block_id": "p43_b607", "text": ", which is to be approved by the Government, is aimed at"}, {"text_block_id": "p43_b608", "text": "“"}, {"text_block_id": "p43_b609", "text": "boosting the tourist activity in Moldova by developing domestic and inbound tourism"}, {"text_block_id": "p43_b610", "text": "„"}, {"text_block_id": "p43_b611", "text": ", including through the regional development of tourism and develop rural tourism support and development instruments."}, {"text_block_id": "p43_b612", "text": "Those strategies refer to different aspects of agricultural and rural sectors, nevertheless a"}, {"text_block_id": "p43_b613", "text": "holistic approach of the challenges of the sector’s ag"}, {"text_block_id": "p43_b614", "text": "enda is still missing."}, {"text_block_id": "p43_b615_merged_merged_merged_merged_merged", "text": "A retrospective glance over the National Strategy of Agro-Industrial Sector Sustainable Development reveals the fact that it has a reduced impact on the sector’s development so far. This is explained, in fact, by the weak instruments and the lack of detailed measures associated with the budget and implementation plan, resulting in overall objectives. The measures in the Strategy do not follow the formulation principle SMART (specific, measurable, achievable, realistic, time-bound) neither do they cover agriculture, environment and rural development related issues. Moreover, most cost estimates proved to be invalid, as well as the inconsistent legal context."}, {"text_block_id": "p43_b618", "text": "National Strategy for Food Safety for the years 2011-2015 creates preconditions for the adoption of the principles of EU food safety and implementation of an integrated approach \"farm to fork\" in order to ensure public health and increase exports. A remarkable result of this strategy was the creation in 2012 of the Food Safety National Agency, which took over full control of food safety in Moldova, thus overcoming existing constraints related to the overlapping of functions and repetitive procedures in the field. However, one of the weaknesses of this strategic document, which may create problems in achieving longer term, is the insufficient level of objectives measuring and achievement."}, {"text_block_id": "p44_b619", "text": "Strategy for the Development of Rural Extension Services in the Republic of Moldova, 20122022 presents a comprehensive and realistic view of the role of extension networks, on condition that it finances its budget. The Strategy states that development of rural extension services in Moldova will contribute to the development of rural economy and increasing agricultural productivity, enhancing the competitiveness of the agri-food sector. Although the success of this strategy will depend on adequate public funding, the fact that it works with measurable objectives is certainly an advantage compared to the other two strategies mentioned above."}, {"text_block_id": "p44_b620", "text": "The following description and analysis of past and current policies for agriculture and rural development of the EU and the Republic of Moldova, as well as implementing programs and tools provide us an argument for priorities and measures proposed for use in the Republic of Moldova."}, {"text_block_id": "p44_b621", "text": "Agriculture and rural development. Policy and institutional framework in the EU and Republic of Moldova"}, {"text_block_id": "p44_b622", "text": "Rural areas in the Republic of Moldova, as in many EU countries predominate and will continue to be involved in producing of agri-food goods. The value of this sector in the EU is over 900 billion annually and will continue to play an important role in the EU, and also in the economy of the Republic of Moldova in the future. According to FAO, the global demand for food will increase by 70% by the year 2050 and, therefore the food sector should be treated, as in the EU, as a key priority in the strategic development and not as an indicator of underdevelopment ."}, {"text_block_id": "p44_b623", "text": "Agriculture and rural development in the Republic of Moldova"}, {"text_block_id": "p44_b624", "text": "Currently, the following institutions are implementing activities that contribute to the development of agriculture and rural areas, namely:"}, {"text_block_id": "p44_b625", "text": "Currently, the following institutions are implementing activities that contribute to the development of agriculture and rural areas, namely:\n* (hereinafter -MAFI), together with its\n* (hereinafter -AIPA), which currently\n* (hereinafter -AIPA), which currently\n -\n* created under the MAFI, responsible for coordination of\n* Consolidated Unit for Implementing and Monitoring the Wine Sector Restructuring Programme, funded by the European Investment Bank, subordinated to MAFI, whose aim is"}, {"text_block_id": "p45_b638", "text": "Currently, the following institutions are implementing activities that contribute to the development of agriculture and rural areas, namely:\n* (hereinafter -MAFI), together with its\n* (hereinafter -AIPA), which currently\n* (hereinafter -AIPA), which currently\n -\n* created under the MAFI, responsible for coordination of\n* Consolidated Unit for Implementing and Monitoring the Wine Sector Restructuring Programme, funded by the European Investment Bank, subordinated to MAFI, whose aim is\n* (\n\t\t* (\n hereinafter -\n\t\t\t* (\n hereinafter -\n IFAD)\n\t\t\t\t* (\n hereinafter -\n IFAD)\n Consolidated Programmes Implementation Unit,\n\t\t\t\t\t* (\n hereinafter -\n IFAD)\n Consolidated Programmes Implementation Unit,\n under MAFI, implementing measures on\n\t\t\t\t\t* (CAPMU), responsible for ensuring the efficient implementation of World Bank projects in\n\t\t\t\t\t* which contributes to the establishment of accessible and advantageous conditions of\n\t\t\t\t\t* â\n\t\t\t\t\t* â\n ,\n\t\t\t\t\t* â\n ,\n which\n\t\t\t\t\t* â\n ,\n which\n .\n\t\t\t\t\t* develops and promotes horizontal policies of business\n\t\t\t\t\t* develops and promotes horizontal policies of business\n Moldovan Investment and Export Promotion Organization\n\t\t\t\t\t* develops and promotes horizontal policies of business\n Moldovan Investment and Export Promotion Organization\n , Energy\n\t\t\t\t\t* develops and promotes horizontal policies of business\n Moldovan Investment and Export Promotion Organization\n , Energy\n Organization for the Development of Small and Medium\n\t\t\t\t\t* is responsible for drafting and\n\t\t\t\t\t* is responsible for drafting and\n Regional Development Agencies: North, Center and South.\n\t\t\t\t\t* develops and promotes policies on environmental protection\n\t\t\t\t\t* is responsible for developing, promoting\n\t\t\t\t\t* the rural development issue\n\t\t\t\t\t* which is responsible for implementing policies in the field\n\t\t\t\t\t* manages the development and implementation of policies in the field\n\t\t\t\t\t* is responsible for the development, promotion and implementation of"}, {"text_block_id": "p46_b686", "text": "policies in the fields of forestry and wildlife, align them to the international trends of socio"}, {"text_block_id": "p46_b687", "text": "-"}, {"text_block_id": "p46_b688", "text": "economic development, sustainable development of forestry and wildlife sectors, protection, preservation of forests and wildlife and biodiversity conservation throughout the country."}, {"text_block_id": "p46_b689", "text": "Agriculture and rural development are interdependent. As the rich EU experience demonstrates, the economy and social structures in rural areas cannot reach a proper development without a competitive agri-food sector. The structural problems of agriculture and food processing industry in Moldova cannot be solved without systematic support in accordance with EU policies and instruments in the field of agriculture and rural development."}, {"text_block_id": "p46_b690", "text": "EU experience of supporting reform of agriculture and rural development"}, {"text_block_id": "p46_b691", "text": "Common Agricultural Policy"}, {"text_block_id": "p46_b692", "text": "(hereinafter -CAP) is the agricultural policy of the European Union. Its main objectives are to ensure a fair standard of living for farmers and to provide a stable and safe food supply at affordable prices for consumers."}, {"text_block_id": "p46_b693", "text": "The CAP's budget is spent in 3 different ways:"}, {"text_block_id": "p46_b694", "text": "The CAP's budget is spent in 3 different ways:\n* Income support for farmers;\n* Rural development\n* measures to help farmers modernize their farms and become\n* Market support\n* for example when bad weather destabilizes markets.\n* for example when bad weather destabilizes markets.\n The CAP is currently undergoing a process of reform to better address the challenges of:\n* food security, climate change and sustainable management of natural resources and\n* to help the farming sector become more competitive and to deal with the economic\n* to make the policy fairer, greener, more efficient and more effective and more"}, {"text_block_id": "p46_b711", "text": "EU agri-food development support to third countries in the scope of economic integration"}, {"text_block_id": "p46_b712_merged_merged_merged_merged", "text": "In order to support third countries (including candidate and accession countries) to meet the demands and requirements of the CAP and other sector policies within various types of economic integration, the EU has used a number of different instruments. One of the most significant and relevant for Moldova was used to prepare New Member States for integration into the single market -(hereinafter – SAPARD)."}, {"text_block_id": "p46_b717", "text": "Implementation instrument SAPARD"}, {"text_block_id": "p46_b718", "text": "SAPARD, originally introduced in 1999, was the European Union’s pre"}, {"text_block_id": "p46_b719", "text": "-accession programme for agriculture and rural development. In order to achieve its overall objectives, it provided support for investments related to agriculture and rural development."}, {"text_block_id": "p46_b720", "text": "SAPARD support for agriculture and rural development was focused on the priorities in this sector, and in particular on:"}, {"text_block_id": "p46_b721", "text": "SAPARD support for agriculture and rural development was focused on the priorities in this sector, and in particular on:\n* investment in agricultural holdings;\n* improving the processing and marketing of agricultural and fishery products;\n* improving structures for quality, veterinary and plant health controls in the interests of"}, {"text_block_id": "p47_b727", "text": "SAPARD support for agriculture and rural development was focused on the priorities in this sector, and in particular on:\n* investment in agricultural holdings;\n* improving the processing and marketing of agricultural and fishery products;\n* improving structures for quality, veterinary and plant health controls in the interests of\n* agricultural production methods designed to protect the environment and maintain the\n* development and diversification of economic activities;\n* setting up relief and management services for farmers;\n* renovation and development of villages and the protection and conservation of the\n* land improvement and re-parceling;\n* establishment and updating of land registers;\n* improvement of vocational training;\n* development and improvement of rural infrastructure;\n* water resources management;\n* forestry, including forestation, investments in forest holdings owned by private forest\n* technical assistance for the measures covered by this Regulation, including studies to\n* designing and implementing local and regional rural development strategies for rural"}, {"text_block_id": "p47_b751", "text": "Efficiency of AIPA measures in priority areas"}, {"text_block_id": "p47_b752", "text": "AIPA was founded in 2010 as an institution in the subordination of MAFI, with the main purpose of managing financial resources (subventions) aimed at supporting the farmers, to monitor their distribution and also the quantitative and qualitative assessment of the impact of implemented measures."}, {"text_block_id": "p47_b753", "text": "Since 2010, AIPA has developed and implemented continuously 10 important measures aimed at financial and informational supporting of agriculture in the Republic of Moldova."}, {"text_block_id": "p47_b754", "text": "For a better management of processes in agriculture, AIPA has developed and implemented an integrated control system of subsidies, an Electronic Registry of Farmers and the Electronic Register of Agricultural Machinery and Equipment, which allows for the validation of data via web services and facilitation of data transfer, thus contributing to ensuring the transparency and de-bureaucratization of the system."}, {"text_block_id": "p47_b755", "text": "AIPA measures are aimed at a variety of purposes, including boosting lending to farmers by banks and financial institutions and use risk insurance for agricultural production, planting of new orchards and vineyards with high productivity varieties, encourage the investment in protected vegetable production (winter garden, greenhouses, tunnels), stimulating investment in agriculture and irrigation systems, stimulating investment in the construction and renovation of livestock farms, stimulate purchase of breeding livestock and development of genetic resources of the country, boosting investment in food processing and post harvest infrastructure, stimulating reparcelling/land consolidation, supporting investments in irrigation. Investment measures envisages increased subsidies for young applicants and this policy will continue. The impact of each measure is an engine for farmers in their efforts to develop a post harvest infrastructure, to renew the machinery, redevelopment and management of marketing processes, increasing cash flow and investments in advanced technologies."}, {"text_block_id": "p47_b756", "text": "From those mentioned above the following shall be concluded:"}, {"text_block_id": "p47_b757", "text": "1)"}, {"text_block_id": "p47_b758", "text": "AIPA measures have improved the competitiveness of the agri-food sector through restructuring and modernization."}, {"text_block_id": "p48_b759", "text": "During this period, AIPA has signed contracts for the financing of rural advisory services for the investment business plans eligible for subsidies that were paid from World Bank sources. Thus, rural extension and consulting services received significant support and farmers have benefited from free services and knowledge;"}, {"text_block_id": "p48_b760", "text": "2)"}, {"text_block_id": "p48_b761", "text": "AIPA measures have improved the standard of living in rural areas. In the period 2010-2013, since AIPA was established, about 15 thousand farmers have launched and developed businesses in rural areas, as AIPA support schemes apply only in rural areas. During this period, more than 100 million EUR were managed by AIPA for financing and monitoring of 17 thousand hectares of vineyards and orchards, construction and renovation of 170 hectares of greenhouses belonging to a total of 480 households of farmers, conducting procurement of 4,7 thousand units of tractors, combines, etc.., installing of 450 irrigation systems, renovation of 82 livestock farms, importing of a few thousand of breeding animals, construction and refitting of 114 refrigerators for storage of fruits, vegetables, meat, installation 23 fruit processing plants, 49 lines of meat, dairy, fish processing, 23 units of grain processing, 12 oil extraction plants, 7 units of calibration, sorting and packaging of fruits and vegetables."}, {"text_block_id": "p48_b762", "text": "Over the last three years, the direct private rural investment, related to subventions, exceeded the amount of EUR250 million and more than 15 thousand jobs were created directly and indirectly in rural areas;"}, {"text_block_id": "p48_b763", "text": "3)"}, {"text_block_id": "p48_b764", "text": "AIPA measures ensure sustainable management of natural resources."}, {"text_block_id": "p48_b765", "text": "Measures in this area support the sustainable management of land and other natural resources. Techniques without/or with limited application of plowing are subsidized at a higher rate than traditional techniques. In addition, organic production is subsidized more than the traditional one. Subsidizing drip irrigation systems add value and also prevents erosion of the soil."}, {"text_block_id": "p49_b766", "text": "Chapter II"}, {"text_block_id": "p49_b767", "text": "STRATEGIC VISION AND OBJECTIVES FOR THE YEARS 2014-2020"}, {"text_block_id": "p49_b768", "text": "The review of agri-food sector, agricultural resources and issues of rural development identified the major problems experienced in the respective areas. This strategy takes these into consideration and seeks to meet economic, agricultural resource management and social challenges Moldovan agriculture and rural development sector currently faces. It is also building on the results of the various consultations made with stakeholders of the sector. It aims to show the desired pathway of sector development for the next seven years (20142020), consistent with the European Union  policies and instruments."}, {"text_block_id": "p49_b769", "text": "The Strategy undertakes to reach a vision based on the coherence between agriculture, environment and rural development, which represent economic, environmental and social problems."}, {"text_block_id": "p49_b770", "text": "2.1. Vision and scope"}, {"text_block_id": "p49_b771", "text": "The vision"}, {"text_block_id": "p49_b772", "text": "of Strategy"}, {"text_block_id": "p49_b773", "text": "is “"}, {"text_block_id": "p49_b774", "text": "A competitive restructured and modernized agri-food business sector. Improved living and working conditions in rural areas. Agri-food activities existing in harmony with the natural environment maintaining the biodiversity, cultural and traditional"}, {"text_block_id": "p49_b775", "text": "values for future generations.”"}, {"text_block_id": "p49_b776", "text": "derived from the vision consequently is also based on the achievement of synergies among economic, agricultural resource management and social areas: To ensure that the agri-food sector contributes to the sustainable achievement of the national economic and social development goals."}, {"text_block_id": "p49_b777", "text": "The scope"}, {"text_block_id": "p49_b778", "text": "of the Strategy is"}, {"text_block_id": "p49_b779", "text": "to raise the competitiveness of the agri-food sector through comprehensive restructuring and modernization and to improve conditions for living and working in rural areas whilst achieving synergies between agri-food activities and the natural environment."}, {"text_block_id": "p49_b780", "text": "2.2. General and specific objectives"}, {"text_block_id": "p49_b781", "text": "General Objective no. 1: Increase competitiveness of the agri-food sector through modernization and market integration."}, {"text_block_id": "p49_b782", "text": "Moldovan agriculture has a low competitiveness due to several factors. Bearing this in mind and considering the strategic vision of the sector it is clear that Moldova has to increase the competitiveness through comprehensive restructuring and modernization of agriculture, land consolidation and by gradually increasing the proportion of high value-added agricultural products whilst bearing in mind the food security needs. In this sense, the strategy places particular emphasis on modernizing the sector, improving education and associated systems, as well as facilitating access to markets for inputs and outputs."}, {"text_block_id": "p50_b783", "text": "Specific Objective 1.1. Modernization of agri-food chain in order to meet EU requirements on food safety and quality."}, {"text_block_id": "p50_b784", "text": "First, support is needed in modernization and restructuring of farms specialized in the production of traditional agricultural produce (fruits and vegetables, milk, meat) and other competitive agricultural products. Second, agri-food processing business needs to be supported by investing in modern technologies in order to meet EU food safety and quality requirements. Third, cooperation should be enhanced between agri-food primary producers and agri-business downstream operators (processors, wholesalers, retailers) to increase income opportunities and provide access of Moldovan agri-food products to national and international markets."}, {"text_block_id": "p50_b785", "text": "Specific Objective 1.2. Facilitate access to capital, inputs and output markets for farmers."}, {"text_block_id": "p50_b786", "text": "Investment support programs presently in place offer important tools for improving farmers’"}, {"text_block_id": "p50_b787_merged", "text": "access to capital. Measures that could help farmers get better access to funds should focus on: (i) efforts to create a functioning framework for collateralized commodity transactions (guarantee fund, warehouse receipts); (ii) efforts to stimulate land market, thus turning land into a more liquid and attractive asset to banks; and (iii) efforts on reducing agricultural risks, by both mitigating risks and insuring against them. An open regime for the import of seeds and seedlings, as well as for fertilizers and pesticides, would improve farmers’ access to modern technology and help them compete with EU farmers. Farmers’ access to output markets, particularly critical for small and medium farmers, could be addressed by supporting farmers integration into supply chains, i.e. through facilitating linkages to downstream operators, including processors wholesalers and retailers; producer associations to enable, among other things, improved access to post-harvest infrastructure, as well as facilitating their access to the market."}, {"text_block_id": "p50_b790", "text": "Specific Objective 1.3. Reform education, scientific research and rural extension services in the agri-food sector, and creation of integrated agriculture information system."}, {"text_block_id": "p50_b791", "text": "First, it is necessary to support the restructuring and modernization of the education base to meet market demand. Secondly, the agricultural research should be modernized and restructured to strengthen its relationship with the private sector including the possibility of creating Public Private Partnerships. Third, extension services should be upgraded and meet the needs of the agri-food business sector cooperating with agricultural research and education. It is necessary to use the synergies within the three areas."}, {"text_block_id": "p50_b792", "text": "General Objective no. 2: Ensure sustainable management of natural resources in agriculture."}, {"text_block_id": "p50_b793", "text": "Although Moldova has fertile soils and favorable climate to agricultural production, it faces several environmental challenges. Therefore, a priority for Moldova is dealing with climatic challenges. Such an approach should include improving farmers' access to new drought resistant varieties, non-destructive farming technologies, research and training on innovative soil and water management and access to climate data (especially extreme events). Agri-risk management instruments including agri-insurance and anti-hail systems need to be assessed and developed.The strategy proposes three following measures in this regard, namely:"}, {"text_block_id": "p50_b794", "text": "Specific Objective 2.1. Support sustainable agricultural land and water management practices."}, {"text_block_id": "p50_b795", "text": "One of the most efficient ways of ensuring sustainable management of natural resources in agriculture is to use innovative land and water management practices. Support is needed for the land consolidation and use of modern land cultivation practices including proper crop rotation and diversification of agricultural produce. Investment in irrigation services is also of high importance together with better access to modern irrigation infrastructure and equipment."}, {"text_block_id": "p51_b796", "text": "Specific Objective 2.2. Support environmentally friendly production technologies, organic production and products ensuring biodiversity."}, {"text_block_id": "p51_b797", "text": "Another way of ensuring sustainable management of natural resources in agriculture is the provision of environmentally friendly production technologies and products. Organic production should be supported in this regard, especially as demand for such products is increasing on international markets. Organic farmers should also be assisted in meeting the standards and implementing the procedures required by international markets and organizations. Supporting development of agricultural sources of energy including energy crops production making agricultural production sustainable and profitable at the same time. Moreover, low quality and unproductive agricultural land should be considered for afforestation in order to increase biodiversity as well as decrease soil erosion while also contributing to water conservation."}, {"text_block_id": "p51_b798", "text": "Specific Objective 2.3. Support to adaptation and mitigation of climate challenges effects on agricultural production."}, {"text_block_id": "p51_b799", "text": "Risk management tools including agricultural insurance should be supported in order to mitigate the negative consequences of climate risks and the negative effects of natural disasters on agricultural production and competitiveness of farming."}, {"text_block_id": "p51_b800", "text": "The strategy proposes the following three measures in doing so:"}, {"text_block_id": "p51_b801", "text": "Specific Objective 3.1. Enhance investment in physical infrastructure and rural services."}, {"text_block_id": "p51_b802", "text": "Support is needed for improving physical rural infrastructure and services by investing in e.g. the renovation and reconstruction of water supply and sewage systems, telecommunications, electricity and local roads in support of the development of the agri-food sector. Modern infrastructure is also one of the most important prerequisites for further capital investments."}, {"text_block_id": "p51_b803", "text": "Specific Objective 3.2. Increase employment and income opportunities in rural areas in the non-agri-food sector."}, {"text_block_id": "p51_b804", "text": "Support is needed for creation of off-farm working possibilities in rural areas. These might take the form of supporting creation and development of agri-tourism services or non-agricultural micro-businesses aimed at manufacturing and providing services in rural areas in support of the agri-food sector and assisting already existing small and medium agri-food enterprises to increase their business capacities."}, {"text_block_id": "p51_b805", "text": "Specific Objective 3.3. Stimulate local community involvement in rural development."}, {"text_block_id": "p51_b806", "text": "Local community involvement is essential in creating incentives for rural residents to contribute to the welfare of their society. In this respect, the necessary support shall be considered to enable local population to express its opinion on how they want to develop their living conditions. It is very important to enhance the attractiveness of rural areas by improving the social and cultural aspects of local services and develop the infrastructure to rural communities"}, {"text_block_id": "p52_b807", "text": "2.3 Institutional Framework"}, {"text_block_id": "p52_b808", "text": "Implementation of this Strategy will be carried out by the central administrative authorities that develop and implement policies oriented towards agricultural and rural development, in accordance with their area of competence and have the tools and mechanisms needed carry out the respective exercise:"}, {"text_block_id": "p52_b809", "text": "a)"}, {"text_block_id": "p52_b810", "text": "Ministry of Agriculture and Food Industry (MAFI),"}, {"text_block_id": "p52_b811", "text": "is the central government authority responsible for the development and promotion of policies for sustainable development of the agri-food sector and rural areas."}, {"text_block_id": "p52_b812", "text": "To achieve the synergy proposed by the current Strategy on coherent agriculture and rural development, MAFI will re-direct its efforts to comply with the new proposed policy framework, thus being the institution coordinating the activities set in the present Strategy and responsible for assessing the impact of its measures, together with the subordinated institutions:"}, {"text_block_id": "p52_b813", "text": "-"}, {"text_block_id": "p52_b814", "text": "Interventions and Agriculture Payments Agency"}, {"text_block_id": "p52_b815", "text": "will continue to be responsible for managing the financial resources to support farmers, including the those for rural infrastructure related to agricultural activities. Given that AIPA could also manage funding granted by development partners, the agency plans to get the accreditation in order to comply with EU requirements;"}, {"text_block_id": "p52_b816", "text": "-"}, {"text_block_id": "p52_b817", "text": "National Vine and Wine Office (ONVV)"}, {"text_block_id": "p52_b818", "text": "of the MAFI, responsible for implementing wine policies, to provide financial support for the development of the wine sector by establishing the Vine and Wine mandatory contributions of wine producers, and possibly by other funds provided by development partners. This requires development and maintenance of a wine and vineyard register;"}, {"text_block_id": "p52_b819", "text": "-"}, {"text_block_id": "p52_b820", "text": "Agricultural Information Centre (AIC)"}, {"text_block_id": "p52_b821", "text": "created by MAFI, is responsible for managing a complex of automated information systems to integrate and strengthen agricultural information resources, as Agricultural Producers Registry, Vineyard Registry, Agricultural Machinery Registry and other;"}, {"text_block_id": "p52_b822", "text": "b)"}, {"text_block_id": "p52_b823", "text": "Ministry of Economy,"}, {"text_block_id": "p52_b824", "text": "which will develop and, through the subordinate institutions, will implement policies and programs to support rural development, focused on enhancing the competitiveness of small and medium enterprises, rural diversification, implementation of measures to promote the use of advanced and energoefficient technologies, diversification of exports and expanding the markets for local products, facilitate private investment in rural areas by stimulating the creation of public-private partnerships and the establishment of industrial parks;"}, {"text_block_id": "p52_b825", "text": "c)"}, {"text_block_id": "p52_b826", "text": "Ministry of Environment,"}, {"text_block_id": "p52_b827", "text": "which will provide support in developing and implementing measures to protect the environment, rural areas, following methods compatible with the need to preserve the natural resources;"}, {"text_block_id": "p52_b828", "text": "d)"}, {"text_block_id": "p52_b829", "text": "Ministry of Construction and Regional Development,"}, {"text_block_id": "p52_b830", "text": "which will provide develop and implement measures to ensure cohesion and reducing disparities  in development regions;"}, {"text_block_id": "p52_b831", "text": "e)"}, {"text_block_id": "p52_b832", "text": "Ministry of Labour, Social Protection and Family,"}, {"text_block_id": "p52_b833", "text": "which will develop and implement measures to promote employment and reduce unemployment in rural areas, provision of incentives for young professionals established in rural areas;"}, {"text_block_id": "p53_b834", "text": "f)"}, {"text_block_id": "p53_b835", "text": "Ministry of Education"}, {"text_block_id": "p53_b836", "text": ", which will develop and promote measures intended to improve and enhance human potential through training of rural specialists;"}, {"text_block_id": "p53_b837", "text": "g)"}, {"text_block_id": "p53_b838", "text": "Ministry of Transport and Road Infrastructure and Ministry of Communications and Information Technology"}, {"text_block_id": "p53_b839", "text": ", which will make steps to improve physical infrastructure and services in rural areas;"}, {"text_block_id": "p53_b840", "text": "h)"}, {"text_block_id": "p53_b841", "text": "National Food Safety Agency,"}, {"text_block_id": "p53_b842", "text": "which is responsible for activities related to bringing in line with the EU standards of food safety and quality requirements;"}, {"text_block_id": "p53_b843", "text": "i)"}, {"text_block_id": "p53_b844", "text": "Agency \"Moldsilva\""}, {"text_block_id": "p53_b845", "text": ", which will implement measures towards the development and protection of the forest heritage and its efficient management;"}, {"text_block_id": "p53_b846", "text": "j)"}, {"text_block_id": "p53_b847", "text": "Agency for Tourism"}, {"text_block_id": "p53_b848", "text": ", which will carry out measures aimed at creating employment opportunities."}, {"text_block_id": "p53_b849", "text": "2.4 Legislative framework"}, {"text_block_id": "p53_b850", "text": "MAFI carries out the process of harmonization of national legislation with the EU acquis communitaire in a permanent and gradual way having already achieved significant progress in this regard."}, {"text_block_id": "p53_b851", "text": "The measures necessary to be taken by MAFI as a priority, in order to align with EU requirements, aiming to harmonize national legislation with the EU legislation as well to make structural changes in this area are set out in:"}, {"text_block_id": "p53_b852", "text": "a)"}, {"text_block_id": "p53_b853_merged", "text": "Action Plan on implementation of the recommendations of the European Commission for establishing of the Deep and Comprehensive Free Trade Area between Republic of Moldova and European Union, approved by Government Decision no. 1125 of 14th December, 2010;"}, {"text_block_id": "p53_b857", "text": "b)"}, {"text_block_id": "p53_b858", "text": "Annual National Plan for Harmonization of Legislation, approved by Government of Republic of Moldova, in which EU acts to be transposed into national legislation are specified of which the largest part relates to the agri-food sector;"}, {"text_block_id": "p53_b859", "text": "c)"}, {"text_block_id": "p53_b860", "text": "MAFI’s annual plan for harmonization of agri"}, {"text_block_id": "p53_b861", "text": "-food legislation, which consists of an exhaustive list of EU acts identified by MAFI as priorities to be transposed into national legislation which is based in the area of agriculture on the list of EU acts attached to the Agreement on Agriculture and in the area of SPS attached to the Accompanying Document to the Food Safety Strategy."}, {"text_block_id": "p53_b862", "text": "2.5. Gender mainstreaming"}, {"text_block_id": "p53_b863", "text": "In addressing the issues related to the inequality between men and women as for holding power and decision making at all levels, the Ministry of Agriculture and Food Industry promotes an active and visible policy of gender mainstreaming. In case of all policies and programs, before taking decisions, an analysis of the effects on women, respectively, on men is carried out. These efforts are aimed at enhancing the participation of women at all levels of decision making."}, {"text_block_id": "p54_b864", "text": "Chapter III"}, {"text_block_id": "p54_b865", "text": "COST AND IMPACT ASSESSMENT (FINANCIAL AND NON-FINANCIAL) RELATED TO IMPLEMENTATION OF THE STRATEGY"}, {"text_block_id": "p54_b866", "text": "In order to be able to judge the success of the proposed sector strategy, it is necessary to describe the state of the agri-food sector after its successful implementation."}, {"text_block_id": "p54_b867", "text": "The expected impact relates to achievement of the strategic objective of the Strategy, as follows:"}, {"text_block_id": "p54_b868", "text": "a)"}, {"text_block_id": "p54_b869", "text": "the efficiency of production and processing will have increased through restructuring and modernization;"}, {"text_block_id": "p54_b870", "text": "b)"}, {"text_block_id": "p54_b871", "text": "the Moldovan agri-food sector will have grown in value;"}, {"text_block_id": "p54_b872", "text": "c)"}, {"text_block_id": "p54_b873", "text": "the market share both domestically and externally will have grown;"}, {"text_block_id": "p54_b874", "text": "d)"}, {"text_block_id": "p54_b875", "text": "access to new high value markets will have increased;"}, {"text_block_id": "p54_b876", "text": "e)"}, {"text_block_id": "p54_b877", "text": "the balance between low value primary production and high level processing will have improved;"}, {"text_block_id": "p54_b878", "text": "f)"}, {"text_block_id": "p54_b879", "text": "education and research output will have been linked to market needs;"}, {"text_block_id": "p54_b880", "text": "g)"}, {"text_block_id": "p54_b881", "text": "land resource structure and usage will have been optimized;"}, {"text_block_id": "p54_b882", "text": "h)"}, {"text_block_id": "p54_b883", "text": "agri-food water resource management will have been improved;"}, {"text_block_id": "p54_b884", "text": "i)"}, {"text_block_id": "p54_b885", "text": "soil quality and resistance to erosion will have been improved;"}, {"text_block_id": "p54_b886", "text": "j)"}, {"text_block_id": "p54_b887", "text": "resistance to risks affecting agri-food business will have been improved;"}, {"text_block_id": "p54_b888", "text": "k)"}, {"text_block_id": "p54_b889", "text": "rural economic activity will have been increased;"}, {"text_block_id": "p54_b890", "text": "l)"}, {"text_block_id": "p54_b891", "text": "rural infrastructure will have been improved;"}, {"text_block_id": "p54_b892", "text": "m)"}, {"text_block_id": "p54_b893", "text": "out-emigration trend from rural areas will have been reversed;"}, {"text_block_id": "p54_b894", "text": "n)"}, {"text_block_id": "p54_b895", "text": "responsibility for development of rural areas will have been assumed jointly by local authorities and rural inhabitants."}, {"text_block_id": "p54_b896", "text": "The success of the Strategy is largely dependent on the funds available for its implementation. This part presents the budgetary framework, the assumptions used in its planning together with development indicators."}, {"text_block_id": "p54_b897", "text": "During the planning of the budget, several assumptions were made."}, {"text_block_id": "p54_b898", "text": "a)"}, {"text_block_id": "p54_b899", "text": "Calculation of investment needs for the implementation of the Strategy was based on previous AIPA experience using the amounts resulting from the applications of the subsidies submitted to AIPA in 2012. Total investment needs of all applications amounted to 3,5 billion lei, at an average rate of subsidy -20% (in the form of refund)."}, {"text_block_id": "p54_b900", "text": "b)"}, {"text_block_id": "p54_b901", "text": "The base amount of investment needs starting from 2014 has been increased to 4 billion lei, as a result of the fact that the Strategy proposes a wider range of support than proposed by AIPA in 2012 and increased average subsidy reimbursement rate to 30% (from the previous 20% (see point a))."}, {"text_block_id": "p54_b902", "text": "c)"}, {"text_block_id": "p54_b903", "text": "In the Strategy the average subsidy reimbursement rate is set at the level of 30%. Depending on the specifics of a given measure the actual level of refund will be included in the range of 20% -40%. For example, investments by the newly formed producer groups will be supported by 40% of the subsidies."}, {"text_block_id": "p55_b904", "text": "d)"}, {"text_block_id": "p55_b905", "text": "The amount of total investment needs will then increase by 10% each year in the period 2015-2020.This is the result of estimates that proposing higher subsidy reimbursement rate (30%) and wider range of measures demand on investments will have a multiplier effect leading to an increase by at least 10 % per year."}, {"text_block_id": "p55_b906", "text": "e)"}, {"text_block_id": "p55_b907", "text": "On the basis of above assumptions the total amount of investment needs was calculated as follow:"}, {"text_block_id": "p55_b908", "text": "(1 EUR = 16.5 lei)"}, {"text_block_id": "p55_b909", "text": "f)"}, {"text_block_id": "p55_b910", "text": "The experience of some new EU Member States shows that the increase in subsidies rate by 10 percentage points (e.g. from 20% to 30%) generates the growth of investment needs by at least 20% -30%. In this Strategy only 10% increase is predicted due to limited financial capacities of Moldovan beneficiaries especially farmers and small processing plants."}, {"text_block_id": "p55_b911", "text": "g)"}, {"text_block_id": "p55_b912", "text": "Assuming an average 30% of the subsidy reimbursement rate (see point d), the necessary amounts of the subsidy that should be secured for the full implementation of the measures are as follows:"}, {"text_block_id": "p55_b913", "text": "(1 EUR = 16.5 lei)"}, {"text_block_id": "p55_b914", "text": "As regards the General Objective 1, it is foreseen that 80% of the financial needs allocated to this priority is proposed to cover investments in the modernization of agriculture and food industry, while 10% of the financial needs is proposed to cover agricultural education, research and extension services starting from (2015 -after approval of the relevant reform strategy) and another 10% of financial needs should cover (starting from 2015 after formalizing the cooperation framework with the financial sector)) facilitation of access to capital, input and output markets for farmers."}, {"text_block_id": "p56_b915", "text": "Improvement of conditions for living and working in rural areas (General Objective 3) is given yearly 20% share of the total financial needs. In the structure of financial needs of this priority the largest 50 % share is proposed to support to increase employment and income opportunities in rural areas in support of the agri-food sector and 30% share is proposed to support investments in physical infrastructure in support of the agri-food sector, while support local community involvement in rural development -20%."}, {"text_block_id": "p56_b916", "text": "Development indicators should be used for monitoring to assess the effectiveness of the priorities and measures as well as to provide feedback for policy makers. Given the three priorities and nine measures, twelve indicators are elaborated with associated scales of measurement, expected outcomes and sources of verification. Ex-ante, mid-term and ex-post monitoring of these indicators are recommended in order to check the progress of development as well as to adjust expected outcomes if needed. The indicators have been developed based on the analysis of the current situation outlined in the strategy as well as on the realistic expectations for future development of the sector. Both the growth trends in different sub-sectors as well as the current and anticipated levels of support have been taken into account while developing measurable indicators."}, {"text_block_id": "p56_b917", "text": "Tables 9-12 present the financial means needed for the implementation of the Strategy."}, {"text_block_id": "p57_b918", "text": "Table 9. Investment needs to implement the ARD Strategy -in thousands lei"}, {"text_block_id": "p60_b919_merged", "text": "Table 12. Subsidy needs to implement ARD Strategy -in thousands EURO (calculated as a reimbursement of 30% of investments needs; 1 EURO = 16.5 lei)"}, {"text_block_id": "p61_b921", "text": "Chapter IV"}, {"text_block_id": "p61_b922", "text": "STRATEGY EXPECTED RESULTS AND PROGRESS INDICATORS"}, {"text_block_id": "p61_b923", "text": "Table 13. Expected results and progress indicators of the Strategy"}, {"text_block_id": "p63_b924", "text": "Chapter V"}, {"text_block_id": "p63_b925", "text": "IMPLEMENTATION STAGES"}, {"text_block_id": "p63_b926", "text": "Implementation of the Strategy will be achieved through the involvement of ministries and other central public authorities, stakeholders concerned, and with the active participation of business and civil societies."}, {"text_block_id": "p63_b927", "text": "Implementation will be carried out in two stages:"}, {"text_block_id": "p63_b928", "text": "1)"}, {"text_block_id": "p63_b929", "text": "The first stage of implementation will cover the period 2014-2017, for which the Ministry of Agriculture will develop and approve a detailed action plan for achieving the specific objectives, expected results, providing for deadlines, responsible institutions and indicators progress;"}, {"text_block_id": "p63_b930", "text": "2)"}, {"text_block_id": "p63_b931", "text": "The second phase of implementation will be carried out within the period from 2018 to 2020, for which a new plan of actions will be developed and approved based on the recommendations and the results of implementation in phase I."}, {"text_block_id": "p63_b932", "text": "Chapter VI"}, {"text_block_id": "p63_b933", "text": "REPORTING AND MONITORING PROCEDURES"}, {"text_block_id": "p63_b934", "text": "In the process of implementation of the Strategy the continuous monitoring of the activities provided and their results will be carried out."}, {"text_block_id": "p63_b935", "text": "6.1. Monitoring of the Strategy"}, {"text_block_id": "p63_b936", "text": "The process of Strategy monitoring is aimed at:"}, {"text_block_id": "p63_b937", "text": "1)"}, {"text_block_id": "p63_b938", "text": "assess the method of Strategy implementation, the level of achievement of objectives and proposed actions and its modification in light of changing internal and external factors;"}, {"text_block_id": "p63_b939", "text": "2)"}, {"text_block_id": "p63_b940", "text": "correlation of priorities and objectives with the results attained during the implementation;"}, {"text_block_id": "p63_b941", "text": "3)"}, {"text_block_id": "p63_b942", "text": "ensuring transparency and dissemination of information on activities performed and results achieved."}, {"text_block_id": "p63_b943", "text": "The Monitoring process will be based on performance indicators established in the action plan. Monitoring of implementation of the Strategy will be carried out applying the available tools and with the support of central public authorities involved in its implementation."}, {"text_block_id": "p63_b944", "text": "6.2. Reporting"}, {"text_block_id": "p63_b945", "text": "Reporting on the Strategy implementation will be carried out:"}, {"text_block_id": "p63_b946", "text": "1)"}, {"text_block_id": "p63_b947", "text": "on one side, by the central public authorities involved in the fulfillment thereof, which will be presented annually to the Ministry of Agriculture and Food Industry the information on the progress and performance indicators set out in the Strategy,"}, {"text_block_id": "p63_b948", "text": "2)"}, {"text_block_id": "p63_b949", "text": "on the other side, by the Ministry of Agriculture and Food Industry, which shall annually present to the Government a progress report on the implementation of the Strategy."}], "document_description": "This document defines the government's strategy to develop the agriculture sector and rural areas over the period 2014-2020.\n\nIt aims to ensure a sustainable management of natural resources in agriculture. This should notably be done by increasing the use of renewable energy resources in the sector, and by reducing the vulnerability of crop productions to climate change."}