{"document_instrument_name": [], "document_country_english_shortname": "Moldova", "document_category": "Policy", "document_sector_name": ["LULUCF", "Environment"], "document_language": "English", "document_name": "Strategy on Biological Diversity of the Republic of Moldova for 2015-2020", "document_country_code": "MDA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "18/05/2015", "document_keyword": ["Adaptation", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/MDA/2015/MDA-2015-05-18-Strategy on Biological Diversity of the Republic of Moldova for 2015-2020_6c619791238a5f5bda814beece286b67.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF THE REPUBLIC OF MOLDOVA"}, {"text_block_id": "p0_b2", "text": "DECISION"}, {"text_block_id": "p0_b3", "text": "no. _"}, {"text_block_id": "p0_b4", "text": "274"}, {"text_block_id": "p0_b5", "text": "__"}, {"text_block_id": "p0_b6", "text": "of ____"}, {"text_block_id": "p0_b7", "text": "18"}, {"text_block_id": "p0_b8", "text": "May,"}, {"text_block_id": "p0_b9", "text": "2015"}, {"text_block_id": "p0_b10", "text": "_____"}, {"text_block_id": "p0_b11", "text": "Chisinau"}, {"text_block_id": "p0_b12", "text": "To assure the enforcement of the provisions of the Programme of activities of the Government of the Republic of Moldova 2015-2018, as well as to establish the strategic framework for environmental protection and sustainable management of natural resources, the Government DECIDES:"}, {"text_block_id": "p0_b13", "text": "To assure the enforcement of the provisions of the Programme of activities of the Government of the Republic of Moldova 2015-2018, as well as to establish the strategic framework for environmental protection and sustainable management of natural resources, the Government DECIDES:\n* To approve:\n<\\li1>"}, {"text_block_id": "p0_b15", "text": "The Strategy on Biological Diversity of the Republic of Moldova for 2015-2020, pursuant to Annex 1;"}, {"text_block_id": "p0_b16", "text": "The Action Plan for enforcing the Strategy on Biological Diversity of the Republic of Moldova for 2015-2020, pursuant to Annex 2."}, {"text_block_id": "p0_b17", "text": "The Action Plan for enforcing the Strategy on Biological Diversity of the Republic of Moldova for 2015-2020, pursuant to Annex 2.\n* The ministries and other central administrative resources:\n<\\li1>"}, {"text_block_id": "p0_b19", "text": "Shall undertake necessary measures to realize the Strategy on Biological Diversity of the Republic of Moldova for 2015-2020 and the Action Plan for enforcing it, according to their competences;"}, {"text_block_id": "p0_b20", "text": "Shall submit to the Ministry of Environment the report on the implementation"}, {"text_block_id": "p0_b21", "text": "of the respective measures on yearly basis, till February 1"}, {"text_block_id": "p0_b22", "text": "st"}, {"text_block_id": "p0_b23", "text": "."}, {"text_block_id": "p0_b24", "text": ".\n* The Ministry of Environment:\n<\\li1>"}, {"text_block_id": "p0_b26", "text": "Shall cooperate with international bodies and potential donors to attract the necessary volume of investments for realizing the provisions of the Strategy on Biological Diversity of the Republic of Moldova for 2015-2020 and the Action Plan for enforcing it;"}, {"text_block_id": "p0_b27_merged_merged_merged_merged", "text": "Shall submit to the Government information on the implementation of the above Action Plan till March 1st of each year."}, {"text_block_id": "p1_b30", "text": "Shall submit to the Government information on the implementation of the above Action Plan till March 1st of each year.\n* It is recommended to the local public authorities to take necessary\n* The Ministry of Environment is entrusted with the execution of this"}, {"text_block_id": "p2_b34", "text": "Annex 1"}, {"text_block_id": "p2_b35", "text": "to Governmental Decision no. 274"}, {"text_block_id": "p2_b36", "text": "STRATEGY"}, {"text_block_id": "p2_b37", "text": "I. INTRODUCTION"}, {"text_block_id": "p2_b38", "text": "The Strategy on Biological Diversity of the Republic of Moldova for 2015-2020 (hereinafter • the Strategy) reflects the current condition of the biodiversity of the Republic of Moldova, the trends in the changes of the biodiversity components, the goal and objectives of the activities designated for biodiversity protection."}, {"text_block_id": "p2_b39", "text": "The Biodiversity concept or the concept of biological diversity was first defined in connection with the approval of a new international environmental instrument during the UNCED Earth Summit of 1992 held in Rio de Janeiro. It signifies life on Earth and engages four levels of approach: ecosystems• diversity, species• diversity, genetic diversity and ethnic-cultural diversity."}, {"text_block_id": "p2_b40", "text": "Conceptually speaking, biodiversity has intrinsic value, to which, however, other values are associated such as ecologic, genetic, social, economic, scientific, educational, cultural, recreational and aesthetic."}, {"text_block_id": "p2_b41", "text": "Being the core condition for the existence of the human civilization, biodiversity assures support for the life system and social-economic systems• development. There are intra and interspecific connections within natural and semi-natural ecosystems by which material, energy and information exchanges are realized which assure their productivity, adaptability and resilience. These inter-connections are extremely complex; it is difficult to estimate the importance of each of the species for the functioning of the systems and which might be the consequences of a reduced number thereof or of their disappearance for assuring the long-term survival of the ecosystems, the main supplier of resources on which the human development and welfare depends. This is why, biodiversity maintenance is essential for assuring the survival of any forms of life, including human."}, {"text_block_id": "p2_b42", "text": "Equally important is the role of biodiversity is assuring the ecological systems• tasks, such as the assurance of soil-climate conditions, purification of water, mitigation of natural disasters• effects, etc."}, {"text_block_id": "p2_b43", "text": "The Republic of Moldova ratified the Convention on Biological Diversity (hereinafter the CBD) in 1995, which refers to the conservation of the biodiversity, sustainable use of its elements and just and fair sharing of benefits that result from the use of genetic resources and access to these resources, taking into account all rights on the respective resources and thanks to an appropriate financing for the biodiversity conservation measures."}, {"text_block_id": "p3_b44", "text": "Within the framework of the CBD Conference of parties, the principles which form the basis of biodiversity conservation and sustainable development of the social-economic system were also approved, as follows:"}, {"text_block_id": "p3_b45", "text": "Within the framework of the CBD Conference of parties, the principles which form the basis of biodiversity conservation and sustainable development of the social-economic system were also approved, as follows:\n* : biodiversity conservation is efficiently\n* : the lack of complete scientific studies\n* : the one that causes the destruction of\n* people must have access to\n* : biodiversity conservation and\n* : is a management strategy which\n* : to assure connectivity between"}, {"text_block_id": "p3_b66", "text": "A framework convention, the CBD provides only for general conservation and sustainable use measures, for the implementation of which it is necessary to develop strategies, national plans or programs or adapt those already in place, alongside the integration of conservation and sustainable use of biodiversity in the relevant sector or intersector plans, programs and policies."}, {"text_block_id": "p3_b67", "text": "For these reasons, in 2001, the Parliament approved the first National Strategy on Conservation of Biological Diversity and the Action Plan (hereinafter the NBSAP). These two documents have pointed out the main directions of activity for the next 10 years and mobilized the country•s internal capacities for solving urgent problems. In the NSAP of 2001, the realization of 263 actions was provided for with an approximate financial support of 19 million USD, the main executors being the Ministry of Environment, the Academy of Sciences of Moldova, the Ministry of Agriculture and Food Industry, the Ministry of Education and the Agency •Moldsilva•."}, {"text_block_id": "p3_b68", "text": "A large part of the actions provided for in the NSAP CBD were realized, while the implementation progress was reflected in 5 national reports on biodiversity (1999, 2001, 2005, 2010, 2014), posted on the web-sites of the CBD"}, {"text_block_id": "p4_b69", "text": "("}, {"text_block_id": "p4_b70", "text": "www.cbd.int"}, {"text_block_id": "p4_b71", "text": ") and the Biodiversity Office under the Ministry of Environment (http://bsapm.moldnet.md)."}, {"text_block_id": "p4_b72", "text": "In spite of significant progress in biodiversity protection (extension of natural protected areas and forested areas, creation of the national ecological network, ecological sensitization of the population, etc.), the process of degradation of the ecosystems and natural habitats was not stopped."}, {"text_block_id": "p4_b73", "text": "The overall objective of this Strategy is to create conditions for improving the quality of the biodiversity components by strengthening the basis for the sustainable development of the country. In this connection, the vision of this Strategy reflects the wish the Republic of Moldova has to get as close as possible to European standards and, respectively, to attain the European integration objective. All priority development directions provided for in the Strategy aim at adjusting the relevant national policies to the European ones."}, {"text_block_id": "p4_b74", "text": "As a result, by enforcing the Strategy, the provisions of the international treaties to which the Republic of Moldova is a party, especially the recommendations provided for in the Strategic biodiversity plan 2011-2020, including the Aichi biodiversity objectives approved in Nagoya (Japan) at the CBD Conference of Parties (2010), in the EU CBD Strategic Plan till 2020, in the international context of protecting the vulnerable layers of the population and the role of women in protecting the environment and the sustainable natural resources management, promoted by the UN, shall be realized at the national level."}, {"text_block_id": "p4_b75", "text": "The beneficiaries of this Strategy will be the line central public authorities (Ministry of Environment, Ministry of Agriculture and Food Industry, the Ministry of Economy, •Moldsilva• Agency), the Academy of Sciences of Moldova, local public administration authorities, the civil society (public associations, the community, and larger public) and the private sector (active in industry, tourism, exploitation of natural resources)."}, {"text_block_id": "p4_b76", "text": "II. CURRENT SITUATION"}, {"text_block_id": "p4_b77", "text": "Section 1"}, {"text_block_id": "p4_b78", "text": "The legal and institutional system in the area of biodiversity conservation"}, {"text_block_id": "p4_b79", "text": "1."}, {"text_block_id": "p4_b80", "text": "Concerns of the international community"}, {"text_block_id": "p4_b81_merged_merged", "text": "The research conducted during the last decade highlighted new processes and trends of the changes which occur in natural ecosystems, as well as the causes which impede the realisation of the CBD. At the 10th Conference of parties of the CBD (Nagoya, Japan, 2010) historic decisions and concrete objective were approved for the following 10 years (2011-2020) on establishing urgent measures to mitigate consequences which lead directly to the loss of biodiversity (reduction of habitats, excessive exploitation of flora and fauna, pollution of natural ecosystems, invasion of allogeneic species and climate changes). At the meeting, the government of the CBD party states agreed on a"}, {"text_block_id": "p5_b88_merged", "text": "set of concrete measures that will assure the protection of the ecosystems of the Planet, so that these become a platform for supporting human life and welfare for a long-lasting future."}, {"text_block_id": "p5_b92", "text": "2."}, {"text_block_id": "p5_b93", "text": "Engagement of the Republic of Moldova"}, {"text_block_id": "p5_b94", "text": "The Republic of Moldova, by means of this Strategy, actively participates in the enforcement of the Biodiversity Strategic Plan (CBD) for 2011-2020, continuing successful reforms that were previously started, especially in relation to assuring synergy between the implementation of international obligations assumed by the Republic of Moldova within the framework of the CBD and the provisions of other international conventions whose focus is biodiversity, by strengthening the institutional and legal reform in the area of biodiversity conservation and sustainable natural resources management."}, {"text_block_id": "p5_b95", "text": "3."}, {"text_block_id": "p5_b96", "text": "Legal and regulatory framework"}, {"text_block_id": "p5_b97", "text": "The legal framework in the area of biodiversity conservation and sustainable use is consolidated; however, the coordination of activities between the sectors of the national economy is a very cumbersome process. The process of improving the legal framework by harmonising it to the international practice (especially to the neighbouring European Union countries) has been already started."}, {"text_block_id": "p5_b98", "text": "The Association agreement between the Republic of Moldova and the European Union sets the grounds for cooperation in various areas and permits the adjustment of the political, economic and environmental systems of the Republic of Moldova to the European Union values and standards. Thus, the citizens of the Republic of Moldova will benefit from an improved legal framework in the area of environment, health, security and the judiciary, in line with the European legislation."}, {"text_block_id": "p5_b99", "text": "The legal framework on the conservation of biological diversity includes the following legal acts:"}, {"text_block_id": "p5_b100", "text": "The legal framework on the conservation of biological diversity includes the following legal acts:\n* Land Code no. 828-XII of 25 December 1991\n* Forest Code no. 887-XIII of 21 June 1996\n* Law no. 1515-XII of 16 June 1993 on the protection of environment\n* Law on the animal kingdom no. 439-XIII of 27 April 1995\n* Law no. 1102-XIII of 6 February 1997 on natural resources\n* Law no. 1538-XIII of 25 February 1998 on the fund of state protected\n* Law no. 591-XIII of 23 September 1999 on green spaces in urban and\n* Law no. 1041-XIV of 15 June 2000 on improving degraded lands by\n* Law no. 755-XIV of 21 December 2001 on biological security\n* Law no. 325-XVI of 15 December 2005 on the Red Book of the"}, {"text_block_id": "p6_b120", "text": "The legal framework on the conservation of biological diversity includes the following legal acts:\n* Land Code no. 828-XII of 25 December 1991\n* Forest Code no. 887-XIII of 21 June 1996\n* Law no. 1515-XII of 16 June 1993 on the protection of environment\n* Law on the animal kingdom no. 439-XIII of 27 April 1995\n* Law no. 1102-XIII of 6 February 1997 on natural resources\n* Law no. 1538-XIII of 25 February 1998 on the fund of state protected\n* Law no. 591-XIII of 23 September 1999 on green spaces in urban and\n* Law no. 1041-XIV of 15 June 2000 on improving degraded lands by\n* Law no. 755-XIV of 21 December 2001 on biological security\n* Law no. 325-XVI of 15 December 2005 on the Red Book of the\n* Law no. 149-XVI of 8 June 2006 on the fish fund, fishing and fish\n* Law no. 239-XVI of 8 November 2007 on vegetal kingdom\n* Law no. 94-XVI of 5 April 2007 on the ecological network\n* Law no. 91-XVI of 5 April 2007 on land which is public property and\n* Water law no. 272 of 23 December 2011."}, {"text_block_id": "p6_b130", "text": "4."}, {"text_block_id": "p6_b131", "text": "Strategic framework"}, {"text_block_id": "p6_b132", "text": "The main strategic documents on biological diversity are:"}, {"text_block_id": "p6_b133", "text": "The main strategic documents on biological diversity are:\n* Environmental Strategy for 2014-2023 and the Action Plan to enforce\n* The National Plan for Extending Areas with Forests for 2014-2018,\n* The National Strategy on the Conservation of the Biological Diversity\n* The Strategy for the sustainable development of the forestry in the\n* The National Programme on Establishing the National Ecologic\n* The National Agricultural and Rural Development Strategy for"}, {"text_block_id": "p6_b145", "text": "5."}, {"text_block_id": "p6_b146", "text": "Institutional framework"}, {"text_block_id": "p6_b147", "text": "The existing institutional framework does not have a clear separation of functions (policies, control, management) and does not reflect the decentralization of the decision-making process. Institutional instability is there at all levels, while the human resources in the area are insufficient for promoting the approved programs."}, {"text_block_id": "p6_b148", "text": "At present, the central authority responsible for the protection of the environment and biodiversity conservation is the Ministry of Environment that develops and promotes the state policy in the protection of environment and rational use of natural resources. The State Ecological Inspectorate, subordinate to the Ministry of Environment, is responsible for the promotion of the environmental policy and exercises the state ecologic control on the respect of the legislation in this field."}, {"text_block_id": "p6_b149", "text": "The agency •Apele Moldovei•, subordinated to the Ministry of Environment, is responsible for implementing the state policy in water basins• management, rational use and protection of water resources."}, {"text_block_id": "p7_b150", "text": "The Ministry of Agriculture and Food Industry exercises its competences in the area of rational use of the country•s land resources, safe use of plant health products and fertilizers, implementation of the principles of conservative and organic agriculture, assurance of the protection of plans and soils by promoting green economic development in agriculture."}, {"text_block_id": "p7_b151", "text": "The Agency for Land Relations and Cadastre assures the promotion and implementation of the state policy in the area of land relations and organization of the territory, capitalization on and improvement of degraded land, cadastre and real estate valuation, geodesy, topography, photogrammetry, gravimetry, cartography, geo-informatics, technical prospects."}, {"text_block_id": "p7_b152", "text": "The Agency •Moldsilva• exercises its tasks in the context of the promotion of the state forestry and hunting policy. The Agency, via its subordinated territorial entities, manages a large part of natural state protected areas."}, {"text_block_id": "p7_b153", "text": "The scientific and innovation activity in the field of biodiversity is realized via the Academy of Sciences of Moldova, while the main education centres are the State University of Moldova, the State Agricultural University of Moldova and the State University of Tiraspol (with its headquarters in Chisinau)."}, {"text_block_id": "p7_b154", "text": "An important input to the conservation of the biodiversity is provided by the civil society with about 200 non-governmental environmental organizations that take an active part in the realization of biodiversity projects and in promoting public awareness actions on this issue."}, {"text_block_id": "p7_b155", "text": "6."}, {"text_block_id": "p7_b156", "text": "The international landscape in the area of biodiversity conservation"}, {"text_block_id": "p7_b157", "text": "The Republic of Moldova is party to 18 international environmental conventions, 10 of which directly promote the conservation of the biodiversity and the natural heritage."}, {"text_block_id": "p7_b158_merged", "text": "To promote an integrated approach in relation to biodiversity, the Republic of Moldova supported the following strategic documents on biodiversity conservation at global level approved at the 10th Conference of Parties of the CBD (Nagoya, Japan, 2010), transposed in the present Strategy:"}, {"text_block_id": "p7_b161", "text": "To promote an integrated approach in relation to biodiversity, the Republic of Moldova supported the following strategic documents on biodiversity conservation at global level approved at the 10th Conference of Parties of the CBD (Nagoya, Japan, 2010), transposed in the present Strategy:\n* The Strategic Plan on Biological Diversity for 2011-2020, whose\n* Aichi biodiversity targets â¢Living in harmony with the natureâ¢ (COP"}, {"text_block_id": "p7_b165", "text": "7."}, {"text_block_id": "p7_b166", "text": "Strategy goals"}, {"text_block_id": "p7_b167", "text": "The 5 strategic goals for the realization of the Aichi biodiversity targets at the global level that shall be transposed into the national strategies are as follows:"}, {"text_block_id": "p8_b168", "text": "The 5 strategic goals for the realization of the Aichi biodiversity targets at the global level that shall be transposed into the national strategies are as follows:\n* address the reasons which determine the loss of\n* :\n* :\n reduce direct pressure on biodiversity and promote\n* : improve the conditions of biodiversity by\n* :\n* :\n enhance benefits resulting from biodiversity and\n* :\n* :\n building capacities for Strategy enforcement by\n* Taking into account the above strategic global goals, this Strategy aims\n* Creating an institutional and legal framework that would contribute to\n* Conserving flora and fauna species\n* Extending and managing the state protected natural areas in a\n* Protecting genetic resources and sharing benefits of their use\n* Creating mechanisms for ecosystem services\n* Mobilizing resources for the conservation of biodiversity."}, {"text_block_id": "p8_b200", "text": "Section 2"}, {"text_block_id": "p8_b201", "text": "Biodiversity • species, ecosystems, protected areas and genetic resources"}, {"text_block_id": "p8_b202", "text": "9."}, {"text_block_id": "p8_b203", "text": "Moldova•s biodiversity"}, {"text_block_id": "p8_b204", "text": "Biodiversity in the Republic of Moldova is conditioned by its geographic position, while its territory is situated at the junction of 3 bio-geographic zones:"}, {"text_block_id": "p8_b205", "text": "a)"}, {"text_block_id": "p8_b206", "text": "Central-European"}, {"text_block_id": "p8_b207", "text": ": represented by the Central Moldovan Plateau (maximal height 430 m) with the largest forests in the country (codru woods), where important spontaneous plants• and wild animals• communities are preserved"}, {"text_block_id": "p8_b208", "text": "b)"}, {"text_block_id": "p8_b209", "text": "Eurasian"}, {"text_block_id": "p8_b210", "text": ": represented by forest steppes• and steppes• regions"}, {"text_block_id": "p8_b211", "text": "c)"}, {"text_block_id": "p8_b212", "text": "Mediterranean"}, {"text_block_id": "p8_b213", "text": ": represented by fragments of xerophyte forest steppe in the South of the country."}, {"text_block_id": "p8_b214", "text": "Many populations are situated at the extremes of the natural areas of species, which increases vulnerability to climate change and anthropogenic factor. As a mainly agricultural country, the biodiversity of crop plants and livestock is especially important for the country•s economy."}, {"text_block_id": "p8_b215", "text": "10."}, {"text_block_id": "p8_b216", "text": "Condition of species"}, {"text_block_id": "p8_b217", "text": "1)"}, {"text_block_id": "p8_b218", "text": "Flora"}, {"text_block_id": "p9_b219_merged", "text": "The flora of the Republic of Moldova includes 5,568 species of plants (of which 2,044 species of superior plants and 3,524 species of inferior plants), with a series of relict tertiary and quaternary species, while several very rare species are the sub-endemic element. Over 30 species of ligneous plants are important sources of existence for the rural population, about 200 species of medicinal plants, while about 700 species of plants from spontaneous flora are fodder plants that serve as feed for wild animals and the livestock. The Red Book of the Republic of Moldova (IInd edition) includes 117 species of rare, vulnerable and endangered plants."}, {"text_block_id": "p9_b222", "text": "2)"}, {"text_block_id": "p9_b223", "text": "Fungi"}, {"text_block_id": "p9_b224", "text": "Natural ecosystems assure conditions for 1,357 species of fungi, including 557 species of macromycetes populate the forest ecosystems. Only 70 species of the total number of fungi are edible. The Red Book of the Republic of Moldova (IInd edition) includes 9 species of fungi and 16 species of lichens."}, {"text_block_id": "p9_b225", "text": "3)"}, {"text_block_id": "p9_b226", "text": "Fauna"}, {"text_block_id": "p9_b227", "text": "The diversity specific to the animal kingdom is explained by the landscape variety where there are, at relatively small distances, various types of ecosystems (forests, water, steppe, grasslands, rocks) and morphologic structures of the relief (hollows, terraces, narrow valleys, etc.). The Republic of Moldova borders the Balkan region and forms a transition zone between the elements of the continental Asian steppe fauna and the European forest steppe."}, {"text_block_id": "p9_b228", "text": "There are about 15,000 species of animals, of which: 474 species are vertebrate (75 species of mammals, 281 species of birds, 14 species of reptiles, 14 species of amphibians and 90 species of fish), other species being non-vertebrate (mainly insects)."}, {"text_block_id": "p9_b229", "text": "The IInd edition of the Red Book of the Republic of Moldova includes 116 species of rare, vulnerable and endangered animals. The most endangered are reptiles, so that out of the total of 14 species existing on the territory of the country, 8 species (57.1%) are included in the Red Book of the Republic of Moldova."}, {"text_block_id": "p9_b230", "text": "4)"}, {"text_block_id": "p9_b231", "text": "Genetic resources"}, {"text_block_id": "p9_b232", "text": "Genetic diversity of the species (sub-species, genotypes, varieties, hybrids, races and stems) is extremely important to maintain the ecologic balance in the ecosystems."}, {"text_block_id": "p9_b233", "text": "2,445 varieties and crop plants• hybrids are included in the Registry of crop varieties of the Republic of Moldova. The centre for vegetal genetic resources of Moldova (at the Academy of Sciences of Moldova) created active collections of various agricultural crops (wheat, triticale, corn, chickpeas, beans, tomatoes, etc.) and introduces new species of plants with the potential to be used in food, pharmaceutical industry, etc."}, {"text_block_id": "p9_b234", "text": "The genetic fund of livestock includes races of bovines, goats, rabbits, chicken, turkey, geese, ducks, and fish, created in the country or imported from other states."}, {"text_block_id": "p10_b235", "text": "Genetic microbial resources are used in various branches of national economy: food industry (dairy, bakery), wine-making industry, pharmaceutics, etc. Precious microbial stems are stored in the collections of research institutes or production associations. The national collection of non-pathogen microorganisms maintained by the Microbiology Institute of the Academy of Sciences of Moldova, deposits 28 microorganisms• stems from different taxonomic groups, isolated from various environments, which are characterized by a valuable biochemical potential, being considered prospective biotechnological objects."}, {"text_block_id": "p10_b236", "text": "The basis of forestry seeds includes arboretums as sources of seeds, formed from the most productive and stable natural arboretums, seeds plantations, geographic cultures, etc. The total area of the forest seeds basis is about 2,414.9 ha."}, {"text_block_id": "p10_b237", "text": "11."}, {"text_block_id": "p10_b238", "text": "Ex situ"}, {"text_block_id": "p10_b239", "text": "biodiversity"}, {"text_block_id": "p10_b240", "text": "Zoological collections of the Republic of Moldova include about 182 species of birds and 4,700 species of insects; collections of fossil plants • about 270 species, of fossil animals • 500 species (1,500 specimen)."}, {"text_block_id": "p10_b241", "text": "12."}, {"text_block_id": "p10_b242", "text": "Genetically modified organisms"}, {"text_block_id": "p10_b243", "text": "The Republic of Moldova regulates the use of genetically modified organisms by the Law no.755-XV on biological security and in line with the provisions of the Cartagena Protocol. Genetically modified organisms can affect the natural ecosystems• biodiversity and is a potential threat for the ecosystems• stability. The risk of illicit penetration of genetically modified organisms into Moldova is quite high. These have already been found in agro-food products of soy-beans and corn. The assurance of an efficient biosecurity system, in line with international requirements, needs a continuous development of institutional capacities for preventing adverse risks on sustainable development of biological resources and human health."}, {"text_block_id": "p11_b244", "text": "13."}, {"text_block_id": "p11_b245", "text": "Ecosystems"}, {"text_block_id": "p11_b246", "text": "As to their origin and the way they are managed, Moldovan ecosystems are grouped into: natural (forests, steppe, grasslands, water and swamp), agricultural and urban."}, {"text_block_id": "p11_b247", "text": "The Republic of Moldova is characterized by a high degree of employment of natural ecosystems (about 2/3 of the land is used for agricultural needs). The surface of the natural steppe and meadow ecosystems are reduced and strongly deteriorated. Only forests offer sustainable habitats for the most of the biodiversity objects."}, {"text_block_id": "p11_b248", "text": "1) Forest ecosystems"}, {"text_block_id": "p11_b249", "text": "Forest ecosystems cover 365 thousand ha (11.4% of the country•s territory), being dominated by hardwood species (97.8%), while coniferous species are limited (2.2%). The main trees which compose the woods in the Northern area of Moldova are pedunculate oak ("}, {"text_block_id": "p11_b250", "text": "Quercus robur"}, {"text_block_id": "p11_b251", "text": ") and cheery tree ("}, {"text_block_id": "p11_b252", "text": "Cerasus avium"}, {"text_block_id": "p11_b253", "text": "). In the woods in the centre of Moldova the main trees are beech ("}, {"text_block_id": "p11_b254", "text": "Fagus sylvatica"}, {"text_block_id": "p11_b255", "text": "), evergreen oak ("}, {"text_block_id": "p11_b256", "text": "Quercus petraea"}, {"text_block_id": "p11_b257", "text": ") and pedunculate oak ("}, {"text_block_id": "p11_b258", "text": "Quercus robur"}, {"text_block_id": "p11_b259", "text": "). In the Southern area of the country there are forest communities composed of downy oak ("}, {"text_block_id": "p11_b260", "text": "Quercus pubescens"}, {"text_block_id": "p11_b261", "text": ") and pedunculate oak. In the meadows of river basis of the Nistru and Prut and on the upstream of certain smaller rivers there are sectors with meadow forest communities ("}, {"text_block_id": "p11_b262", "text": "riverside coppices"}, {"text_block_id": "p11_b263", "text": ") composed of white poplar ("}, {"text_block_id": "p11_b264", "text": "Populus alba"}, {"text_block_id": "p11_b265", "text": ") and willow ("}, {"text_block_id": "p11_b266", "text": "Salix alba"}, {"text_block_id": "p11_b267", "text": "). About 1,140 species of vascular plants (which is more than 50% of the total plant species of Moldova) are present on land covered with forests."}, {"text_block_id": "p11_b268", "text": "Forests are populated with 172 species of terrestrial vertebrates (47.8% of their total number) and numerous non-vertebrates (whose diversity is still little researched). The largest part of fauna diversity is there in the forest ecosystems of the Central Codri, favoured by compact areas of woods which serve as habitats and shelter."}, {"text_block_id": "p11_b269", "text": "2)Steppe ecosystems"}, {"text_block_id": "p11_b270", "text": "Steppe ecosystems were considerably reduced as a result of extended agriculture, occupying currently about 65 thousand ha (1.92% of the country•s territory). The preserved sectors can be grouped into pratosteppes, steppes and sub-dessert steppes."}, {"text_block_id": "p11_b271", "text": "Steppe ecosystems were considerably reduced as a result of extended agriculture, occupying currently about 65 thousand ha (1.92% of the country•s territory). The preserved sectors can be grouped into pratosteppes, steppes and sub-dessert steppes.\n* Pratosteppes are located in the lower part of the slopes with varying\n* ), bridal veil (\n* ), bridal veil (\n Stipa capillata\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n Bromopsis inermis\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n Bromopsis inermis\n ).\n* Edifiers and dominants of the plant cover of the steppes are fallow"}, {"text_block_id": "p12_b297", "text": "Steppe ecosystems were considerably reduced as a result of extended agriculture, occupying currently about 65 thousand ha (1.92% of the country•s territory). The preserved sectors can be grouped into pratosteppes, steppes and sub-dessert steppes.\n* Pratosteppes are located in the lower part of the slopes with varying\n* ), bridal veil (\n* ), bridal veil (\n Stipa capillata\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n Bromopsis inermis\n* ), bridal veil (\n Stipa capillata\n ), narrow-leaved meadow\n Poa angustifolia\n ) and smooth brome grass (\n Bromopsis inermis\n ).\n* Edifiers and dominants of the plant cover of the steppes are fallow\n* ). Very rarely one can see the\n* ). Very rarely one can see the\n Spermophilus citellus\n* ). Very rarely one can see the\n Spermophilus citellus\n ) and the steppe polecat (\n* ). Very rarely one can see the\n Spermophilus citellus\n ) and the steppe polecat (\n Mustela\n* ). Very rarely one can see the\n Spermophilus citellus\n ) and the steppe polecat (\n Mustela\n ) â¢ species included in the Red Book.\n* Sub-desert steppes cover small areas in the Southern part of Moldova,\n* ), artemisia\n* ), artemisia\n Artemisia austriaca\n* ), artemisia\n Artemisia austriaca\n ), wall germander (\n* ), artemisia\n Artemisia austriaca\n ), wall germander (\n Teucrium chamaedrys, Teucrium\n* ), artemisia\n Artemisia austriaca\n ), wall germander (\n Teucrium chamaedrys, Teucrium\n )."}, {"text_block_id": "p12_b312", "text": "3)Water ecosystems"}, {"text_block_id": "p12_b313", "text": "The Republic of Moldova has 3,621 rivers and small rivers with a length of over 16 thousand km, 4,126 natural lakes and artificial basins with the total area of 40.9 thousand ha, located and built along the river and in the riverbeds. The most important water arteries are river Nistru and stream Prut, with the length of the watercourse on the territory of the Republic of Moldova of 660 km and respectively 695 km (the total basins• surface • 19.1 thousand km"}, {"text_block_id": "p12_b314", "text": "2"}, {"text_block_id": "p12_b315", "text": "), which are cross-border water basins."}, {"text_block_id": "p12_b316", "text": "4)Paludous ecosystems"}, {"text_block_id": "p12_b317", "text": "Paludous ecosystems can be met only in the meadows of the river Nistru and stream Prut where fragments of herbaceous vegetation, which covers 101.4 thousand ha (about 3% of the country•s territory) have been preserved. The biodiversity of these ecosystems is quite extensive, both at the specific level as well as at cenotic level. About 724 species of plants form the meadow pastures, of which ruderal plants • 131 species, crops and adventive plants • 8 species each. About 189 plant species are considered rare and endangered."}, {"text_block_id": "p12_b318", "text": "In the paludous ecosystems an increase in the number of ruderal asteraceae was noted, which contributes to diminishing the specific diversity and the feed value of the pastures. Of the 146 types existing in these ecosystems, the largest specific diversity is characteristic to the following"}, {"text_block_id": "p12_b319", "text": "Poa, Alopecurus, Glyceria, Carex, Medicago"}, {"text_block_id": "p12_b320", "text": "and"}, {"text_block_id": "p12_b321", "text": "Trifolium"}, {"text_block_id": "p12_b322", "text": "."}, {"text_block_id": "p12_b323_merged_merged_merged_merged_merged", "text": "In the biotypes of the paludous ecosystems, 88 species of terrestrial vertebrate animals were identified (23.2% of the total number of vertebrate animals in the country). Currently, these ecosystems are no longer populated by the tawny eagle (Aquila rapax), little bustard (Tetrax tetrax), demoiselle crane (Anthropoides virgo), while some species, such as great bustard (Otis tarda), black-winged pratincole (Glareola praticola), pallid harrier (Circus macrourus) stopped nesting here. A considerable decrease in the numbers of meadow species • cork crake (Crex crex), spotted crake (Porzana porzana), small corn crake (P. pusila), grey corn crake (P. parva), several species of limicole and the Northern harrier (Circus cyaneus)."}, {"text_block_id": "p12_b346", "text": "5)Agricultural ecosystems"}, {"text_block_id": "p12_b347", "text": "Agricultural land stretches on about 2,506.2 thousand ha (74%) of the total area, of which: arable land • 1,821.7 thousand ha and perennial plantations • 302.8 thousand ha. About 40% of the agricultural land is covered by agricultural sectors with an area of up to 10 hectares, farms with the area of about 10-200 ha"}, {"text_block_id": "p13_b348", "text": "cover 40% of the land, the rest being agricultural associations with plots bigger than 200 ha."}, {"text_block_id": "p13_b349", "text": "In the past, to extend the agricultural areas (including for grazing), sectors with steppe vegetation were fallowed and forests were cut. At present, the most of pastures are the property of the local public authorities and are poorly managed (including because of unapproved and abusive grazing)."}, {"text_block_id": "p13_b350", "text": "install."}, {"text_block_id": "p13_b351", "text": "A specific characteristic of the agricultural landscapes is the presence of protection stripes, which are shelter zones for many species of plants and animals. Protection stripes improve the conditions for growing agricultural plants, enhance the ecological and biological capacity of the land and regulate the balance between useful and harmful organisms. The reality is that many of the protection stripes were destroyed in the last decades and shall be restored thanks to the initiatives to enlarge afforested areas and programs for their improvement."}, {"text_block_id": "p13_b352", "text": "6)Urban ecosystems"}, {"text_block_id": "p13_b353", "text": "Urban ecosystems cover an area of about 312 thousand ha (including 50 thousand ha are towns/municipalities and 262 thousand ha are rural communities) and are continuously expanding. In urban establishments about 220 species and varieties of superior plants, 150 species of vertebrate animals and numerous invertebrate animals, including species in the Red Book, are highlighted."}, {"text_block_id": "p13_b354", "text": "One of the specificities of the establishments is the presence of synanthrope species, whose number is continuously growing. Many species benefit from food left-overs and other garbage that the man keeps about the establishments. Some species of birds of prey started populating towns too, nesting on buildings/houses. All species of trees in the establishments contribute to cleaning the atmospheric air by absorbing industrial gases and gases emitted by the transportation means."}, {"text_block_id": "p13_b355", "text": "The green areas within the communities, where, as a rule, numerous species populate, play an important recreational, spiritual and aesthetic role. Urban ecosystems• biodiversity is also an important element in knowing of the natural processes by the human population, contributing, thus, to a sustainable management of biological resources."}, {"text_block_id": "p14_b356", "text": "14."}, {"text_block_id": "p14_b357", "text": "State protected natural areas"}, {"text_block_id": "p14_b358", "text": "The total area of the state protected natural areas is 189.4 thousand ha (5.61% of the country•s territory) and includes 312 objects and complexes (Table 1). The average surface of a natural protected area is 607.0 ha. The national legal framework sets out 12 categories of natural state protected areas. During 20092013 existing areas were evaluated and mapped and 18 new state protected natural areas were proposed to be set up. An important step in the process of extending the surface of these areas was the approval of the legal acts in 2013 on the establishment of the first national part of the Republic of Moldova • the National Park •Orhei•."}, {"text_block_id": "p14_b359", "text": "Table 1"}, {"text_block_id": "p14_b360", "text": "Number and surface of the state protected natural areas"}, {"text_block_id": "p14_b361", "text": "•Moldsilva• agency manages the majority of the state protected natural areas (about 50% of the total area), the rest being managed by the local public authorities. The regime of the protected areas is secured by the territorial entities subordinated to the •Moldsilva• agency, while the local public authorities do not"}, {"text_block_id": "p15_b362", "text": "have management plans of the natural state protected areas. The protection of the cultural and archaeological objects located on the lands of the objects and complexes of the natural state protected areas• fund and related activities are conducted in coordination with the Ministry of Culture."}, {"text_block_id": "p15_b363", "text": "15."}, {"text_block_id": "p15_b364", "text": "The national ecologic network"}, {"text_block_id": "p15_b365", "text": "To create a national ecologic network which is an integral part of the PanEuropean Ecologic network, in 2011 the Government approved the National programme for creating the national ecologic network for 2011-2018, which envisages an integrated management of the activities aimed at establishing the national ecologic network, by conserving the natural genetic diversity of species of live organisms included in the natural ecosystems and complexes, for assuring best living conditions and sustainable development of the territories neighbouring the national ecologic network."}, {"text_block_id": "p15_b366", "text": "The enforcement of the normative framework for the national ecologic network envisages the intersector coordination of actions in order to prevent and mitigate the consequences of the economic activity on the environment, human life and health."}, {"text_block_id": "p15_b367", "text": "The ecologic network •Emerald• (a European ecologic network launched in 1998 by the Council of Europe), which is in the process of establishment, shall include 18 sites that will cover state protected natural areas and other land with valuable habitats, with an approximate area of about 10% of the territory of the country."}, {"text_block_id": "p15_b368", "text": "III. DEFINITION OF BIODIVERSITY ISSUES"}, {"text_block_id": "p15_b369", "text": "Section 1"}, {"text_block_id": "p15_b370", "text": "Causes and consequences of biodiversity degradation"}, {"text_block_id": "p15_b371", "text": "16."}, {"text_block_id": "p15_b372", "text": "Current issues and challenges"}, {"text_block_id": "p15_b373", "text": "The Republic of Moldova faces multiple problems in the area of biodiversity conservation, a process which leads to the disappearance of some species and transition of other species into endangered and vulnerable. A significant indicator in this respect in the number of rare and endangered species included in the Red Book of the Republic of Moldova: the first edition • 55 species; the second edition • 242 species, while the list of species for the IIIrd edition, to be published in late 2014, shall include 427 vulnerable, endangered and critically endangered species."}, {"text_block_id": "p15_b374", "text": "The use of natural resources is often irrational, while there are no activities aimed at preserving biodiversity. The current conditions (climate changes, fragmentation of habitats, pollution, disappearance of species, etc.) and the paradigm of the social-economic development of the Republic of Moldova, as well as the limited institutional capacities, insufficient enforcement of legislation"}, {"text_block_id": "p16_b375", "text": "in this area, insufficient mainstreaming of the sectors of the national economy into the issues of biodiversity conservation and insufficient appreciation by the public of its value, require a more realistic approach to the biodiversity role for the national economy and for spurring protection of the component parts of the biodiversity."}, {"text_block_id": "p16_b376", "text": "17."}, {"text_block_id": "p16_b377", "text": "Limited institutional capacities"}, {"text_block_id": "p16_b378", "text": "The most important actors in the implementation of eco-management are the most of the central authorities of the Republic of Moldova, depending on their role in the social-economic relations, extent of use and impact on the environment and biodiversity in this area, as well as the authorities of the local public administration, economic operators and the civil society. However, successful implementation of the legislation in the area of natural resources and biodiversity largely depends on the stakeholders• capacity to engage in the transformation of the general political principles into concrete actions at the local level."}, {"text_block_id": "p16_b379", "text": "It is certain that only the institutional framework and the financial resources are insufficient for managing the objects of the natural state protected areas, assuring and developing sustainable management of woods, green spaces, pastures, hunting funds, fish-breeding water basins, etc."}, {"text_block_id": "p16_b380", "text": "To improve the institutional framework, the Republic of Moldova benefitted from the support of the Global Environmental Fund and the United Nations Development Programme (UNDP) within the project •Building institutional capacity and representativeness of the system of state protected natural areas in the Republic of Moldova•. Within the framework of the project, a study was developed which focused on building the institutional capacity for assuring an appropriate management for enforcing policies and national laws, as well as the provisions of the international documents on biodiversity conservation and management of the natural state protected areas."}, {"text_block_id": "p16_b381", "text": "To build institutional capacities and to separate the functions of promoting forestry policies from economic activity policies, the state control from departmental control, in 2012 the •Moldsilva• agency launched the process of designing the project of •Institutional reform strategy of the forestry sector of the Republic of Moldova• with the support of the World Bank and the International Unit for the Conservation of Nature (IUCN)."}, {"text_block_id": "p16_b382", "text": "A clear distribution of functions, competences and responsibilities is required in the area of biodiversity and sustainable management of the natural resources, avoiding ambiguities and overlaps of the competences of public institutions in this area."}, {"text_block_id": "p16_b383", "text": "A simple transposition into the national legislation of the provisions of the resolutions and notifications of the 10 international treaties on biodiversity and the 6 EU directives implies the establishment within the Ministry of Environment of a special division for biodiversity and protected areas• monitoring, that will deal with settling issues related to the protection of rare"}, {"text_block_id": "p17_b384", "text": "animal and plant species and their habitats, creation and management of the state protected natural areas and other natural ecosystems, creation of the national ecologic network, green areas, forests, the hunting fund, fish breeding and biologic security funds."}, {"text_block_id": "p17_b385", "text": "Currently, development of policies in the area of biodiversity is assured by the Unit of protected areas and biodiversity, by the 4 units, a number that is absolutely insufficient for realising the tasks in this area."}, {"text_block_id": "p17_b386", "text": "Another issue is to assure the enforcement of legislation in the area of biodiversity at local level. Public authorities were entrusted with certain responsibilities related to the management of natural resources; however, they do not have enough financial means and qualified human resources. At the same time, the bodies subordinated to the central environmental authority have representatives at district level that directly engage in the management of local natural resources, fulfilling thus the decentralization to the lower level authorities."}, {"text_block_id": "p17_b387", "text": "There is staff shortage and turnover, which determines the reduction of the degree of institutional experience, as well as of the number of professionals and technical staff, especially in tasks of guarding and protecting woods, in managing natural state protected areas, professionals in hunting, fishing and fish-breeding, biosecurity and state control on the implementation of laws on biodiversity."}, {"text_block_id": "p17_b388", "text": "This is why it is mandatory to establish a close link among institutions responsible for biodiversity management, which would permit the achievement of objectives, both the ones set out in the present Strategy, as well as the ones provided for in other sector strategies which include objectives related to the issue of biodiversity conservation."}, {"text_block_id": "p17_b389", "text": "This Strategy focuses on the need to approve the new environmental legal and normative framework, designed in line with the EU requirements, directives and standards, as well as with the international treaties to which the Republic of Moldova is a party."}, {"text_block_id": "p17_b390", "text": "According to these international provisions, the Republic of Moldova must transpose and implement a set of requirements, which, respectively, imply significant costs."}, {"text_block_id": "p17_b391", "text": "Thus, the legal/regulatory framework to be approved is as follows: law on habitats, a new law on the natural state protected areas, a new forestry code, law on the hunting fund, normative acts on biological security and amendments to laws on the animal kingdom, plant kingdom and the national ecologic network."}, {"text_block_id": "p17_b392", "text": "18."}, {"text_block_id": "p17_b393", "text": "Breaking the legislation"}, {"text_block_id": "p17_b394", "text": "At the moment there are achievements in improving the legislation and in bringing it in line with the European normative framework and the requirements of the international treaties to which the Republic of Moldova is a party."}, {"text_block_id": "p17_b395", "text": "The promotion of the legislation that relates to rational use and/or conservation of the natural resources (including the biodiversity) is a quite"}, {"text_block_id": "p18_b396", "text": "cumbersome process. Breaking of the environmental laws and/or ignoring them is a quite wide spread phenomenon in the society. Existence of such illicit activities and corrupt schemes (poaching and illegal felling) endanger not only the existence of species, but also the condition of the ecosystems, which leads to the discrediting of activities in some areas of the national economy."}, {"text_block_id": "p18_b397", "text": "In some of the state protected natural areas the situation worsens because of the breaking of the protection regime, the gaps in the legal and institutional framework in this respect, as well as because of insufficient enforcement of the laws on developing the management plans and cadastres of natural state protected areas, plant and animal kingdoms, as well as on the creation of the national ecologic network. The main reason is the lack of administrations and financial resources, especially of the natural state protected areas, which are administered by the local public authorities."}, {"text_block_id": "p18_b398", "text": "Also, there are violations of the legislation on the delimitation of lands, constructions in the green areas, guard of forests, collection of objects of the plant kingdom and acquisition of the objects of the animal kingdom. The Ecological State Inspectorate, via its territorial institutions, permanently reviews the cases of violation of the legal provisions in the area. Only in 2013, 3,863 objects which were connected to the conservation of the forestry biodiversity were subject to inspections, 1,152 protocols were developed and 930 cases of illegal felling of the forest vegetation were found. At the same time, 1,107 surprise controls on the respect of the hunting legislation were made, which resulted in 401 protocols with fines amounting to 204,780 lei. 78 hunting weapons were lifted from the offenders. Data on the state ecologic control are yearly published in the •Yearbook of the Ecological State Inspectorate. Environmental protection in the Republic of Moldova•."}, {"text_block_id": "p18_b399", "text": "The main reasons leading to the violation of the environmental legislation are the low tariffs for calculating damage: in forestry (Forestry code), animal kingdom (Law on the animal kingdom) and low fines for environmental offenses (Code of offences). In the European countries, for a killed animal the fine is of about 1,000 • 1,500 euro or detention. This Strategy provides for revision and improvement of the legal framework in the area of biodiversity conservation, elaboration of a new strategic framework in this area, increase of the quality of the natural ecosystems and prevention of their fragmentation, recovery and rehabilitation of degraded ecosystems and important ecologic networks, enhancement of the responsibility of central and local authorities, as well as strengthened inter-sector participation and coordination for the protection and rational use of natural resources."}, {"text_block_id": "p18_b400", "text": "At the same time, to stop the violation of the provisions of the normative acts, the Strategy sets out a number of actions for developing amendments and completions to the Code of offences and the Criminal code to make harsher the fines for violating the legislation on biodiversity."}, {"text_block_id": "p19_b401", "text": "19."}, {"text_block_id": "p19_b402", "text": "Insufficient appreciation of the biodiversity value"}, {"text_block_id": "p19_b403", "text": "It is true that a sound biodiversity condition leads to the settlement of social-economic issues (such as poverty eradication, enhancement of well-fare and health improvement, supply with stuff that a human being requires) and to maintaining the ecologic balance."}, {"text_block_id": "p19_b404", "text": "Economic-industrial activities and national investments programs, largely, do not consider the eventual impact on biodiversity and the need to its sustainable conservation. Financial losses may be high if biodiversity conservation is not considered. For instance, only biodiversity conservation activities in the forestry ecosystems can contribute, on yearly basis, to the increase of the national economy by 12 million lei in the following 25 years. Respectively, these revenues may disappear after 27 years if the capacity of the ecosystems to produce lumber and by-products is compromised (according to the study conducted within the framework of the project implemented by the Global Environmental Fund and the United Nations Development Programme •National biodiversity planning to support the implementation of the Strategic BDC 20112020 in the Republic of Moldova•)."}, {"text_block_id": "p19_b405", "text": "20."}, {"text_block_id": "p19_b406", "text": "Lack of an integrated and coordinated approach"}, {"text_block_id": "p19_b407", "text": "Regretfully, currently, there is no coordination and sufficient synchronization of policies and activities related to the use and conservation of natural resources between the line central public authorities and the Ministry of Environment, Ministry of Agriculture and Food Industry and •Moldsilva• agency. In general, the cooperation between the central and local public authorities is insignificant in what concerns biodiversity conservation and rational exploitation of natural resources. At the level of public finance management, one promotes an inefficient financing policy of sectors which manage natural resources. The state protected natural areas where a big part of biodiversity is concentrated are almost not funded from the state budget."}, {"text_block_id": "p19_b408", "text": "Though the national policy framework is relatively developed, there is a need to a deeper streamlining of the provisions of the BDC into the sector policies and Action Plans of the local public administration authorities."}, {"text_block_id": "p19_b409", "text": "There are still recently approved sector policy papers which provide for overall objectives related to environmental protection and natural resources management, having actions tangential with biodiversity conservation, especially the National plan for expanding forest vegetation areas for 2014-2018 and the National agricultural and rural development agency for 2014-2020. While the Environmental strategy for 2014-2023 sets out priorities at sector level for assuring environmental protection measures."}, {"text_block_id": "p19_b410", "text": "In the sector policy papers, the priorities related to biodiversity conservation are unclear and sporadic, not being taken over in any basic policy paper, but formulated in relation to the provisional requirements and needs. Thus, the agricultural and rural development policy is not always sufficiently coordinated with the environmental policy. Under these economic circumstances"}, {"text_block_id": "p20_b411", "text": "it is difficult to include complex environmental protection programmes into the agricultural sector. Agricultural subsidisation process must take into account the possible adverse effects on biodiversity."}, {"text_block_id": "p20_b412", "text": "Section 2"}, {"text_block_id": "p20_b413", "text": "Causes of biodiversity loss"}, {"text_block_id": "p20_b414", "text": "21."}, {"text_block_id": "p20_b415", "text": "Illegal and irrational biodiversity exploitation"}, {"text_block_id": "p20_b416", "text": "1) Illegal felling"}, {"text_block_id": "p20_b417_merged", "text": "An important issue in the process of assuring productive capacities of the forests is to ensure their guard and integrity. Measures undertaken by the empowered authorities (•Moldsilva• agency, the State Ecological Inspectorate, etc.) to stop considerable losses caused by illegal felling are still insufficient. According to official data, only in the course of the last 5 years, illegal felling account for about 40 thousand m (yearly reports of the State Ecological Inspectorate), especially in the forests managed by the local public administration authorities. Independent studies (within the Programme •Improved forestry legislation enforcement and governance• (FLEG), financed and implemented in the Republic of Moldova by the European Commission, the World Bank and other donors, such as the International union for conservation of nature (UICN) and the World Wildlife Fund (WWF)) estimate illegal felling at about 400-600 thousand m/yearly, which is double compared to the authorized yearly felling (about 500 thousand m)."}, {"text_block_id": "p20_b424", "text": "In the forest fund which is managed by •Moldsilva• agency, the records of logged ligneous mass and illegal felling is kept based on the real condition of the trees, based on the yearly approved forestry management plan, according to the effective legislation. For the forests managed by the local public authorities, the records of forestry works are much more limited, having a high degree of uncertainty. The State Ecologic Inspectorate, according to the competences provided for in the Law on the plant kingdom, the Forestry code and other normative acts, keeps strict records of illegal felling and the volume of logged ligneous mass, the data being included in the Yearly report of the State Ecologic Inspectorate."}, {"text_block_id": "p20_b425", "text": "Implementation of some activities (forestry certification, capacity building of management and control institutions, establishment of alternative forestry plantations on degraded land promoting local varieties, conduct of forestry management works) might alleviate pressure on biodiversity."}, {"text_block_id": "p20_b426", "text": "2)Poaching and irrational use of the hunting resources"}, {"text_block_id": "p21_b427", "text": "According to the Hunting development concept (approved by the Parliament on 24 December 1997), on the territory of the country there might be about 2 thousand deer, 20 thousand fallow deer, 4 thousand wild boars, 200 thousand hares, 250 thousand pheasants and other small venison."}, {"text_block_id": "p21_b428", "text": "The above mentioned concept was not realized while developing the legal framework in hunting and hunting protection area, as well as while creating national networks of hunting funds and hunting management, the implementation of which was entrusted to •Moldsilva• agency and the Society of hunters and fishermen of Moldova."}, {"text_block_id": "p21_b429", "text": "Throughout the last years, the number of hunting animals reduced a lot and thus, only 150-170 samples of deer remained. About 160-180 chitals populate the area of Central Codri. The real number of fallow deer stays at 3,500 • 4,000, the number of wild boars is of about 2,000-2,300. The number of hares varies between 80 and 100 thousand or about 50% of the potential."}, {"text_block_id": "p21_b430", "text": "The above data on the real number of hunting species denote the fact that there is no efficient hunting resources management, there is a lack of sustainable and rational planning of hunting activities. Excessive, irrational hunting and poaching are widely used techniques. Stricter control of the respect of the legislation and application of measures to control this phenomenon are required."}, {"text_block_id": "p21_b431", "text": "A major persistent issue is the lack of a national system of keeping track of species of animals, especially of hunting animals. Since a range of agencies manage this area (•Moldsilva• agency and the Society of Hunters and Fishermen of Moldova for the hunting species, Academy of Sciences of Moldova • some species of rare animals), the collected information is limited and sporadic, which gives a fragmented and incomplete picture over the condition and conservation of animal species in the country."}, {"text_block_id": "p21_b432", "text": "To solve the issues in the area of hunting, this Strategy refers to the activities to revise and improve the legal framework for the protection of the kingdom of animals, especially by developing and promoting the draft law on the hunting fund and protection of hunting."}, {"text_block_id": "p21_b433", "text": "3)Illegal fishing and irrational use of fishery resources"}, {"text_block_id": "p21_b434", "text": "In the last 10 years, the national fishery resources reduced by about 90%. The main reasons which caused this decline are illegal fishing, irrational use of fishery resources, as well as the pollution of the water basins, extraction of sand and gravel, pumping of water for various purposes, failure to adopt fishery improvement measures. Exaggerated fishing led to the disappearance of some species of aquatic biologic resources. The second edition of the Red Book of the Republic of Moldova (2001) includes 12 endangered and vulnerable fish species, while the list of species recommended by the National Commission of the Red Book of the Republic of Moldova to be included in its third edition includes 17 fish species, which proves a worsening of the national ichthyofauna. Embankment of the Nistru stream and Prut River led to the destruction of the reproductive zones for some species of aquatic biologic resources."}, {"text_block_id": "p22_b435", "text": "The accumulation basin at Novodnestrovsk severely affects the fishery resources from Nistru, causing a reduction of the populations of valuable fish species, especially fish that spawn in streams. Beluga, Russian sturgeon, starry sturgeon, eels, glossy ibis and other species are about to be extinct."}, {"text_block_id": "p22_b436", "text": "In the Cuciurgan accumulation lake, as a result of enhancing the capacity of the heating power plant, the fishery productivity considerably decreased. Negative changes of the biologic condition and the numbers of the residents of the main fish species were signalled. The following disappeared from the composition of the ichthyofauna • ide, Eurasian ruffe, common nase. There was a considerable decrease of the numbers of Northern pike, common bream, common roach, bleak, silver bream."}, {"text_block_id": "p22_b437", "text": "To solve the issues related to the protection of the aquatic fishery resources, this Strategy shall modify and complete the Code of Minor Offenses and the Criminal Code by harshening fines and sanctions for breaching the legislation in this field. One shall undertake measures to define the borders and to map the spawning places, fish over-wintering pits in the natural water bodies and issue their appropriate passports."}, {"text_block_id": "p22_b438", "text": "4)Illegal grazing"}, {"text_block_id": "p22_b439", "text": "The arrangement of grazing does not observe the principles of sustainable use of natural ecosystems. Pastures have limited biologic productivity, the floristic composition and the genetic fund of the herbaceous coating of the pastures being poor. The current productivity of pastures is extremely low, representing only 3 quintals/ha of feed units. Thus, the existing pastures, which are largely degraded, cannot meet the growing needs of the state and private sectors."}, {"text_block_id": "p22_b440", "text": "An important threat for the forestry vegetation is posed by unauthorized and uncontrolled grazing, which causes significant damages to the forestry ecosystem by affecting the process of forest regeneration. Therefore, significant areas of forestry or natural regeneration crops in the forestry fund were compromised. According to official statistics of the last 5 years, illegal grazing in forests causes damages estimated to 2.5 million lei/annually."}, {"text_block_id": "p22_b441", "text": "To stop unauthorized and uncontrolled grazing, this Strategy sets out legal measures to promote harsher fines and sanctions for breaching the legislation in this field by drafting modifications and completions to the Code of Minor Offenses."}, {"text_block_id": "p22_b442", "text": "To solve issues related to grazing based on sustainable natural resource use principle, this Strategy shall target activities of promoting good agricultural practices, activities aimed at stopping the degradation of sectors of steppe and pastures and at practicing intensive grazing and mowing."}, {"text_block_id": "p22_b443", "text": "5)Illegal wildlife trade"}, {"text_block_id": "p22_b444", "text": "Illegal wildlife trade is a frequent practice which affects the residents of a range of important species of the animal and plant kingdoms. Many species of"}, {"text_block_id": "p23_b445", "text": "plants and animals of the natural ecosystems are objects of illegal or excessive harvesting, acquisition and trade. The most affected species of plants are those that are widely used in cosmetics, pharmaceutics, food and those for decoration (snowdrops, lilies, tulips, etc.). Some rare species of animals (insects, reptiles, birds, mammals) are collected for handicraft objects and are subsequently sold."}, {"text_block_id": "p23_b446", "text": "Activities for preventing and controlling illegal trade on domestic and international market for such species and products undertaken by authorized agencies (Customs Service, Ministry of Internal Affairs, State Ecologic Inspectorate, •Moldsilva• agency, etc.) do not result in any significant achievements. This phenomenon can be diminished provided that regulatory measures (in certain areas or important periods for reproduction) and measures to encourage alternative opportunities (for instance, growing plants in man-made conditions, captive breeding of animals), especially for the local communities which traditionally collect species of economic interest."}, {"text_block_id": "p23_b447", "text": "22."}, {"text_block_id": "p23_b448", "text": "Degradation, destruction and fragmentation of habitat"}, {"text_block_id": "p23_b449", "text": "The practice of merging and expanding land for agricultural purposes and for constructions puts considerable pressure on natural habitats, undermining the natural biodiversity by limiting their living conditions."}, {"text_block_id": "p23_b450_merged", "text": "In the course of the last 25 years, about 70 thousand ha of swamps were drained, while the existing wet zones are subject to big human pressures by building additional canals/brooks which has led to the siltation of ponds and lakes, by building roads, gas supply pipelines, railroads, housing, etc. The recent construction of the railroad Cahul-Giurgiuleşti is both economically as well as ecologically unjustified, affecting the structure of the Lower Prut Meadow ecosystems."}, {"text_block_id": "p23_b453", "text": "Forest ecosystems lose their ecologic capacity to maintain a larger number of animals due to legging of hollow trees (nesting for many species of insectivorous birds and reproduction place for over 10 species of Chiroptera), excessive grazing of livestock, monoculture planting (acacia), etc. Sometimes, during forest trimming works in the months when birds arrive and reproduce, dry trees which serve as shelter for wild animals are cut, which leads to less basic food for woodpeckers • the main hollow makers for entomofagous birds (flycatchers, great tits, woodpeckers, nuthatches, redstarts, etc.)."}, {"text_block_id": "p23_b454", "text": "To improve the state of things, this Strategy proposes to develop plans of measures for the conservation of rare, vulnerable and endangered species."}, {"text_block_id": "p23_b455", "text": "23."}, {"text_block_id": "p23_b456", "text": "Dependence of natural resources and poverty"}, {"text_block_id": "p23_b457", "text": "Biologic resources of the Republic of Moldova are scarce, while official statistic data reflects a high level of consumption of products of biologic origin compared to other countries. Genetic potential of the national biodiversity differs much from the capacity of its use, which conditions an even bigger condition of vulnerability of certain biodiversity components. Irrational use of natural"}, {"text_block_id": "p24_b458", "text": "resources, as well as environmental pollution with various wastes jeopardizes the functionality of the natural ecosystems."}, {"text_block_id": "p24_b459", "text": "The deficit of energy resources limits even more the potential of the natural ecosystems. According to assessments (FLEG, 2011), about 80% of the local communities use wood and other alternative biomass sources (plant residues from orchards, vineyards, gardens, other organic waste)."}, {"text_block_id": "p24_b460", "text": "Section 3"}, {"text_block_id": "p24_b461", "text": "Direct threats at biodiversity"}, {"text_block_id": "p24_b462", "text": "24."}, {"text_block_id": "p24_b463", "text": "Climate changes"}, {"text_block_id": "p24_b464", "text": "Climate changes are a global phenomenon which jeopardizes natural, social and economic systems through their sensitivity and vulnerability in relation to climate factors. Under the current soil-climate conditions of the Republic of Moldova, 512 species of endangered plants (27.4% of the total plant number) are in the risk zone. From among vascular plant species, the most dependent on climate conditions are the plants in the ecosystems of the forestry zone (126 species), steppe (151 species) and rocks (68 species). The animal world is influenced by the degradation of plant associations, shortage of feed, water and places of reproduction, caused by climate changes. Enhanced vulnerability of the plant and animal world of the Republic of Moldova results from limited functionality of the natural ecosystems. The most of the natural ecosystems are fragmented and degraded. One can note an intensified process of eutrophication, in the steppe and grassland ecosystems • the process of spreading of xerophytes and substitution with ruderal plants. Deforestation of trees from the banks of rivers leads to more intensified evaporation of water and to reduced ecologic capacity of the water basins to maintain a wide variety of aquatic animals."}, {"text_block_id": "p24_b465", "text": "To evaluate the issue of the biological resources• adaptation to climate changes, this Strategy shall promote actions to conduct a study on the relationship between ecosystems, biodiversity and the issue of climate changes in the Republic of Moldova and technologies to assure the adaptability of the forestry ecosystems to climate changes."}, {"text_block_id": "p24_b466", "text": "25."}, {"text_block_id": "p24_b467", "text": "Invasive alien species"}, {"text_block_id": "p24_b468_merged", "text": "Invasive alien species are, at this moment, a major ecological issue and a severe threat for the domestic natural biologic resources, which also have a significant economic impact. Certain allogeneic species are introduced on purpose (commercial, ornamental, aesthetic, biological control), while others are introduced unintentionally (contaminants, illegal trade). Some allogeneic species are widely used in forestry, for instance the acacia (Robinia pseudacacia) and in households. Others represent a big threat for the domestic biodiversity by polluting the genetic fund, substituting valuable species, causing considerable damages to the national economy (pests in agriculture and forestry)."}, {"text_block_id": "p25_b471", "text": "There are about 150 species of invasive animals that live on the territory of the country, of which about 130 species which damage agricultural crops, while 15 species damage forests. It was found that the yearly agricultural losses represent 5-10% of grain crops, 15% are weeding plants and 25% are perennial crops."}, {"text_block_id": "p25_b472_merged", "text": "Invasive domestic species of animals are as follows: common vole (Microtus arvalis), Norway brown rat (Rettus norvegicus), house mouse (Mus musculus), as well as several tens of species of insects • main pests of agricultural and forestry crops. Allochtonous invasive species are the Colorado beetle (Leptinotarsa decemlineata), fall webworm (Hyphantria cunea), the Mediterranean fruit fly (Ceratitis capitata), the San-Jose scale"}, {"text_block_id": "p25_b485", "text": "(Quadraspidiotus perniciosus)."}, {"text_block_id": "p25_b486", "text": "26."}, {"text_block_id": "p25_b487", "text": "Soil degradation"}, {"text_block_id": "p25_b488", "text": "The extensive use of mineral fertilizers led to an increased soil nitrate load. Excessive use of pesticides in agriculture had extremely negative consequences on biodiversity. The failure to observe the storage, transportation and application rules caused the destruction of many communities of plants, animals, microorganisms and fungi. During the last decade, one can note an alarming decrease in soil fertility and an intensification of erosion phenomena. The area of eroded soils stretches over 877.6 thousand ha or 25.9% of the total area of the country. The yearly damage for the country•s economy because of erosion amounts to about 3 billion lei yearly. Irrational use of irrigation systems caused salinization and secondary soil alkalinisation. This phenomenon develops as a result of the use of water with certain content of soluble salts and leads to rapid soil degradation (especially black soils), as well as to a reduction or destruction of the existing biota."}, {"text_block_id": "p25_b489", "text": "Works such as drainage, inclusion of soils of floodplain and swamps into agricultural circuit also had a negative impact. To solve issues of soil degradation, this Strategy shall promote the following actions:"}, {"text_block_id": "p25_b490", "text": "1)"}, {"text_block_id": "p25_b491", "text": "develop eco-soil indicators for the delimitation of land designated for ecological agro-food production"}, {"text_block_id": "p25_b492", "text": "2)"}, {"text_block_id": "p25_b493", "text": "adjust systems of crop rotation, fertilization and anti-erosion protection of soils to ecological agriculture standards;"}, {"text_block_id": "p25_b494", "text": "3)"}, {"text_block_id": "p25_b495", "text": "rehabilitate protection belts of agricultural fields;"}, {"text_block_id": "p25_b496", "text": "4)"}, {"text_block_id": "p25_b497", "text": "evaluate biodiversity inputs to stopping degradation and maintaining soil fertility;"}, {"text_block_id": "p25_b498", "text": "5)"}, {"text_block_id": "p25_b499", "text": "promote elements of ecologic agriculture and environmentally-friendly practices (lynchets, wicker fences, anti-erosion embankments/belts, etc.)."}, {"text_block_id": "p25_b500", "text": "27."}, {"text_block_id": "p25_b501", "text": "Inappropriate territorial planning of the land fund use"}, {"text_block_id": "p25_b502", "text": "Biodiversity conservation is only little reflected in the territory planning plans and in the effective legislation in the area of territory planning. Territory"}, {"text_block_id": "p26_b503", "text": "planning does not take into account the existence of natural ecosystems, distribution of the rare, vulnerable and endangered species of animals and plants, as well as other environment protection requirements. Difficulties to reconcile road construction programs with biodiversity conservation requirements are particularly acute where the protected areas border circulation networks and rural communities. Energy distribution networks (especially high tension) and public lighting remain to be the causes of death of a large number of fauna species, particularly birds. Constructions, operation and maintenance activities especially for the segments which pass through afforested zones affect and/or modify terrestrial habitats."}, {"text_block_id": "p26_b504", "text": "To improve the state of things in territorial planning and land fund use, the BDS aims at mainstreaming biodiversity conservation actions into the local environment protection plans, at promoting actions of developing management plans for ecosystems and species of plants and animals for community interest."}, {"text_block_id": "p26_b505", "text": "28."}, {"text_block_id": "p26_b506", "text": "Pollution and harmful emissions"}, {"text_block_id": "p26_b507", "text": "Currently there is an increase in the soil and atmospheric air pollution in residential areas. Soil quality is influenced by pollution, especially by inappropriate salubrity of the territories. Besides the waste which is disposed of in authorized and spontaneous places (landfills, platforms and polygons), significant quantities of waste, mainly solid, are transported (disposed of) in ravines, forest belts, canals and rills, on deteriorated land, etc."}, {"text_block_id": "p26_b508", "text": "Still actual is the local pollution of soils with pesticides, persistent organic pollutants, especially areas former and current warehouses of agricultural chemicals (mineral fertilizers, pesticides, etc.) and the facilities for the preparation of plant protection solutions. Along with the surface drains, these pollutants accumulate in the soil and in the silt of the water bodies and affect biodiversity objects."}, {"text_block_id": "p26_b509_merged", "text": "During 2008-2010, an inventory and mapping of zones contaminated with persistent organic pollutants was conducted at national level. A total of 1,588 contaminated locations, which included 2,326 objects of the agriculture chemicalization infrastructure were identified. During 2007-2008, from the agricultural sector one evacuated abroad and destroyed 1,293 tons of pesticides and contaminated packaging material from 11 districts, while in 2011-2013 • 200 tons of pesticides, packaging and severely contaminated soil from districts of Căuşeni, Ocniţa and Cantemir."}, {"text_block_id": "p26_b516", "text": "The waste dumps are not arranged and do not meet the elementary hygiene standards, being continuous sources of biodiversity pollution. A serious issue is the deliberate burning of the solid household waste, of leaves and garden residues both in the communities as well as on the waste dumps, which leads to air pollution with severely toxic substances. The pollution of aquatic and marsh ecosystems with pesticides washed out from the adjacent agricultural ecosystems, with industrial waste, with manure from the livestock breeding and processing facilities, with residual communal waters caused not only the"}, {"text_block_id": "p27_b517", "text": "destruction of some species of microorganisms, inferior and superior plants, invertebrate and vertebrate animals, but also the intensification of water eutrophication, disturbance of its functionality and ecological balance."}, {"text_block_id": "p27_b518", "text": "To improve the state of things related to the natural ecosystems• pollution, the BDS aims at implementing actions to promote modern technologies with low emission of pollutants (sulphurs, nitrogen, and heavy metals) and at improving control of pollution with waste in vulnerable natural ecosystems."}, {"text_block_id": "p27_b519", "text": "VI. SECTOR APPROACH TO BIODIVERSITY CONSERVATION. ECOSYSTEM SERVICES"}, {"text_block_id": "p27_b520", "text": "29."}, {"text_block_id": "p27_b521", "text": "Sector approach"}, {"text_block_id": "p27_b522", "text": "Sustainable biodiversity use implies an ecosystemic approach to integrated natural resources management and mainstreaming biodiversity conservation priorities into sector policies and strategies. So far, the natural resources• management goals are not found in a coherent and unified manner in sector policies, the main reason being the lack of a calculated monetary value for services provided by the natural ecosystems, services that are considered public goods without market value. Therefore, it is essential to make a correct valuation of the renewable and non-renewable natural resources• value, as well as the services provided by the regular functioning of the ecologic systems and mainstream the biodiversity conservation and rehabilitation costs into the sector policies and strategies evaluations."}, {"text_block_id": "p27_b523", "text": "30."}, {"text_block_id": "p27_b524", "text": "Evaluation of ecosystem services"}, {"text_block_id": "p27_b525", "text": "Studies conducted so far at global level show that is it difficult to establish the costs of biodiversity degradation, but these are substantial and go up. The report on international economics of ecosystems and biodiversity (CBD, 2008) estimates that yearly losses from ecosystem services amount to 50 billion euro, while the cumulative losses till 2050 shall go as high as 7% of the GDP."}, {"text_block_id": "p27_b526", "text": "Though one cannot establish a direct value for biodiversity, the economic value of goods and services provided by the ecosystems was estimated at 16-54 trillion US dollars per year. The values were calculated taking into account the services provided by the ecosystems (production of food, raw material, climate and atmospheric gases control, the circuit of nutrients and water, erosion control, soil formation, etc.). The average value of services provided by the ecosystems (35 trillion US dollars yearly) is almost double in relation to the gross domestic product at global level (estimated in the same study at 18 trillion US dollars yearly)."}, {"text_block_id": "p27_b527", "text": "In 2013 within the framework of the project implemented by the Global Environmental Fund and the United Nations Development Programme •National biodiversity planning for supporting the enforcement of the CBD Strategic plan"}, {"text_block_id": "p28_b528", "text": "for 2011-2020 in the Republic of Moldova•, published on the web-site of the Biodiversity Office, which is subordinated to the Ministry of Environment (http://bsapm.moldnet.md). The report provides important economic arguments to support the sustainable management of the ecosystems, as well as for identifying potential activities within the framework of the sectors of the national economy that can be promoted to encourage sustainable management of the ecosystems and to obtain key economic values for reinvesting into biodiversity conservation, as follows:"}, {"text_block_id": "p28_b529", "text": "1)"}, {"text_block_id": "p28_b530", "text": "Agriculture"}, {"text_block_id": "p28_b531", "text": "In the Republic of Moldova, pastures and agricultural ecosystems provide supply services (with agricultural produce), estimated at 3,900 million US dollars in 2011. This value does not include adjustment services (water retention, adjustment of surface drains and soil erosion, etc.). The most important supplied products are animal and plant products. Biodiversity conservation means sustainable management of pastures and agricultural ecosystems by extending and diversifying eco-agricultural products. Sustainable ecosystem management in agriculture can add over 1,883.33 million US dollars to the national economy in the next 25 years."}, {"text_block_id": "p28_b532", "text": "2)"}, {"text_block_id": "p28_b533", "text": "Forestry and hunting"}, {"text_block_id": "p28_b534", "text": "Forestry ecosystems provide important services of ligneous and non-ligneous products• supply. The services provided by the forestry ecosystems in the Republic of Moldova are estimated at about 28.3 million US dollars in 2011. Currently, the forestry sector, especially under the local public administration authorities, is affected by illegal felling and low interest of the managers to use non-ligneous forestry products. In a sustainable ecosystem management scenario with significant decreases in illegal felling and an increase in the interest for non-ligneous forestry products, the present net value (25 years, 10% rate) is estimated at 578.8 million US dollars. Even though the supply services of the forestry ecosystems may decrease in the nearest future, it is estimated that these values shall pay back after 27 years."}, {"text_block_id": "p28_b535", "text": "Creating hunting funds is a costly activity, while the authorities responsible for creating these and for protecting hunting species must establish mechanisms of providing ecosystem services from the use of hunting fund by covering costs related to the conservation of hunting biodiversity."}, {"text_block_id": "p28_b536", "text": "3)"}, {"text_block_id": "p28_b537", "text": "Water management"}, {"text_block_id": "p28_b538", "text": "Through the conservation of biodiversity and integrity of the ecosystem, enhanced capacities of these components to provide adjustment services (such as retention of water, surface drain, settlement of soil erosion) are obtained. A reduction of the quantity of eroded soil is transferred into lowering costs for treating water for household needs. Water treatment costs amounted to 3.4 million US dollars in 2011; however, should the ecosystems• integrity be preserved by biodiversity conservation, missed costs amounting to 3.5 million US dollars in the following 25 years can be added. A decreased level of soil"}, {"text_block_id": "p29_b539", "text": "erosion shall significantly diminish the costs for the maintenance of the irrigation systems• functionality."}, {"text_block_id": "p29_b540", "text": "4)"}, {"text_block_id": "p29_b541", "text": "Fishery"}, {"text_block_id": "p29_b542", "text": "Aquatic ecosystems provide supply services, with fish as the main product. This sector is severely affected by the very high level of illegal fishing, the degradation of the aquatic fishery basins, by the closure of some specialised reproductive farms, as well as by growing fishery products and fish for consumption. Should illegal fishing decrease by means of implementing the effective legal provisions, the total contribution of the sector to the national economy may double, while the costs for sustainable aquatic biologic resources management would remain the same."}, {"text_block_id": "p29_b543", "text": "5)"}, {"text_block_id": "p29_b544", "text": "Tourism and leisure"}, {"text_block_id": "p29_b545", "text": "The interest for ecotourism goes up in the Republic of Moldova. Ecotourists more and more appreciate places where natural resources are protected, benefiting, thus, from cultural and natural ecosystem services: landscape and leisure. Undisturbed ecosystems shall continue attracting tourists, while their availability to pay for biodiversity conservation actions would go up and may be captured by various means (for instance sight-seeing fees). Ecotouristic routes and natural heritage objects will include cultural and historic monuments, archaeological sites and other objects of cultural heritage."}, {"text_block_id": "p29_b546", "text": "Ecosystemic ecotouristic services in the Republic of Moldova are estimated at 5.9 million US dollars in 2001, while their present value (10% in 25 years) • at 79.8 million US dollars. In 2011, direct and indirect contribution of ecotourism to the GDP was estimated at 7.9 million US dollars."}, {"text_block_id": "p29_b547", "text": "6)"}, {"text_block_id": "p29_b548", "text": "Mitigating the effects of natural disasters"}, {"text_block_id": "p29_b549", "text": "By providing water and soil adjustment services (such as water retention, regulation of the soil erosion, nutrients• control), ecosystems can cause significant effects on mitigating the effects of floods, soil erosion or run-offs. Should the protective ecosystems• functions serve to mitigate the effects of natural disasters by only 10%, then the value of ecosystems• adjustment services in terms of mitigating damages in the Republic of Moldova would range from 13.4 to 19.7 million US dollars per year. The functions of carbon sequestration from forestry ecosystems might generate additional 2.1 million US dollars (cumulative values in 25 years) and this only by continuing actual projects, without considering the eventual projects."}, {"text_block_id": "p29_b550", "text": "V. STRATEGIC VISION, GOAL, OBJECTIVES AND EXPECTED OUTCOMES"}, {"text_block_id": "p29_b551", "text": "31."}, {"text_block_id": "p29_b552", "text": "Strategic vision"}, {"text_block_id": "p29_b553", "text": "Alignment of biodiversity conservation actions to the provisions of the international treaties to which the Republic of Moldova is party, especially to the provisions of the Biodiversity Strategic Plan for 2011-2020 and the Aichi Targets •Living in harmony with nature•, approved at the Conference of Parties"}, {"text_block_id": "p30_b554", "text": "of the CBD (COP Decision 10/X/2) and the assurance of the realization of the international treaties to which the Republic of Moldova is party are strategic priorities which laid the grounds for this Strategy."}, {"text_block_id": "p30_b555_merged", "text": "The precondition of the strategic vision of this document is the operation of an institutional, administrative and management system for the conservation and sustainable use of biodiversity that would assure the implementation of regional and global policies at national level, contributing to improving the quality of the biodiversity components, in particular, and social life, in general."}, {"text_block_id": "p30_b558", "text": "To assure sustainable management and an efficient institutional framework, the main directions of the Strategy are aimed at assuring a legal and regulatory framework in order to protect the animal and plant kingdoms, to extend the state protected natural areas and for creating a national ecologic network (NEN) from 5.5% to 8%, to extend afforested areas (from 11.1 to 15%) and to manage them in a sustainable manner, to assure the protection of valuable natural habitats and create benefits resulting from the use of genetic resources, development of sustainable agriculture."}, {"text_block_id": "p30_b559", "text": "These results may be achieved by assuring the design of a new Action Plan for enforcing the Sustainable Moldovan forestry development strategy, sustainable management of natural state protected areas, adjustment of objects and complexes from the fund of state protected natural areas to the international IUCN categories and harmonization of legislation in this area with EU directives in order to assure the protection of valuable habitats in these natural areas. The economic value of biodiversity shall be estimated within the laws on ecosystem services and promotion of tax incentives and payments for biodiversity conservation. The habitats shall be evaluated and classified according to international standards, by including the respective information in the draft law on habitats, the drafting of which is provided for in the Action Plan."}, {"text_block_id": "p30_b560", "text": "This Strategy implies the improvement of the institutional framework for more efficient measures of biodiversity conservation, strengthening of the scientific potential in this area and of implementing international measures on assuring biologic security. One of the important measures refers to the modernization of the education system, which implies the creation of study programs in order to enhance the quality of education, including by adjusting the curriculum, improving the quality of the staff in the areas that relate to biodiversity."}, {"text_block_id": "p30_b561", "text": "This Strategy also secures measures to extend state protected natural areas and create the national ecologic network from 5.5% to 8%, which would permit to connect the protected zones at the national level with the Pan-European Ecologic Network. One shall assure the establishment of a special body that would manage these."}, {"text_block_id": "p30_b562", "text": "The realization of these objectives is possible by enhancing the accountability of the central and local authorities, by strengthening inter-sector participation and cooperation, as well as by plenary engagement of the scientific institutions, NGOs, economic operators and the private sector. The Strategy sets"}, {"text_block_id": "p31_b563", "text": "out ways of establishing an efficient partnership between the central environmental authority and the economic, social and cultural system, such as the consolidation of the platform of dialogue among parties at the national, regional and local level for realizing the biodiversity conservation objectives, of capitalizing on and rebuilding natural ecosystems, of obtaining benefits from the use of natural resources. Therefore, the Action Plan includes sector level actions which match all specific objectives, in particular:"}, {"text_block_id": "p31_b564", "text": "1)"}, {"text_block_id": "p31_b565", "text": "Forestry"}, {"text_block_id": "p31_b566", "text": ":"}, {"text_block_id": "p31_b567", "text": ":\n* Develop the national Action Plan for enforcing the Sustainable\n* Establish the National Forestry Advisory Office\n* Develop technologies of assuring adaptability of forestry ecosystems\n* Use local genotypes in improving forestry ecosystems\n* Establish forestry plantations on degraded land with domestic species\n* Conduct forestry arrangement works of land covered with forestry\n* Develop and promote the draft law on agricultural land protection belts\n* Promote elements of green agriculture and environmentally friendly\n* Conduct studies on the impact of alien invasive species\n* Promote good agricultural practices to stop degradation of sectors of\n* Encourage activities aimed at the maintenance of the domestic genetic\n* Develop farmersâ¢ good practices guidebooks on conservation and\n* Draft a program for genetic improvement of honey-bees\n* Promote valuable genotypes of plants in order to establish industrial\n* Recover the riparian protection stripes of the waters of rivers and water\n* Make a study on the anthropic impact on biodiversity caused by the\n* Identify and delimit water bodies\n* Develop programs and on-the-job vocational training in public and\n* Update the curriculum in the general primary and secondary education\n* Hold ecologic classes and ecologic competitions on biodiversity"}, {"text_block_id": "p31_b579", "text": "2)"}, {"text_block_id": "p31_b580", "text": "Agriculture:"}, {"text_block_id": "p31_b597", "text": "3)"}, {"text_block_id": "p31_b598", "text": "Water management:"}, {"text_block_id": "p31_b605", "text": "4)"}, {"text_block_id": "p31_b606", "text": "Education:"}, {"text_block_id": "p32_b613", "text": "Education:\n* Identify and delimit water bodies\n* Implement the national biosecurity framework\n* Participate in the development of the biosecurity response and\n* Participate in the development of management plans for ecosystems\n* Develop a guidebook on how to organize cultural, sports, touristic and"}, {"text_block_id": "p32_b615", "text": "5)"}, {"text_block_id": "p32_b616", "text": "Health:"}, {"text_block_id": "p32_b621", "text": "6)"}, {"text_block_id": "p32_b622", "text": "Territory arrangement and tourism"}, {"text_block_id": "p32_b627", "text": "The goal of the Strategy"}, {"text_block_id": "p32_b628_merged", "text": "The main goal of this strategy if to present a mechanism of management, sustainable use, biodiversity protection and conservation and ecosystems in the Republic of Moldova that would contribute to stopping the loss of fauna and flora species and the degradation of their habitats, as well as to their conservation for the future generations."}, {"text_block_id": "p32_b631", "text": "This goal can be attained by assuring the national implementation of the global and regional objective of the Strategic Biodiversity Plan for 2011-2020 and the three general objectives of the CBD, which provide for:"}, {"text_block_id": "p32_b632", "text": "1)"}, {"text_block_id": "p32_b633", "text": "Biodiversity conservation"}, {"text_block_id": "p32_b634", "text": "2)"}, {"text_block_id": "p32_b635", "text": "Sustainable use of biodiversity component parts"}, {"text_block_id": "p32_b636", "text": "3)"}, {"text_block_id": "p32_b637", "text": "Correct and fair sharing of benefits of the use of genetic resources."}, {"text_block_id": "p32_b638", "text": "Thus, the establishment of an efficient management system would contribute to improved quality of the biodiversity components for assuring the long-term survival of the ecologic systems, the main supplier of resources on which the human development and welfare depend."}, {"text_block_id": "p32_b639", "text": "33. Objectives and Expected Results"}, {"text_block_id": "p32_b640", "text": "The Overall Objective of the Strategy."}, {"text_block_id": "p32_b641", "text": "Decrease the current loss rate of biodiversity as a contribution to reducing poverty and as a benefit to all forms of life on earth."}, {"text_block_id": "p32_b642", "text": "By approving this Strategy, Republic of Moldova sets out medium-term, 2015-2020, specific objectives and scopes of action described below for each of the specific objectives aligned to the requirements of the Strategic Plan for Biological Diversity 2011-2020 of CBD, Strategic Plan for the Implementation of the Cartagena Protocol on Biosafety for 2011-2020, Strategic Plan of the European Union for CBD until 2020 as well as Aichi Biodiversity Targets."}, {"text_block_id": "p32_b643", "text": "1)"}, {"text_block_id": "p32_b644", "text": "Specific objective A"}, {"text_block_id": "p32_b645", "text": "."}, {"text_block_id": "p32_b646", "text": "Ensure sustainable management and efficient institutional framework for biodiversity conservation until 2020"}, {"text_block_id": "p32_b647", "text": "through:"}, {"text_block_id": "p32_b648", "text": "A1."}, {"text_block_id": "p32_b649", "text": "Developing the normative framework on biodiversity conservation"}, {"text_block_id": "p33_b650", "text": "A2."}, {"text_block_id": "p33_b651", "text": "Ensuring an efficient institutional framework for the sustainable management of biodiversity;"}, {"text_block_id": "p33_b652", "text": "A3."}, {"text_block_id": "p33_b653", "text": "Ensuring the integration of international treaty requirements into national biodiversity policies."}, {"text_block_id": "p33_b654", "text": "Expected results:"}, {"text_block_id": "p33_b655", "text": "a)"}, {"text_block_id": "p33_b656", "text": "legal provisions on ensuring biodiversity conservation included in legislative and normative acts adjusted to the requirements of international treaties and community legislation on biodiversity conservation: at the first stage"}, {"text_block_id": "p33_b657_merged", "text": "(until 2016) – 5 legal acts developed, at the second stage (until 2020) – 3 legislative acts developed"}, {"text_block_id": "p33_b662", "text": "b)"}, {"text_block_id": "p33_b663", "text": "established institutional framework for the management, control and scientific support of biodiversity and biosafety"}, {"text_block_id": "p33_b664", "text": "c)"}, {"text_block_id": "p33_b665", "text": "provisions on biodiversity conservation integrated in the most important sector policy papers"}, {"text_block_id": "p33_b666", "text": "d)"}, {"text_block_id": "p33_b667", "text": "built technical and institutional capacities of institutions in charge"}, {"text_block_id": "p33_b668", "text": "e)"}, {"text_block_id": "p33_b669", "text": "ratified new international treaties on biodiversity and biosafety"}, {"text_block_id": "p33_b670", "text": "f)"}, {"text_block_id": "p33_b671", "text": "enforced provisions of international treaties on biodiversity and biosafety"}, {"text_block_id": "p33_b672", "text": "g)"}, {"text_block_id": "p33_b673", "text": "developed strategic plans on biodiversity"}, {"text_block_id": "p33_b674", "text": "h)"}, {"text_block_id": "p33_b675", "text": "established efficient system of fines and sanctions for fighting offences related to environment protection"}, {"text_block_id": "p33_b676", "text": "i)"}, {"text_block_id": "p33_b677", "text": "developed efficient financial tools and mechanisms for biodiversity and natural ecosystems conservation activities."}, {"text_block_id": "p33_b678", "text": "developed efficient financial tools and mechanisms for biodiversity and natural ecosystems conservation activities.\n* .\n* .\n By 2020 reduce the pressure on biodiversity to\n* .\n By 2020 reduce the pressure on biodiversity to\n through:\n\t* Ensuring the extension of state protected natural areas to up to 8% of\n\t* Ensuring the conservation of rare, vulnerable and endangered species\n\t* Implementing biological security measures by developing 2 risk"}, {"text_block_id": "p33_b689", "text": "Expected results:"}, {"text_block_id": "p33_b690", "text": "a)"}, {"text_block_id": "p33_b691", "text": "the surface area of protected natural areas extended to 8% of the territory of Republic of Moldova"}, {"text_block_id": "p33_b692", "text": "b)"}, {"text_block_id": "p33_b693", "text": "the first tri-party biosphere reservation established"}, {"text_block_id": "p33_b694", "text": "c)"}, {"text_block_id": "p33_b695", "text": "management plans for protected natural areas developed;"}, {"text_block_id": "p33_b696", "text": "d)"}, {"text_block_id": "p33_b697", "text": "the third edition of the Red Book of Republic of Moldova developed and published;"}, {"text_block_id": "p34_b698", "text": "e)"}, {"text_block_id": "p34_b699", "text": "conservation plans for some species developed;"}, {"text_block_id": "p34_b700", "text": "f)"}, {"text_block_id": "p34_b701", "text": "natural habitats of endangered species population restored."}, {"text_block_id": "p34_b702", "text": "natural habitats of endangered species population restored.\n* .\n* .\n By 2020 implement measures to stop threats to\n* .\n By 2020 implement measures to stop threats to\n through:\n\t* Implementing measures to stop soil degradation and diminish the\n\t* Implementing measures to minimize degradation of water resources\n\t* Implementing measures to diminish the negative impact of invasive\n\t* Implementing measures to minimize the anthropogenic pressing on\n\t* .\n\t* .\n By 2020 implement measures to increase the\n\t* .\n By 2020 implement measures to increase the\n through:\n\t* Promoting access to genetic resources and equitable sharing of\n\t* Ensuring the sustainable development of natural ecosystems which"}, {"text_block_id": "p34_b715", "text": "Expected results:"}, {"text_block_id": "p34_b716", "text": "a)"}, {"text_block_id": "p34_b717", "text": "studies on issues related to stopping the processes threatening biodiversity conducted;"}, {"text_block_id": "p34_b718", "text": "b)"}, {"text_block_id": "p34_b719", "text": "environment friendly practices for organic farming promoted;"}, {"text_block_id": "p34_b720", "text": "c)"}, {"text_block_id": "p34_b721", "text": "studies on the impact of invasive species developed;"}, {"text_block_id": "p34_b722", "text": "d)"}, {"text_block_id": "p34_b723", "text": "protection belts of farmland rehabilitated on an area of 3000 ha;"}, {"text_block_id": "p34_b724", "text": "e)"}, {"text_block_id": "p34_b725", "text": "4 local species promoted for the improvement of the forest ecosystems;"}, {"text_block_id": "p34_b726", "text": "f)"}, {"text_block_id": "p34_b727", "text": "forests planted on an area of 500 ha of degraded land."}, {"text_block_id": "p34_b737", "text": "Expected results:"}, {"text_block_id": "p34_b738", "text": "a)"}, {"text_block_id": "p34_b739", "text": "studies on access to genetic resources and equitable sharing of benefits conducted;"}, {"text_block_id": "p34_b740", "text": "b)"}, {"text_block_id": "p34_b741", "text": "international requirements on maintaining the genetic stock implemented;"}, {"text_block_id": "p35_b742", "text": "c)"}, {"text_block_id": "p35_b743", "text": "projects for local communities based on the sustainable development of genetic resources developed;"}, {"text_block_id": "p35_b744", "text": "d)"}, {"text_block_id": "p35_b745", "text": "genetic improvement programs for bees developed;"}, {"text_block_id": "p35_b746", "text": "e)"}, {"text_block_id": "p35_b747", "text": "activities for maintaining domestic genetic stock promoted."}, {"text_block_id": "p35_b748", "text": "activities for maintaining domestic genetic stock promoted.\n* .\n* .\n By 2020 provide scientific support for\n* .\n By 2020 provide scientific support for\n through:\n\t* Promoting scientific research on biodiversity conservation by\n\t* Ensuring the educational framework and training of staff on\n\t* Raising awareness and informing the general public on biodiversity"}, {"text_block_id": "p35_b759", "text": "Expected results:"}, {"text_block_id": "p35_b760", "text": "a)"}, {"text_block_id": "p35_b761", "text": "two botanical gardens established"}, {"text_block_id": "p35_b762", "text": "b)"}, {"text_block_id": "p35_b763", "text": "scientific interdisciplinary research on biodiversity conservation promoted"}, {"text_block_id": "p35_b764", "text": "c)"}, {"text_block_id": "p35_b765", "text": "biotechnologies for reproducing rare, vulnerable and economically valuable species promoted"}, {"text_block_id": "p35_b766", "text": "d)"}, {"text_block_id": "p35_b767", "text": "biodiversity benefiting technologies and innovations promoted"}, {"text_block_id": "p35_b768", "text": "e)"}, {"text_block_id": "p35_b769", "text": "special events and actions dedicated to issues of biodiversity conservation organized"}, {"text_block_id": "p35_b770", "text": "f)"}, {"text_block_id": "p35_b771", "text": "decade long campaign for biodiversity conservation launched as part of CBD promoted."}, {"text_block_id": "p35_b772", "text": "V. ESTIMATING THE IMPACT AND THE COSTS OF IMPLEMENTIG THE STRATEGY"}, {"text_block_id": "p35_b773", "text": "Achieving the strategic objectives of this Strategy will contribute to strengthening the long-term socioeconomic viability of Republic of Moldova. Financial mechanisms designed to protect and generate economic benefits for current and future generations are developed in compliance with new innovative solutions that work both for biodiversity conservation and sustainable use, and for maintaining and improving socioeconomic stability."}, {"text_block_id": "p35_b774", "text": "The implementation process for this Strategy entails a considerable effort, strengthened of management capacities, ensuring an adequate institutional"}, {"text_block_id": "p36_b775", "text": "framework for solving problems in this field as well as identification of viable measures to inform and raise awareness among the general public."}, {"text_block_id": "p36_b776", "text": "Implementing the procedures of green economy aims at managing natural resources and creating a favorable environment in national economic sectors for the sustainable development of the country by promoting ecosystem services for biodiversity (maintaining productive soils, extending forests, which will lead to unpolluted air and clean water). These procedures play also an important role in controlling environmental risk factors (for example, climate change, floods and droughts). Therefore, nature supports the functioning of socioeconomic systems creating jobs and business opportunities, including, by decreasing environmental risks."}, {"text_block_id": "p36_b777", "text": "It should be mentioned that economic assessment is focused on final benefits or the outcomes for society resulted from using services provided by ecosystems and not on the functions and services that contribute to achieving these outcomes. Potential ecosystem services that can be provided to national economic sectors and which benefit from them, are as follows:"}, {"text_block_id": "p36_b778", "text": "1)"}, {"text_block_id": "p36_b779", "text": "supply services • food, wood, water, medicines (natural medicines), sources of energy (natural fuel, hydro-energy), biochemistry (biochemical and genetic products) etc.;"}, {"text_block_id": "p36_b780", "text": "2)"}, {"text_block_id": "p36_b781", "text": "regulatory services • carbon sequestration, stabilizing the microclimate (quality of air), mitigating the effects of storms, floods and other natural calamities, climate regulation, diminishing waste usage processes, contributing to pollinating plants and agricultural crops, pest control etc.;"}, {"text_block_id": "p36_b782", "text": "3)"}, {"text_block_id": "p36_b783", "text": "cultural services, relaxation and ecotourism, landscaping and entertainment not using biodiversity (associated increased welfare) etc."}, {"text_block_id": "p36_b784", "text": "However, it is impossible to take into account all the economic benefits associated with ecosystems. These benefits include production, income and other benefits from using/developing natural resources, lands, biodiversity conservation unaccomplished by domestic economic sectors. The Strategy proposes the development of essential studies in the area of ecosystem services, which are based on increasing the efficiency of the management of ecologic, economic, social, cultural and spiritual services."}, {"text_block_id": "p36_b785", "text": "The measures for biodiversity conservation will contribute to maintaining and improving the potential of ecosystems, protection of habitats, stopping loss of flora and fauna species, mitigating the risk of natural calamities and, finally, to increasing the wellbeing and health of population. On the long-term, the minimum economic benefit of these activities and other connected impacts will be between 1.49% and 2.14% of GDP (National Environmental Strategy for 2014-2023). If agricultural benefits obtained due to decreasing losses as a result of soil and agricultural land degradation are also included, then the economic benefit could reach 5.05% of GDP."}, {"text_block_id": "p36_b786", "text": "The promotion of efficient biological safety policies will ensure the use of modern bio-technologies based on safety and mitigating risks on biodiversity,"}, {"text_block_id": "p37_b787", "text": "and will facilitate promotion of organic farming as well as prevent negative effects on people•s health and community development."}, {"text_block_id": "p37_b788", "text": "The total cost of implementing the Strategy during 2014-2020 will be 38.6 million lei, which represents an average of 5.6 million lei annually (approximately 0.006% of GDP (2012). These costs were estimated in accordance with international practices with reference to economic and cost-benefit analyses taking into account the following components:"}, {"text_block_id": "p37_b789", "text": "The total cost of implementing the Strategy during 2014-2020 will be 38.6 million lei, which represents an average of 5.6 million lei annually (approximately 0.006% of GDP (2012). These costs were estimated in accordance with international practices with reference to economic and cost-benefit analyses taking into account the following components:\n* the main\n* , represent costs of actions (without labor\n* which includes expenditures for local and\n* which represents 15.5% of"}, {"text_block_id": "p37_b801", "text": "The distribution of costs related to implementing the Strategy and Action Plan for 2015-2020 is presented in Table 2."}, {"text_block_id": "p37_b802", "text": "The sources of financing and costs related to implementing the Strategy and Action Plan for 2015-2017 are presented in table 3, and for 2018-2020 • in table 4."}, {"text_block_id": "p37_b803", "text": "When estimating costs, the information obtained from public authorities, statistical data on the nominal average monthly salary of an employee per economy and in research-development, internal expenditures related to research and development, national accounts for 2011, Medium-Term Budget Framework for 2012-2015 as well as information on projects financed from the National Ecological Fund in 2013 were used."}, {"text_block_id": "p37_b804", "text": "36. Funding Sources and Proposed Funding Mechanisms"}, {"text_block_id": "p37_b805", "text": "Funding of costs related to the implementation of this Strategy are covered from into internal (national public budget, other legal sources) and external sources."}, {"text_block_id": "p38_b806", "text": "Funding Mechanisms"}, {"text_block_id": "p38_b807", "text": "Economic mechanisms and tools aim at influencing economic activity for the purpose of establishing conditions that would foster the rational use of natural resources and, especially, conservation of biodiversity. The main elements of the economic mechanism of financing activities in the area of biodiversity conservation are:"}, {"text_block_id": "p38_b808", "text": "a)"}, {"text_block_id": "p38_b809", "text": "creating conditions for the non-governmental sector (eligibility, reporting, co-financing, pre-financing of activities etc.) to access available funds, including by providing financial support or some facilities;"}, {"text_block_id": "p38_b810", "text": "b)"}, {"text_block_id": "p38_b811", "text": "developing and implementing a payment system (according to the methodology approved by the Government) as a compensation for land plots planted with forests included in the state protected natural areas;"}, {"text_block_id": "p38_b812", "text": "c)"}, {"text_block_id": "p38_b813", "text": "implementing a mechanism for mandatory ecologic insurance for environmentally dangerous technologies;"}, {"text_block_id": "p38_b814", "text": "d)"}, {"text_block_id": "p38_b815", "text": "developing and implementing a system for issuing permits and setting fees for entering state protected natural areas;"}, {"text_block_id": "p38_b816", "text": "e)"}, {"text_block_id": "p38_b817", "text": "developing and implementing a payment system for ecosystem services."}, {"text_block_id": "p39_b818", "text": "Table 2"}, {"text_block_id": "p39_b819", "text": "(thousand lei)"}, {"text_block_id": "p39_b820", "text": "The costs of implementing the Strategy for the Conservation of Biological Diversity for 2014-2020"}, {"text_block_id": "p39_b821", "text": "Table 3"}, {"text_block_id": "p40_b822", "text": "Sources of funding and costs related to the implementation of the Strategy and the Action Plan for 2015-2017"}, {"text_block_id": "p40_b823", "text": "(thousand lei)"}, {"text_block_id": "p41_b824", "text": "Table 4"}, {"text_block_id": "p41_b825", "text": "Sources of funding and costs related to the implementation of the Strategy and the Action Plan for 20182020"}, {"text_block_id": "p42_b826", "text": "VI. MONITORING, EVALUATION, REPORTING AND IMPLEMENTATION PHASES"}, {"text_block_id": "p42_b827", "text": "37."}, {"text_block_id": "p42_b828", "text": "Implementation"}, {"text_block_id": "p42_b829", "text": "This Strategy is to be implemented through the Action Plan during the period of 2015-2020."}, {"text_block_id": "p42_b830", "text": "38."}, {"text_block_id": "p42_b831", "text": "Ownership"}, {"text_block_id": "p42_b832", "text": "The responsibility for implementing the Strategy is held by all competent institutions identified in the Plan."}, {"text_block_id": "p42_b833", "text": "39."}, {"text_block_id": "p42_b834", "text": "Monitoring"}, {"text_block_id": "p42_b835", "text": "The Ministry of Environment, which shall appoint a specific subdivision for this purpose, will be responsible for monitoring the implementation of this Strategy."}, {"text_block_id": "p42_b836", "text": "40."}, {"text_block_id": "p42_b837", "text": "Monitoring Group"}, {"text_block_id": "p42_b838", "text": "A Monitoring Group will be established by an order of the Minister of Environment for the monitoring process. The Monitoring Group will regularly determine the degree of achieving indicators and results. Based on information collected and systematized, the Group will develop an annual report on the implementation of the Strategy. Also, the Monitoring Group will inform the Government on the progress of implementing the Strategy."}, {"text_block_id": "p42_b839", "text": "41."}, {"text_block_id": "p42_b840", "text": "Sector Strategies"}, {"text_block_id": "p42_b841", "text": "The activities included in the Action Plan for the implementation of the Strategy shall be included into medium-term expenditures and annual activity plans of the institutions involved in the implementation of the Strategy."}, {"text_block_id": "p42_b842", "text": "42"}, {"text_block_id": "p42_b843", "text": "."}, {"text_block_id": "p42_b844", "text": "Reporting"}, {"text_block_id": "p42_b845", "text": "Annual monitoring reports shall be developed as part of the monitoring process covering information on the implementation of indicators set for each action, and every 3 years, evaluation and progress reports shall be developed containing an assessment of the impact of activities conducting during the reporting period and the level of achieving set objectives. Monitoring and evaluation reports shall be submitted to the Government for review."}, {"text_block_id": "p42_b846", "text": "Upon completing the implementation of the Strategy, a final assessment report shall be developed describing the level of achieving the objectives and the expected"}, {"text_block_id": "p42_b847", "text": "I:\\doc\\world\\md\\md-nbsap-v2-en.doc"}, {"text_block_id": "p43_b848", "text": "impact of the Strategy. This final report shall be used to decide on the next phase of strategic planning for biodiversity conservation."}, {"text_block_id": "p43_b849", "text": "43."}, {"text_block_id": "p43_b850", "text": "Ensuring transparency"}, {"text_block_id": "p43_b851", "text": "The Ministry of Environment shall open on its official website a special section with up-to-date information on the progress of implementing this Strategy. Civil society and key environmental institutions will be able to submit suggestions and comments on the progress of the Strategy. Press conferences, public sessions of the Collegiate Board of the Ministry where the results of implementation will be presented shall be organized."}, {"text_block_id": "p43_b852", "text": "All these actions shall contribute to ensuring the transparency of the implementation of biodiversity conservation measures and the sustainable use of natural resources, providing the general public with the opportunity to engage and participate in the decision making process."}, {"text_block_id": "p43_b853", "text": "This Strategy is a medium-term strategic planning document and is to be implementing during the period of 2014-2020. One of the reasons in favor of this term is the commitment of Republic of Moldova on implementing the CBD, especially, the recommendations from the Strategic Plan for Biodiversity for 2011-2020."}, {"text_block_id": "p43_b854", "text": "The implementation of the Strategy is divided into two phases:"}, {"text_block_id": "p43_b855", "text": "a)"}, {"text_block_id": "p43_b856", "text": "the first phase refers to years 2014-2017, when the mechanism and institutional design for the enhanced management of the environment are to be applied in Republic of Moldova and the new political and legislative/normative framework aligned to EU directives for this field will be approved;"}, {"text_block_id": "p43_b857", "text": "b)"}, {"text_block_id": "p43_b858", "text": "the second phase refers to 2018-2020, when the results of implementing this Strategy shall become obvious due to enabling the enhancement of the quality of components of biodiversity, decreasing health problems and sustainably managing natural resources for a sustainable development of the country."}, {"text_block_id": "p43_b859", "text": "I:\\doc\\world\\md\\md-nbsap-v2-en.doc"}, {"text_block_id": "p44_b860", "text": "Annex 2"}, {"text_block_id": "p44_b861_merged", "text": "to Governmental Decision no. 274 dated 18 May, 2015"}, {"text_block_id": "p44_b866", "text": "Action Plan"}, {"text_block_id": "p44_b867", "text": "For the enforcement of the Strategy on Biological Diversity of the Republic of Moldova for the 2015-2020"}, {"text_block_id": "p44_b868", "text": "I:\\doc\\world\\md\\md-nbsap-v2-en.doc"}], "document_description": "Decision no 274 of May 18th, 2015, approves the Strategy on Biological Diversity of the Republic of Moldova for the period 2015-2020.\n\nThe Strategy identifies climate change as a direct threat to biodiversity (section 3, 24.) and charges the government to study climate change effects on biodiversity and how it adapts to it. It further seeks to 1) develop technologies to improve adaptability of forestry ecosystems to climate change, and 2) planting 500 ha of degraded areas and improving ecosystems for 4 local species."}