{"document_instrument_name": [], "document_country_english_shortname": "Palau", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "PLW", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "08/01/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/PLW/2010/PLW-2010-01-08-National Energy Policy_78dab49a2a2839c75e186dffaf87336f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Palau"}, {"text_block_id": "p0_b2", "text": "August 2010"}, {"text_block_id": "p1_b3", "text": "Table of contents"}, {"text_block_id": "p2_b4", "text": "Foreword"}, {"text_block_id": "p2_b5", "text": "alau, like the rest of the world, faces two major energy challenges. The first is to deliver clean, secure, affordable energy for all citizens of Palau while treating the environment responsibly. The second is to respond to the risks of climate change by adaptation to changes and by mitigation through reducing the greenhouse gases caused by the production and use of energy. In addition Palau faces a challenge that it shares with other small island countries, namely it’s extremely high dependence from imported fuels."}, {"text_block_id": "p2_b6", "text": "This National Energy Policy which has been developed in an inclusive and participatory process clearly sets out the government’s policy vision. It forms the basis for a strategic action plan which ensures that the policy vision becomes a reality. This policy should also provide guidance for a unified and integrated energy sector management and set forth the foundation for Palau’s energy future. The vision is for a reliable and resilient energy sector delivering Palau sustainable, low emissions energy services, by:"}, {"text_block_id": "p2_b7", "text": "This National Energy Policy which has been developed in an inclusive and participatory process clearly sets out the government’s policy vision. It forms the basis for a strategic action plan which ensures that the policy vision becomes a reality. This policy should also provide guidance for a unified and integrated energy sector management and set forth the foundation for Palau’s energy future. The vision is for a reliable and resilient energy sector delivering Palau sustainable, low emissions energy services, by:\n"}, {"text_block_id": "p2_b12", "text": "Adjustments have to be introduced at multiple policy levels to effectively promote clean, reliable, efficient and sustainable energy for all citizens of Palau. The National Energy Policy and its Strategic Action Plan will guide the public and private sectors of Palau in cooperation and our regional and international development partners to establish a sustainable energy sector. Through implementation of this policy Palau will become an international leader in creating a green and renewable energy society."}, {"text_block_id": "p3_b13", "text": "Introduction"}, {"text_block_id": "p3_b14", "text": "his policy has been developed by a working group with representatives from the Office of the President; the Office of Environmental Response and Coordination (OERC); the Ministry of Finance; the Ministry of Natural Resources, Environment, and Tourism; a member of the Senate and a member of the House of the 8th OEK; The Ministry of Public Infrastructure, Industry and Commerce; Ministry of State; Palau Public Utilities Corporation (PPUC); members of the Oil and Gas Taskforce; The Bureau of Public Works;  Palau Chamber of Commerce; the Palau Community Action Agency (PCAA); the National Development Bank of Palau (NDBP); Shell Palau; the European Union (EU); the United Nations Development Program (UNDP); the Palau Automated Land and Resource Information Systems Office (PALARIS); the Japan International Cooperative Agency (JICA); Palau Community College (PCC); and the Chamber of Commerce (CoC)."}, {"text_block_id": "p3_b15", "text": "This process began in April 2009 and was guided by an executive committee composed of members from Palau Energy Office (PEO), PPUC, OERC, the Senate, the House of Delegates of the 8th OEK and the Office"}, {"text_block_id": "p3_b16", "text": "of the President.  This document has been refined in a series of consensus building workshops. Additionally, consecutive drafts have been circulated amongst the working group members for review and input."}, {"text_block_id": "p3_b17", "text": "An energy sector review that was undertaken as an initial step in this project has shown that energy is a vital resource underpinning all aspects of our society and fundamentally influencing Palau’s environmental sustainability. Being almost 100 % dependent on imported energy, Palau is highly vulnerable to international energy market movements and price volatility. Palau’s energy security is not guaranteed and energy supply interruptions undermine economic growth and social development. Palau is a small country lacking significant economies of scale and has dispersed outer islands’ populations that are difficult to serve."}, {"text_block_id": "p3_b18", "text": "In addition, environmental vulnerability through climate change is significant. Extreme weather events and sea level rise pose serious threats, particularly for the low-lying atolls. Environmental damage, habitat loss and pollution resulting from transport and use of petroleum"}, {"text_block_id": "p3_b19", "text": "products can have long-term negative effects on the country’s fragile island ecosystems which at the same time provide the basis for economic development and prosperity of Palau’s citizens."}, {"text_block_id": "p3_b20", "text": "The development of renewable energy resources and energy efficiency has been limited by the availability of appropriate technology and insufficient institutional capacity. In addition there has been a lack of appropriate and innovative financing that supports a market driven development of local, renewable energy resources."}, {"text_block_id": "p3_b21", "text": "Addressing energy sector issues requires collaborative leadership, adequate institutional arrangements, common goals, political will, and a shared national vision. This vision has been outlined in the Medium Term Development Strategy which provides a general economic development framework for the Republic of Palau. This Energy policy is linked to government policies on economic development, sustainability, climate change; infrastructure, transport, resource management, and education, science and technology."}, {"text_block_id": "p3_b22", "text": "Around the world, there is a growing sense of urgency about the need to address the serious challenges of climate change. For Palau, there are four main climate change challenges. Palau needs to:"}, {"text_block_id": "p3_b23", "text": "Around the world, there is a growing sense of urgency about the need to address the serious challenges of climate change. For Palau, there are four main climate change challenges. Palau needs to:\n"}, {"text_block_id": "p3_b27", "text": "Another challenge is security of energy supply. Security has two key dimensions – reliability and resilience. Reliability means users are able to access the energy"}, {"text_block_id": "p3_b28", "text": "6"}, {"text_block_id": "p3_b29", "text": "con’t page 8"}, {"text_block_id": "p3_b30_merged", "text": "P A L A U E N E R G Y P O L I C Y P A L A U E N E R G Y P O L I C Y"}, {"text_block_id": "p4_b35", "text": "services they require, when they require them. Resilience is the ability of the system to cope with shocks and change. Diversifying energy sources, energy efficiency and demand-side management can help ensure both reliability and resilience."}, {"text_block_id": "p4_b36", "text": "For a small economy such as Palau, some circumstances, however, are too costly to insure against. A trade-off has to be made between different price levels and different levels of security and reliability. Finding the right balance is an ongoing task involving government, producers and users of energy. The government believes a combination of competitive markets with backstop measures and effective regulation of suppliers is the best means of protecting the security of Palau’s energy supplies. The government believes the principles and initiatives set out in this document for the five key policy areas will lead Palau to a sustainable, low emissions energy system for generations to come. Making the right choices today will enable Palau to provide a sustainable energy supply for its future."}, {"text_block_id": "p4_b37", "text": "1.0"}, {"text_block_id": "p4_b38", "text": "Improved institutional arrangements for energy sector management"}, {"text_block_id": "p4_b39", "text": "Policy Summary:"}, {"text_block_id": "p4_b40", "text": "Provide an Energy Administration with the authority and support required for effective and transparent implementation of the National Energy Policy and the related Strategic Action Plan."}, {"text_block_id": "p4_b41", "text": "Policy Details:"}, {"text_block_id": "p4_b42", "text": "In order to create an adequate institutional framework an Energy Act to determine functions and authority required for effective Energy Administration will be developed and enforced. The Act will be based on the National Energy Policy and determine roles and responsibilities in the energy sector."}, {"text_block_id": "p4_b43", "text": "The Energy Administration will be located at an appropriate level in Government and be allocated with adequate human and financial resources to effectively address important, practical energy policy matters. A separate annual budget line will be provided for the Energy Administration.  This budget allocation will allow"}, {"text_block_id": "p4_b44", "text": "for the development of skills and capacity necessary to review, update and implement the energy policy framework."}, {"text_block_id": "p4_b45", "text": "The creation of a National Energy Committee (NEC) will assist in the implementation of the National Energy Policy. The NEC will convene at least twice a year and issue a progress report on new initiatives and the status of energy projects and the financial status of the National Energy Policy at the end of each fiscal year."}, {"text_block_id": "p4_b46", "text": "The NEC will consist of representatives of appointed by"}, {"text_block_id": "p4_b47", "text": "The Office of the President"}, {"text_block_id": "p4_b48", "text": "The Senate The House"}, {"text_block_id": "p4_b49", "text": "The Chamber of Commerce"}, {"text_block_id": "p4_b50", "text": "PPUC"}, {"text_block_id": "p4_b51", "text": "Palau Energy Office"}, {"text_block_id": "p4_b52", "text": "Palau Community College."}, {"text_block_id": "p5_b53", "text": "The mandate of the Energy Administration will include but not necessarily be limited to:"}, {"text_block_id": "p5_b54", "text": "The mandate of the Energy Administration will include but not necessarily be limited to:\n"}, {"text_block_id": "p5_b58", "text": "Educate and continue creating public awareness about relevant energy issues related to the National Energy Policy."}, {"text_block_id": "p5_b59", "text": "Integration of"}, {"text_block_id": "p5_b60", "text": "renewable energy and energy"}, {"text_block_id": "p5_b61", "text": "efficiency measures into mainstream energy policy,"}, {"text_block_id": "p5_b62", "text": "planning, project development and implementation."}, {"text_block_id": "p5_b63", "text": "planning, project development and implementation.\n"}, {"text_block_id": "p5_b66", "text": "The Energy Administration will also ensure the continuous and active cooperation of Palau within the framework of energy initiatives within Micronesia, the wider Pacific region and globally. This will include initiatives under the Framework for action on Energy Security in the Pacific, the Green Energy Micronesia (GEM) initiative and various Climate Change initiatives in the UNFCCC framework including promotion of fast action to mitigate climate change in the near and long term future."}, {"text_block_id": "p6_b67", "text": "Policy Details:"}, {"text_block_id": "p6_b68", "text": "Investment should occur in energy efficiency measures where this is cheaper than the long-term costs of building extra generation capacity, including environmental costs. It will therefore be ensured that the stock of more energy-efficient equipment within government, businesses, and private homes (e.g. refrigeration, air conditioning, appliances, lighting) is continuously expanded and improved. The government will take the lead in a nationwide effort to improve energy efficiency"}, {"text_block_id": "p6_b69", "text": "The government expects measurable and substantial improvement of energy efficiency by 2020, in at least 80% of households, businesses and government buildings. To achieve this, innovative financing mechanisms and incentives through the banking sector for energy efficiency investments by households and businesses will be established and improved. To show technical options for energy efficiency measures in the housing sector all new and refurbished government buildings will incorporate energy-efficient designs such as shading and orientation of buildings to reduce heating of buildings and reflective roof paint and attic heat radiation barriers to reduce the need for air conditioning."}, {"text_block_id": "p6_b70_merged", "text": "con’t page 14 13 Ongoing activities such as the Palau Energy Conservation Strategy will continue to promote the replacement of inefficient appliances.  For example the replacement of incandescent lights with more efficient"}, {"text_block_id": "p7_b73", "text": "technologies such as CFL and LED lights. These efforts will be supported by the introduction of mandated energy labels for appliances such fridges, freezers, air conditioners and washing machines."}, {"text_block_id": "p7_b74", "text": "An import tax scheme will be developed and introduced that provides incentives for the importation of efficient equipment and discourages the import of inefficient appliances, vehicles and machinery."}, {"text_block_id": "p7_b75", "text": "Oil, and products derived from oil, will remain an important source of transport energy for Palau for many years. Palau’s own oil and gas reserves have not been explored and it is unlikely that domestic fuel needs will be met by our own fossil resources in the foreseeable future. Thus, key areas for reducing fossil fuel consumption in the transport sector include: significantly increasing vehicle efficiency, using more efficient modes of transport, and travel demand management through smarter planning. This requires a fleet of energy-efficient vehicles that are well-maintained and are constantly improving. In order to monitor the energy profile of the transport system a database of all operational vehicles by class, make and fuel usage will be mandated. Practical guidelines will be established and enforced for the efficient use and maintenance of the Government vehicle fleet and ships, including strict servicing and maintenance procedures"}, {"text_block_id": "p7_b76", "text": "14"}, {"text_block_id": "p7_b77", "text": "with support for these measures with adequate budget allocations."}, {"text_block_id": "p7_b78", "text": "The establishment of energy efficient public transport system for urban and rural areas with particular emphasis on reducing energy consumed commuting to the new Capitol facilities will be promoted and encouraged."}, {"text_block_id": "p7_b79_merged", "text": "3.0 Renewable energy"}, {"text_block_id": "p7_b81", "text": "Policy:"}, {"text_block_id": "p7_b82", "text": "Renewable energies have the potential to reduce dependency on imported fuels and to reduce the countrys vulnerability towards price shocks. Renewable energies will therefore be promoted so that such energy will provide a minimum of 20% of electrical energy generated in Palau the end of 2020.  Promotion of renewable energy use will continue with the aim to completely substitute all fossil fuel use on the long term, reducing Palaus carbon footprint to a minimum."}, {"text_block_id": "p7_b83", "text": "Policy Details:"}, {"text_block_id": "p7_b84", "text": "Investment in renewable energy is important to reduce the negative economic, social and environmental impacts of energy production and consumption in Palau. Currently, renewable energy contributes relatively little to the energy sector. All options for promoting renewable energy will be explored including net metering programs, feed-in tariffs and portfolio standards such as the 20:20 target."}, {"text_block_id": "p7_b85", "text": "Upfront costs for renewable energy technologies may"}, {"text_block_id": "p7_b86", "text": "still be unacceptably high, compared to future benefits. Therefore, setting targets and regulating prices alone will be not sufficient if a green, renewable energy system is the long term goal. Concessionary finance and targeted subsidies may therefore be required for household investors and independent power producers."}, {"text_block_id": "p7_b87", "text": "Given that renewable electricity technologies have to compete with electricity tariffs, that are low in comparison to current generation cost for renewable energy, funding will be needed. Possible sources, both locally and internationally, will be identified. The extent to which these are utilised will determine the future mix of renewable energy in Palau."}, {"text_block_id": "p7_b88", "text": "15"}, {"text_block_id": "p7_b89", "text": "In order to prepare a nationwide renewable energy promotion, the national potential for all renewable energy sources (biomass, hydro, ocean, solar, waste, wind, etc.) needs to be fully understood based upon current and reliable data and information that will be made available to Government, households, businesses"}, {"text_block_id": "p8_b90", "text": "Decentralized, renewable energy generation will be promoted through net metering and grid access legislation backed by the development of a list of eligible equipment and guidance for developers in terms of what types and sizes of projects can be accommodated in Palau’s small electricity system. Net metering will be introduced in such a way that the power utility PPUC is not financially disadvantaged. The inclusion of solar water heating and other energy efficiency measures will"}, {"text_block_id": "p9_b91", "text": "Policy Details:"}, {"text_block_id": "p9_b92", "text": "A framework and road map to promote the development of an effective hydrocarbon sector through continuous cooperation with the World Bank will be produced. In line with the recommendations of the Oil and Gas Task Force the institutional set up for the management and oversight of the sector, including its financing staffing, technical assistance and capacity building"}, {"text_block_id": "p9_b93", "text": "Safe and environmentally sound storage and distribution of petroleum products including effective spill and containment response procedures and required product industry standards and safety measures will be mandated and maintained all the time."}, {"text_block_id": "p9_b94_merged", "text": "con’t page 18 19 All possibilities to optimize future fuel supply by considering issues of Government and private sector"}, {"text_block_id": "p10_b97", "text": "owned fuel terminal and storage facilities will be explored. Independent expert advice on tendering, negotiating and monitoring of petroleum supply contracts, including likely costs and benefits of participation in the proposed PIFS bulk fuel purchase scheme will be arranged. To obtain competitive fuel prices, the value of other models of regional cooperation in joint procurement will be considered."}, {"text_block_id": "p10_b98", "text": "In close coordination with the activities aiming to establish an institutional framework for oil and gas exploration expertise will be developed within the government as appropriate to tender, negotiate and monitor petroleum supply contracts."}, {"text_block_id": "p10_b99", "text": "In order to protect consumers of LPG/propane a pricing study will be arranged to determine benefits and costs of a mechanism to establish allowable wholesale and retail price margins, and develop clear pricing and price monitoring system for Koror, Babeldaob and outer islands.  In addition, proper technical regulations shall be implemented to ensure the safe operation of all LPG/ propane distributors."}, {"text_block_id": "p10_b100_merged", "text": "5.0 Electric power"}, {"text_block_id": "p10_b102", "text": "Policy:"}, {"text_block_id": "p10_b103", "text": "Laws and regulations will be introduced to ensure security, reliability and efficiency of electricity supply. PPUC will be allowed to recover all cost associated with the supply of electricity. Private sector participation in electricity supply will be encouraged through a transparent enabling framework."}, {"text_block_id": "p10_b104", "text": "Policy Details:"}, {"text_block_id": "p10_b105", "text": "It is in Palau’s longer-term economic and environmental interests to meet increases in electricity demand through an economic mix of renewable energy sources that will meet our security objectives. For the foreseeable future, a secure electricity supply through fossil fuel based generation and an increased use of new renewable sources will be maintained. Some initiatives to improve the security of Palau’s electricity system would cost more, such as paying for additional levels of reserve generation to be available for peak demand or for unscheduled outages of generators. These costs will have to be weighed up against the benefits to consumers and the wider community."}, {"text_block_id": "p10_b106", "text": "PPUC will be enabled to move towards standardization of its generation and distribution equipment and reliably supply electricity at least cost through development and implementation of an integrated power sector development plan. This plan will also optimize new investment with respect to cost for energy security and benefits of uninterrupted supply."}, {"text_block_id": "p10_b107", "text": "Opportunities for PPUC to diversify its range of services beyond electricity supply will be explored. PPUC could become an energy service company that not only provides electricity but also other energy forms such as LPG for cooking and other uses. Financing services for renewable energy equipment such as solar water heaters and decentralized power generation are possibilities that are being explored in cooperation with the National Development Bank of Palau."}, {"text_block_id": "p10_b108", "text": "At present, PPUC’s losses are significantly higher than the average for comparable systems. This requires a continuous reduction of PPUC energy losses by at least"}, {"text_block_id": "p10_b109", "text": "con’t page 22"}, {"text_block_id": "p12_b110", "text": "Acronyms"}, {"text_block_id": "p13_b111", "text": "Contact details"}, {"text_block_id": "p13_b112", "text": "Printing & type-setting of this document is funded by North-REP"}], "document_description": "This document sets strategic objectives to improve Palau's energy systems over the medium and long term. It notably focuses on energy efficiency and conservation, and the promotion of renewable energy sources."}