{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Palau", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Net Metering Act of 2009", "document_country_code": "PLW", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "15/12/2011", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/PLW/2011/PLW-2011-12-15-Net Metering Act of 2009_bcbd566a43f2820f6e8db43cf0799486.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "|"}, {"text_block_id": "p0_b2", "text": "|"}, {"text_block_id": "p0_b3", "text": "|"}, {"text_block_id": "p0_b4", "text": "|"}, {"text_block_id": "p0_b5", "text": "Palau Sessional Legislation"}, {"text_block_id": "p0_b6", "text": "You are here:"}, {"text_block_id": "p0_b7", "text": "PacLII"}, {"text_block_id": "p0_b8", "text": ">>"}, {"text_block_id": "p0_b9", "text": "Databases"}, {"text_block_id": "p0_b10", "text": ">>"}, {"text_block_id": "p0_b11", "text": ">>"}, {"text_block_id": "p0_b12", "text": "Palau Net Metering Act of 2009, RPPL 8-39 2012"}, {"text_block_id": "p0_b13", "text": "Database Search"}, {"text_block_id": "p0_b14", "text": "|"}, {"text_block_id": "p0_b15", "text": "Name Search"}, {"text_block_id": "p0_b16", "text": "|"}, {"text_block_id": "p0_b17", "text": "|"}, {"text_block_id": "p0_b18", "text": "Download"}, {"text_block_id": "p0_b19", "text": "|"}, {"text_block_id": "p0_b20", "text": "Palau Net Metering Act of 2009, RPPL 8-39 2012"}, {"text_block_id": "p0_b21", "text": "PALAU"}, {"text_block_id": "p0_b22", "text": "EIGHTH OLBIIL ERA KELULAU"}, {"text_block_id": "p0_b23_merged_merged_merged", "text": "RPPL NO. 8-38"}, {"text_block_id": "p0_b25", "text": "Sixteenth Special Session, March 2011"}, {"text_block_id": "p0_b26", "text": "(Introduced as House Bill No. 8-137-16S,HD1, SD3)"}, {"text_block_id": "p0_b27", "text": "AN ACT"}, {"text_block_id": "p0_b28", "text": "To amend 37 PNCA, Public Utilities, to include a Palau Net Metering Act that will facilitate a system of customer based renewable energy generation to produce energy for the customer=s own use, with excess electricity running to the provider, and for other related purposes."}, {"text_block_id": "p0_b29", "text": "THE PEOPLE OF PALAU REPRESENTED IN THE OLBIIL ERA KELULAU DO ENACT AS FOLLOWS:"}, {"text_block_id": "p0_b30", "text": "This Act requires electric service providers to make a net metering program available to customers by which customers may establish a renewable energy-powered customer generation system to produce electricity for their own use and to supply excess electricity to the electric service provider. The Act requires the electric service provider to offset charges for electricity by the amount of electricity supplied by the customer from the customer generation system and requires the electric service provider to give the customer credit for electricity generated by the customer that exceeds the amount supplied by the electric service provider. The Act requires the customer to meet certain safety requirements with respect to the customer generating system. The Act prohibits the electric service provider from imposing additional charges or fees to customers participating in a net metering program unless specifically authorized herein."}, {"text_block_id": "p0_b31", "text": "The Olbiil Era Kelulau finds that allowing net energy metering for eligible customer-generators is in the public interest in order to:"}, {"text_block_id": "p1_b32", "text": "The Olbiil Era Kelulau finds that allowing net energy metering for eligible customer-generators is in the public interest in order to:\n* Encourage investment in renewable energy resources.\n* Stimulate economic growth.\n* Reduce demand for electricity when alternative energy is available.\n* Enhance the continued diversification of the energy resources used in Palau.\n* Reduce fossil fuel imports for electricity generation and increase energy independence.\n* Reduce carbon emissions and benefit Palau=s environment."}, {"text_block_id": "p1_b44", "text": "Section 3."}, {"text_block_id": "p1_b45", "text": "Short Title"}, {"text_block_id": "p1_b46", "text": "."}, {"text_block_id": "p1_b47", "text": "This Act shall be known as the APalau Net Metering Act of 2009.@"}, {"text_block_id": "p1_b48_merged_merged", "text": "Section 4. Definitions."}, {"text_block_id": "p1_b51", "text": "As used in this Act:"}, {"text_block_id": "p1_b52", "text": "As used in this Act:\n* AAverage fuel cost for energy delivery@ is defined as the average cost of the fuel and lubricating oil used to generate one kilowatt-hour of electricity during the net metering time period. The average cost is determined by dividing the total cost of fuel and lubricating oil used by the P.P.U.C. during the net metering time period by the total kilowatt-hours sold to all customers during that same net metering time period. For customers who are classified as net metering customers, but who are not connected for net metering measuring for a full 12 month net metering time period, the average fuel cost for energy delivery for those customers shall be that of the 12 month net metering time period within which the partial year of connection falls.\n* AEligible customer-generator@ means a residential, commercial, government, or industrial customer of the P.P.U.C., who uses renewable energy sources for the generation of electricity, is connected to the P.P.U.C. grid, and may have the capability to send electricity into the P.P.U.C. grid.\n* ANet-metering amount@ is defined as the difference between the electrical energy flowing from the P.P.U.C. grid into a customer=s premises and the electrical energy flowing from the customer=s premises into the P.P.U.C. grid over a 12 month net metering time period. Depending upon the conditions that prevail at the premises, the net metering amount may represent either: a net energy flow from the grid to the premises, in which case a charge is made to the customer for that energy; or a net energy flow from the premises to the grid, in which case a credit is provided to the customer for that energy."}, {"text_block_id": "p2_b58", "text": "As used in this Act:\n* AAverage fuel cost for energy delivery@ is defined as the average cost of the fuel and lubricating oil used to generate one kilowatt-hour of electricity during the net metering time period. The average cost is determined by dividing the total cost of fuel and lubricating oil used by the P.P.U.C. during the net metering time period by the total kilowatt-hours sold to all customers during that same net metering time period. For customers who are classified as net metering customers, but who are not connected for net metering measuring for a full 12 month net metering time period, the average fuel cost for energy delivery for those customers shall be that of the 12 month net metering time period within which the partial year of connection falls.\n* AEligible customer-generator@ means a residential, commercial, government, or industrial customer of the P.P.U.C., who uses renewable energy sources for the generation of electricity, is connected to the P.P.U.C. grid, and may have the capability to send electricity into the P.P.U.C. grid.\n* ANet-metering amount@ is defined as the difference between the electrical energy flowing from the P.P.U.C. grid into a customer=s premises and the electrical energy flowing from the customer=s premises into the P.P.U.C. grid over a 12 month net metering time period. Depending upon the conditions that prevail at the premises, the net metering amount may represent either: a net energy flow from the grid to the premises, in which case a charge is made to the customer for that energy; or a net energy flow from the premises to the grid, in which case a credit is provided to the customer for that energy.\n* ANet energy metering@ means measuring the difference between the electricity supplied to a customer through the electricity grid and the electricity generated by an eligible customer-generator that is fed back to the electric grid over a 12-month period. The Net energy metering measurement shall be accomplished using a single meter or a set of meters capable of registering the flow of electricity both into and out of the electricity grid from the customer=s premises.\n* ANet metering system@ means a facility for the generation of electricity\n\t* is connected to the P.P.U.C. electric distribution system;\n\t* is intended primarily to offset the customer=s own electricity requirements;\n\t* is located on the premises owned or operated by the customer;\n\t* employs a renewable energy source as defined in subsection (g) of this section; and\n\t* is smaller than 5 kW maximum generation for a residential installation, except where P.P.U.C. specially approves a larger size for connection to the net metering grid; however,\n\t* for a commercial or industrial installation, the facility may not generate in excess of the maximum kilowatt demand for the site unless a larger size is specially approved by the P.P.U.C. for connection.\n\t* ANet metering time period@ is defined as the designated 12 month period during which the P.P.U.C. measures the net amount of kilowatt-hours to be billed or credited at a customer=s premises. The time period is to be designated by the P.P.U.C. and shall be the same for all customers.\n\t* ARenewable energy source@ is specifically defined within this Act to include energy derived from solar power, water power, or wind power. Any other forms of renewable energy may be permitted by the P.P.U.C. on a case by case basis upon application by a customer, through Executive Order, or through amendment of this Act."}, {"text_block_id": "p2_b78", "text": "Consistent with the other provisions of this Act, electric energy measurement for net metering systems shall be calculated in the following manner:"}, {"text_block_id": "p3_b79", "text": "Consistent with the other provisions of this Act, electric energy measurement for net metering systems shall be calculated in the following manner:\n* The P.P.U.C. shall measure the net electricity produced or consumed during the customer=s billing period using either multiple meters or a single meter designed for net metering use.\n* Where the electricity supplied by the electric company exceeds the electricity generated by the customer=s renewable energy system that is fed into the electric distribution system during the billing period, then the customer shall be billed for the net electricity supplied by the electric company, in accordance with normal metering practices.\n* Where electricity generated by the customer exceeds the electricity supplied by the electric company the customer shall be credited for the excess kilowatt-hours generated at no less than 50% of the tariff applicable during the billing period with this kilowatt-hour credit shown on the following month=s bill as an offset for kilowatt-hours supplied from the grid for that month."}, {"text_block_id": "p3_b85", "text": "The P.P.U.C.-"}, {"text_block_id": "p3_b86", "text": "The P.P.U.C.-\n* shall develop a standard contract providing for net energy metering, and shall, upon request, make this contract available to eligible customer-generators;\n* shall prepare appropriate technical standards for grid connection of renewable energy systems, and inspect and provide a license for those renewable energy installations that meet the technical standards developed by P.P.U.C. and the other provisions of this legislation. Issuance of a license shall be solely to show that the P.P.U.C. has approved the interconnection of the customer=s renewable energy system and the P.P.U.C. grid and shall not be interpreted to impose liability or approval by the P.P.U.C. for any part of the renewable energy system, its design, or its method of implementation. The technical standards imposed will be based solely on those necessary to ensure the safety of P.P.U.C. personnel and for the maintenance of P.P.U.C, power quality. Standards and technical requirements shall be consistent with existing technical practices for similar types of installations in the United States, Australia, or the European Union.\n\t* A licensee shall inform the P.P.U.C. of any proposed technical changes to the renewable energy system that affects either the maximum power output or the components that provide the interconnection between the renewable energy system and the P.P.U.C. grid and will, under the licensing agreement, not make those changes without P.P.U.C. approval.\n\t* The failure of a licensee to promptly inform the P.P.U.C. in writing of any technical changes to the renewable energy system that affects any of the above may, at the P.P.U.C. discretion, result in a fine of not more than two hundred dollars ($200).\n\t* shall, at its own-expense, make available to each of its eligible customer generators who have installed a net metering system the meter (or set of meters) that is needed to determine the net flow of electricity both into and out of the electricity grid;"}, {"text_block_id": "p4_b96", "text": "The P.P.U.C.-\n* shall develop a standard contract providing for net energy metering, and shall, upon request, make this contract available to eligible customer-generators;\n* shall prepare appropriate technical standards for grid connection of renewable energy systems, and inspect and provide a license for those renewable energy installations that meet the technical standards developed by P.P.U.C. and the other provisions of this legislation. Issuance of a license shall be solely to show that the P.P.U.C. has approved the interconnection of the customer=s renewable energy system and the P.P.U.C. grid and shall not be interpreted to impose liability or approval by the P.P.U.C. for any part of the renewable energy system, its design, or its method of implementation. The technical standards imposed will be based solely on those necessary to ensure the safety of P.P.U.C. personnel and for the maintenance of P.P.U.C, power quality. Standards and technical requirements shall be consistent with existing technical practices for similar types of installations in the United States, Australia, or the European Union.\n\t* A licensee shall inform the P.P.U.C. of any proposed technical changes to the renewable energy system that affects either the maximum power output or the components that provide the interconnection between the renewable energy system and the P.P.U.C. grid and will, under the licensing agreement, not make those changes without P.P.U.C. approval.\n\t* The failure of a licensee to promptly inform the P.P.U.C. in writing of any technical changes to the renewable energy system that affects any of the above may, at the P.P.U.C. discretion, result in a fine of not more than two hundred dollars ($200).\n\t* shall, at its own-expense, make available to each of its eligible customer generators who have installed a net metering system the meter (or set of meters) that is needed to determine the net flow of electricity both into and out of the electricity grid;\n* shall, at its own expense, annually inspect grid-connected renewable energy installations to ensure that unauthorized changes have not been made and to ensure that the grid interconnection arrangements remain adequate for maintaining safety and power quality.\n* shall not charge the customer any additional standby, capacity, interconnection, or other fee or charge that is greater than such fees charged to all members of that customer class; and\n* may, at its own expense, and with the written consent of the customer, install one or more additional meters to monitor the flow of electricity in each direction. The additional metering shall be used only to provide the information necessary to accurately bill or credit the customer-generator or to collect renewable energy generating system performance information for research purposes."}, {"text_block_id": "p4_b102", "text": "The P.P.U.C. may establish a maximum limit for the installed capacity of renewable energy systems connected to the P.P.U.C. grid for each technology of renewable energy system. The limit set shall be reviewed annually and adjusted in accordance with changes in renewable energy technologies and in accordance with the current operating conditions of the P.P.U.C."}, {"text_block_id": "p4_b103", "text": "Within 90 days of the effective date of this Act, the Board of the P.P.U.C. shall promulgate rules and regulations necessary or appropriate to effectuate the provisions of this Act. Such regulations shall be exempt from the notice and hearing requirements set forth in 37 PNC ' 413(a), and shall be promulgated in accordance with the Administrative Procedures Act, 6 PNC Chapter 1. Such rules and regulations shall have the force and effect of law."}, {"text_block_id": "p4_b104", "text": "Section 9."}, {"text_block_id": "p4_b105", "text": "Amendment"}, {"text_block_id": "p4_b106", "text": ". 37 PNC ' 415 is hereby amended as follows:"}, {"text_block_id": "p4_b107", "text": "A' 415. Credits from P.P.U.C. for privately purchased electrical transformers and cables. The Public Utilities Corporation shall credit from future electric utility charges the actual cost, including freight and insurance, incurred by any non-governmental electric utility customer, or incurred by any state government customer prior to the transfer of the Aimeliik power plant to P.P.U.C., to purchase transformer(s), cables, and meter bases necessary to connect such customer to the electric power distribution poles; provided that the customer is not entitled to such credit unless he has obtained written confirmation from the P.P.U.C. that the types of transformer(s), cables and meter bases are suitable to connect the customer to the electric power distribution system and that the proposed cost therefor is reasonable. This credit does not apply to the purchase of net metering equipment. A state government may only receive credits pursuant to this section after the governor of that state, the Minister of Public Infrastructure, Industries, and Commerce and a P.P.U.C. representative meet, and if the Minister and P.P.U.C. representative agree in writing, together with proper documentation of the purchase, that the requested credit is appropriate.@"}, {"text_block_id": "p4_b108_merged_merged", "text": "Section 10. Effective Date."}, {"text_block_id": "p4_b111", "text": "This Act shall take effect upon its approval by the President of the Republic of Palau, or upon it becoming law without such approval."}, {"text_block_id": "p5_b112", "text": "PASSED: December 15, 2011"}, {"text_block_id": "p5_b113", "text": "January, 2012"}, {"text_block_id": "p5_b114_merged", "text": "Approved this 6th day of December, 2011."}, {"text_block_id": "p5_b117", "text": "/s/"}, {"text_block_id": "p5_b118", "text": "Johnson Toribiong"}, {"text_block_id": "p5_b119", "text": "President"}, {"text_block_id": "p5_b120", "text": "Republic of Palau"}, {"text_block_id": "p5_b121", "text": "PacLII:"}, {"text_block_id": "p5_b122", "text": "|"}, {"text_block_id": "p5_b123", "text": "|"}, {"text_block_id": "p5_b124", "text": "|"}, {"text_block_id": "p5_b125", "text": "URL:"}, {"text_block_id": "p5_b126", "text": "http://www.paclii.org/pw/legis/num_act/pnmao2009r8392012263"}], "document_description": "<div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n\nThis Act requires electric service providers to make a net metering program available to customers by which customers may establish a renewable energy-powered customer generation system to produce electricity for their own use and to supply excess electricity to the electric service provider. The Act requires the electric service provider to offset charges for electricity by the amount of electricity supplied by the customer from the customer generation system and requires the electric service provider to give the customer credit for electricity generated by the customer that exceeds the amount supplied by the electric service provider. It requires the customer to meet certain safety requirements with respect to the customer generating system. It prohibits the electric service provider from imposing additional charges or fees to customers participating in a net metering program.\n\nThrough net metering, Palau hopes to 1) encourage investment in renewable energy resources, 2) stimulate economic growth, 3) reduce demand for electricity when alternative energy is available, 4) enhance the continued diversification of the energy resources used in Palau, 5) reduce fossil fuel imports for electricity generation and increase energy independence, and 6) reduce carbon emissions.\n\n</div>\n</div>\n</div>\n</div>"}