{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Palau", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Public Utilities - Title 37", "document_country_code": "PLW", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "10/01/1991", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/PLW/1991/PLW-1991-01-10-Public Utilities - Title 37_faf37b9e989fdf73ab680d7bf48bd50f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Home"}, {"text_block_id": "p0_b2", "text": "|"}, {"text_block_id": "p0_b3", "text": "Databases"}, {"text_block_id": "p0_b4", "text": "|"}, {"text_block_id": "p0_b5", "text": "WorldLII"}, {"text_block_id": "p0_b6", "text": "|"}, {"text_block_id": "p0_b7", "text": "Search"}, {"text_block_id": "p0_b8", "text": "|"}, {"text_block_id": "p0_b9", "text": "Feedback"}, {"text_block_id": "p0_b10", "text": "Palau Consolidated Legislation"}, {"text_block_id": "p0_b11", "text": "You are here:"}, {"text_block_id": "p0_b12", "text": "PacLII"}, {"text_block_id": "p0_b13", "text": ">>"}, {"text_block_id": "p0_b14", "text": "Databases"}, {"text_block_id": "p0_b15", "text": ">>"}, {"text_block_id": "p0_b16", "text": ">>"}, {"text_block_id": "p0_b17", "text": "Public Utilities -Title 37"}, {"text_block_id": "p0_b18_merged_merged_merged", "text": "Database Search | Name Search | | Download"}, {"text_block_id": "p0_b24", "text": "|"}, {"text_block_id": "p0_b25", "text": "Public Utilities - Title 37"}, {"text_block_id": "p0_b26", "text": "REPUBLIC OF PALAU"}, {"text_block_id": "p0_b27", "text": "TITLE 37"}, {"text_block_id": "p0_b28", "text": "PUBLIC UTILITIES"}, {"text_block_id": "p0_b29", "text": "DIVISION 1"}, {"text_block_id": "p0_b30", "text": "ELECTRICAL POWER"}, {"text_block_id": "p0_b31", "text": "Chapter 1"}, {"text_block_id": "p0_b32", "text": "IPSECO"}, {"text_block_id": "p0_b33", "text": "IPSECO\n* In Senate Joint Resolutions No. 53, 126, and 205, the Olbiil Era Kelulau has declared that the generation and reliable transmission of electrical power sufficient to meet the needs of the Republic are matters of the highest national importance.\n* In order to achieve these objectives the Republic desires to enter into agreements with suppliers, financial institutions and other parties for the construction, operation and financing of a power station, fuel storage facility, transmission system, and related facilities (herein referred to as the Aproject)."}, {"text_block_id": "p1_b43", "text": "requested the President of the Republic to introduce such legislation as is necessary to implement this proposal."}, {"text_block_id": "p1_b44", "text": "requested the President of the Republic to introduce such legislation as is necessary to implement this proposal.\n* The Olbiil Era Kelulau determines that chapter 5, of Title 40 of this Code does not authorize the President to enter into contracts relating to the project and that the President should be provided with specific statutory authority to enter into and implement such agreements as may be necessary for the project.\n* It is the intention of the Olbiil Era Kelulau that this legislation grants to the President all necessary authority to implement the project and to supersede any provision of existing legislation that is inconsistent herewith."}, {"text_block_id": "p1_b48", "text": "Source"}, {"text_block_id": "p1_b49", "text": "RPPL 1-54 § 1, modified."}, {"text_block_id": "p1_b50", "text": "RPPL 1-54 § 1, modified.\n* The President is hereby empowered, for, on behalf of, and in the name of the Republic to enter into agreements for the construction, operation, and financing of the project, including but not limited to, agreements with IPSECO and with private or public lenders providing for the borrowing of money, the establishment of lines of credit and the furnishing of guarantees in relation thereto; provided, however, that the President shall not be authorized to enter into any contract for the construction of the project until he first announces to both houses of the Olbiil Era Kelulau his intention to provide for the immediate financing and construction of transmission lines to each of the 10 states of Babeldaob.\n* The grant of authority in subsection (a) shall include the power to enter into any loan, guarantee or other agreement with any foreign government or foreign governmental entity as required in connection with the project, subject to the approval of both houses of the Olbiil Era Kelulau.\n* The President may delegate to the Vice President the power to enter into such agreements as are authorized under this chapter."}, {"text_block_id": "p1_b57", "text": "Source"}, {"text_block_id": "p1_b58", "text": "RPPL 1-54 § 2, as amended by RPPL 2-10 § 1(1), modified."}, {"text_block_id": "p1_b59", "text": "§ 103. Reconciliation with other laws."}, {"text_block_id": "p1_b60", "text": "Any agreement authorized hereunder may be executed and implemented irrespective of any provisions of sections 105 and 107 of the Palau District Code, Public Law No. 6-108, Public Law No. 7-5-4, Public"}, {"text_block_id": "p2_b61", "text": "Law No. 7-6-1, and RPPL No. 1-20 or any other existing laws, rules, or regulations which may be in conflict therewith."}, {"text_block_id": "p2_b62", "text": "Source"}, {"text_block_id": "p2_b63", "text": "RPPL 1-54 § 3, as amended by RPPL 2-10 § 1(2), modified."}, {"text_block_id": "p2_b64", "text": "§ 104. [Repealed]"}, {"text_block_id": "p2_b65", "text": "Source"}, {"text_block_id": "p2_b66", "text": "RPPL 1-54 § 4; repealed by RPPL 4-13 § 15."}, {"text_block_id": "p2_b67", "text": "§ 105. [Repealed]"}, {"text_block_id": "p2_b68", "text": "Source"}, {"text_block_id": "p2_b69", "text": "RPPL 1-54 § 5, modified; repealed by RPPL 4-13 § 15."}, {"text_block_id": "p2_b70", "text": "Chapter 2"}, {"text_block_id": "p2_b71", "text": "Utility Rates for Government Housing"}, {"text_block_id": "p2_b72", "text": "§ 201. Government employees to pay for electricity."}, {"text_block_id": "p2_b73", "text": "§ 202. Selected exceptions."}, {"text_block_id": "p2_b74", "text": "§ 202. Selected exceptions.\n"}, {"text_block_id": "p2_b75", "text": "Occupants of the houses owned or leased for employees of the Trust Territory Government or other governmental agencies in the Republic of Palau shall be charged at the standard residential rate per kilowatt-hour for any electrical power consumed."}, {"text_block_id": "p2_b76", "text": "Source"}, {"text_block_id": "p2_b77", "text": "COM PL NO. 5-87 § 1, as amended by PL 7-1-25 § 1, modified."}, {"text_block_id": "p2_b78", "text": "§ 202. Selected exceptions."}, {"text_block_id": "p2_b79", "text": "The provisions of section 201 shall not apply to any such occupant who is guaranteed free electrical power by virtue of"}, {"text_block_id": "p3_b80", "text": "The provisions of section 201 shall not apply to any such occupant who is guaranteed free electrical power by virtue of\n* his status as a member of the United States Civil Service, or\n* any contract of employment which was in effect as of the effective date of this section; provided, however, that no contracts of employment entered into following the effective date hereof shall be inconsistent with the terms of this section."}, {"text_block_id": "p3_b84", "text": "Source"}, {"text_block_id": "p3_b85", "text": "COM PL No. 5-87 § 2, modified."}, {"text_block_id": "p3_b86", "text": "Chapter 3"}, {"text_block_id": "p3_b87", "text": "Government Utility Charges"}, {"text_block_id": "p3_b88", "text": "Government Utility Charges\n"}, {"text_block_id": "p3_b91", "text": "All entities of the national government and the state governments shall pay for all electrical and water utility services consumed, and shall not be given preferential treatment in the handling of their accounts by the agency of the national government responsible for the collection of such utility charges. This policy shall take effect on October 1, 1991."}, {"text_block_id": "p3_b92", "text": "Source"}, {"text_block_id": "p3_b93", "text": "RPPL 3-40 § 9, modified."}, {"text_block_id": "p3_b94", "text": "§ 302. P.U.C. charges."}, {"text_block_id": "p3_b95", "text": "§ 302. P.U.C. charges.\n* The Palau Public Utilities Corporation (\"P.U.C.\") shall provide copies of all billing statements for electric utility charges for each agency of the Executive Branch of the Republic of Palau directly to the Minister of Administration. Notwithstanding any other provision of law or regulation, the Minister of Administration shall: (1) promptly review such billing statements; (2) pay those electric utility charges he deems to be properly levied against the relevant agency on or before the due date set forth on the billing statement; and (3) make appropriate deductions from the budget for the relevant agency or budget line-item. The approval of the Minister or other management official otherwise responsible for approval of expenditures on behalf of an Executive Branch agency shall not be required for the Minister of Administration to make the payments as contemplated herein. Nothing in this section shall be construed or deemed to suspend or waive the requirement of 40 PNC 401 that the Director of the Bureau of Program, Management and Budget shall certify that funds are available to make the payments of utility charges as contemplated herein.\n<\\li1>"}, {"text_block_id": "p4_b97", "text": "§ 302. P.U.C. charges.\n* The Palau Public Utilities Corporation (\"P.U.C.\") shall provide copies of all billing statements for electric utility charges for each agency of the Executive Branch of the Republic of Palau directly to the Minister of Administration. Notwithstanding any other provision of law or regulation, the Minister of Administration shall: (1) promptly review such billing statements; (2) pay those electric utility charges he deems to be properly levied against the relevant agency on or before the due date set forth on the billing statement; and (3) make appropriate deductions from the budget for the relevant agency or budget line-item. The approval of the Minister or other management official otherwise responsible for approval of expenditures on behalf of an Executive Branch agency shall not be required for the Minister of Administration to make the payments as contemplated herein. Nothing in this section shall be construed or deemed to suspend or waive the requirement of 40 PNC 401 that the Director of the Bureau of Program, Management and Budget shall certify that funds are available to make the payments of utility charges as contemplated herein.\n<\\li1>\n"}, {"text_block_id": "p4_b98", "text": "Chapter 4"}, {"text_block_id": "p4_b99", "text": "Public Utilities Corporation"}, {"text_block_id": "p4_b100", "text": "Public Utilities Corporation\n"}, {"text_block_id": "p4_b117", "text": "The Olbiil Era Kelulau finds that the establishment of a Public Utilities Corporation (P.U.C.) is essential to the well-being of the Republic. The Olbiil Era Kelulau finds that the newly created Public Utilities Corporation should not be burdened with the debts incurred prior to its creation, including the IPSECO loan. The Olbiil Era Kelulau recognizes the need to facilitate a smooth transition from a government operated and controlled utility to a public corporation. Therefore, the Olbiil Era Kelulau finds that a limited oversight role shall be reserved to the national government."}, {"text_block_id": "p4_b118", "text": "Source"}, {"text_block_id": "p4_b119", "text": "RPPL 4-13 § 1, modified."}, {"text_block_id": "p4_b120", "text": "§ 402. Definitions."}, {"text_block_id": "p4_b121", "text": "In this chapter:"}, {"text_block_id": "p4_b122", "text": "In this chapter:\n* \"Board\" means the Board of Directors of the Public Utilities Corporation.\n<\\li1>"}, {"text_block_id": "p5_b124", "text": "In this chapter:\n* \"Board\" means the Board of Directors of the Public Utilities Corporation.\n<\\li1>\n* \"Charges\" include all forms of revenue derived by the P.U.C. from users of electricity, including amounts charged for electricity, installation fees, service reconnection fees, equipment fees, demand rates, and any other similar amounts.\n* \"Person\" means any natural person, individual, clan, association, business, partnership, company, joint venture, corporation or any other legally cognizable entity.\n* \"Public corporation\" means an entity wholly-owned by the national government, doing business as a corporation formed under the laws of the Republic.\n* \"Rates\" means the dollar amounts charged for electricity to particular users or class of users."}, {"text_block_id": "p5_b132", "text": "Source"}, {"text_block_id": "p5_b133", "text": "RPPL 4-13 § 2, terms arranged in alphabetical order and section modified."}, {"text_block_id": "p5_b134", "text": "§ 403. Creation of corporation; general provisions."}, {"text_block_id": "p5_b135", "text": "(a)"}, {"text_block_id": "p5_b136", "text": "There is created a public corporation, to be called the Public Utilities Corporation (\"the P.U.C\"), which shall operate in the form and manner prescribed by this chapter."}, {"text_block_id": "p5_b137", "text": "(b)"}, {"text_block_id": "p5_b138", "text": "The P.U.C. shall be subjected to the corporate laws of the Republic to the extent such laws do not conflict with this chapter or in any way distort the public character of the corporation."}, {"text_block_id": "p5_b139", "text": "(c)"}, {"text_block_id": "p5_b140", "text": "The P.U.C. is exempt from all national and state taxes or fees and from all state government regulations or control. However, nothing in this chapter shall exempt employees, suppliers, and independent contractors of the P.U.C. from their tax obligations, and the P.U.C. shall be liable for employees' contributions to the Social Security System and the Civil Service Pension Plan of the Republic in a manner provided by law."}, {"text_block_id": "p5_b141", "text": "(d)"}, {"text_block_id": "p5_b142", "text": "Favorably resolving the debts incurred in constructing the existing electrical power system in the Republic shall be the continuing obligation of the national government and shall not be the responsibility of the P.U.C."}, {"text_block_id": "p5_b143", "text": "Source"}, {"text_block_id": "p5_b144", "text": "RPPL 4-13 § 3, modified."}, {"text_block_id": "p5_b145", "text": "§ 404. Board of directors; terms, vacancies, quorum and compensation."}, {"text_block_id": "p6_b146", "text": "(a)"}, {"text_block_id": "p6_b147", "text": "The affairs of the P.U.C. shall be directed, and its corporate powers exercised, by a Board of Directors."}, {"text_block_id": "p6_b148", "text": "(b)"}, {"text_block_id": "p6_b149", "text": "All powers vested in the P.U.C shall be exercised by the Board, except to the extent that this chapter or the Board delegates powers to the Manager of the P.U.C. or other persons as expressly provided therein. The Board shall consist of five voting members, called \"Directors\", all of whom shall be citizens of Palau and at least two of whom shall have experience in electric utilities management, finance or law, and all of whom shall be appointed by the President of the Republic of Palau with the advice and consent of the Senate. The Board shall organize by electing one of its members as Chairman and another as Vice Chairman. The Chairman and Vice Chairman may be removed from office by a vote of not less than three members of the Board. The Board shall designate a Secretary, who may or may not be a member of the Board itself, to keep the minutes and records of the Board."}, {"text_block_id": "p6_b150", "text": "(c)"}, {"text_block_id": "p6_b151", "text": "The initial terms of office of the members of the Board shall be two members for two years, two members for three years, and one member for four years. All subsequent appointments shall be for [full years terms.]"}, {"text_block_id": "p6_b152", "text": "(d)"}, {"text_block_id": "p6_b153", "text": "Any member appointed to fill a vacancy on the Board occurring prior to the expiration of the term for which his predecessor was appointed shall be appointed by the President, with the advice and consent of the Senate, for the remainder of such term."}, {"text_block_id": "p6_b154", "text": "(e)"}, {"text_block_id": "p6_b155", "text": "The Chairman [of] three members of the Board may call meetings. Any three members of the Board shall constitute a quorum. The concurrence of a majority of all Directors present at any meeting, and in no event, of less than a majority of a quorum shall be necessary for any official action taken by the Board unless otherwise provided herein. No vacancy in the membership of the Board shall impair the right of the quorum to exercise all of the rights and perform all of the duties of the Board. The President of the Republic of Palau shall make his initial appointments to the Board within 45 days after the effective date of this chapter. All subsequent appointments shall be made within 45 days should the preceding appointments be rejected by the Senate or should a vacancy occur for any other reason. A Director may be removed from the Board by the President of the Republic of Palau only upon a showing of good cause."}, {"text_block_id": "p6_b156", "text": "(f)"}, {"text_block_id": "p6_b157", "text": "Members of the Board shall be entitled to compensation and per diem at established national government rates when traveling on the business of the P.U.C."}, {"text_block_id": "p6_b158", "text": "(g)"}, {"text_block_id": "p6_b159", "text": "No member of the Board shall serve beyond the expiration of his term."}, {"text_block_id": "p6_b160", "text": "(h)"}, {"text_block_id": "p6_b161", "text": "As soon as practicable, but no later than fifteen days (15) after the Senate confirmation of at least three (3) Directors, and annually thereafter, the Board shall meet for purposes of electing its officers for the following year. The Board shall meet at least once a month."}, {"text_block_id": "p7_b162", "text": "Source"}, {"text_block_id": "p7_b163", "text": "RPPL 4-13 § 4, modified."}, {"text_block_id": "p7_b164", "text": "§ 405. Prohibition of P.U.C. Board membership."}, {"text_block_id": "p7_b165", "text": "No elected or appointed public official or person employed by the P.U.C. shall serve as a member of the Board of Directors of P.U.C. unless such person shall first resign such employment. No member of the Board of Directors of the P.U.C. shall accept employment by the P.U.C. unless such person shall first resign such membership [of] the Board."}, {"text_block_id": "p7_b166", "text": "Source"}, {"text_block_id": "p7_b167", "text": "RPPL 4-13 § 5, modified."}, {"text_block_id": "p7_b168", "text": "§ 406. Public meetings and official documents."}, {"text_block_id": "p7_b169", "text": "General and annual meetings of the Board shall be open to the public and official documents shall be available for public inspection."}, {"text_block_id": "p7_b170", "text": "Source"}, {"text_block_id": "p7_b171", "text": "RPPL 4-13 § 6."}, {"text_block_id": "p7_b172", "text": "§ 407. Appointment of general manager."}, {"text_block_id": "p7_b173", "text": "(a)"}, {"text_block_id": "p7_b174", "text": "The Board shall appoint a Manager of the P.U.C. to be its chief executive and to serve as a non-voting member of the Board. The Board shall use its best efforts to appoint as Manager a person with appropriate training, broad experience and demonstrated ability in the operational, financial, personnel, and other aspects of managing a utility company or similar installation. The Board shall fix the compensation of the Manager and said compensation shall be pursuant to a written contract of employment."}, {"text_block_id": "p7_b175", "text": "(b)"}, {"text_block_id": "p7_b176", "text": "The Manager shall have, in accordance with the oversight of and policies established by the Board, charge and control of the operation and maintenance of the facilities of the P.U.C., and of construction of any additions, modifications in or replacement of any part of such P.U.C. facilities. The powers of the Manager shall include:"}, {"text_block_id": "p7_b177", "text": "(1)"}, {"text_block_id": "p7_b178", "text": "To ensure that all rules and regulations of the P.U.C. are enforced;"}, {"text_block_id": "p8_b179", "text": "(2)"}, {"text_block_id": "p8_b180", "text": "To attend, unless excused by the Board, all meetings of the Board and submit reports on the affairs of the P.U.C. as required by the Board;"}, {"text_block_id": "p8_b181", "text": "(3)"}, {"text_block_id": "p8_b182", "text": "To keep the Board advised on the needs of the P.U.C. and to approve demands for payments of obligations within the purposes and amounts budgeted by the Board;"}, {"text_block_id": "p8_b183", "text": "(4)"}, {"text_block_id": "p8_b184", "text": "To prepare or cause to be prepared all plans and specifications for the construction and repair of works and facilities operated by the P.U.C.;"}, {"text_block_id": "p8_b185", "text": "(5)"}, {"text_block_id": "p8_b186", "text": "To select, hire and terminate the employees of the P.U.C., except as otherwise provided in this chapter; to contract for professional, legal, accounting, technical and advisory services; and to plan, organize, and control the services of such employees in the exercise of the powers of the P.U.C. under the general direction of the Board and the policies established by the Board."}, {"text_block_id": "p8_b187", "text": "(6)"}, {"text_block_id": "p8_b188", "text": "To cause to be compiled and published, within one hundred and twenty (120) days before the end of each fiscal year, a financial statement showing the results of operations for the preceding fiscal year and the financial status of the P.U.C. on the last day thereof. The publication shall be made in the manner provided by the Board and shall be sent to both houses of the Olbiil Era Kelulau and the President of the Republic; and"}, {"text_block_id": "p8_b189", "text": "(7)"}, {"text_block_id": "p8_b190", "text": "To perform such other and additional duties as the Board may require."}, {"text_block_id": "p8_b191", "text": "Source"}, {"text_block_id": "p8_b192", "text": "RPPL 4-13 § 7, modified."}, {"text_block_id": "p8_b193", "text": "§ 408. Powers and responsibilities of corporation."}, {"text_block_id": "p8_b194", "text": "In order to achieve the objectives and to carry out the purposes and provisions of this chapter, the P.U.C. shall have the following authority:"}, {"text_block_id": "p8_b195", "text": "(a)"}, {"text_block_id": "p8_b196", "text": "to establish and operate electrical power services within the Republic;"}, {"text_block_id": "p8_b197", "text": "(b)"}, {"text_block_id": "p8_b198", "text": "to establish and implement a structure of rates for its electrical power services and facilities calculated to ensure that adequate and equitable charges are imposed for its services;"}, {"text_block_id": "p8_b199", "text": "(c)"}, {"text_block_id": "p8_b200", "text": "to take over complete control and operation of existing government-owned electrical power services and facilities subject to section 413 of this chapter;"}, {"text_block_id": "p9_b201", "text": "(d)"}, {"text_block_id": "p9_b202", "text": "to participate in meetings, conferences and seminars regarding electrical power matters in such international organizations and fora in which the Republic is represented;"}, {"text_block_id": "p9_b203", "text": "(e)"}, {"text_block_id": "p9_b204", "text": "to plan, develop and execute a national program for the electrification of the Republic;"}, {"text_block_id": "p9_b205", "text": "(f)"}, {"text_block_id": "p9_b206", "text": "to coordinate activities with all other governmental agencies to insure the efficient and comprehensive development of a system which meets the energy needs of the Republic;"}, {"text_block_id": "p9_b207", "text": "(g)"}, {"text_block_id": "p9_b208", "text": "to have succession and to sue and be sued in its corporate name;"}, {"text_block_id": "p9_b209", "text": "(h)"}, {"text_block_id": "p9_b210", "text": "to purchase, operate, use and dispose of in any lawful manner, any type of property, whether real, personal or mixed;"}, {"text_block_id": "p9_b211", "text": "(i)"}, {"text_block_id": "p9_b212", "text": "to enter into contracts;"}, {"text_block_id": "p9_b213", "text": "(j)"}, {"text_block_id": "p9_b214", "text": "to adopt and use a corporate seal;"}, {"text_block_id": "p9_b215", "text": "(k)"}, {"text_block_id": "p9_b216", "text": "to adopt, amend, or repeal its bylaws;"}, {"text_block_id": "p9_b217", "text": "(l)"}, {"text_block_id": "p9_b218", "text": "to borrow or raise any sum of money and to issue corporate bonds upon such terms as may be deemed necessary; provided that, unless otherwise provided by law, the debts and obligations of the P.U.C. shall not be the debts and obligations of the national government, nor shall the national government be liable for such debts or obligations;"}, {"text_block_id": "p9_b219", "text": "(m)"}, {"text_block_id": "p9_b220", "text": "to obtain the services of employees, agents, attorneys, auditors, and independent contractors upon such terms and conditions as it deems appropriate;"}, {"text_block_id": "p9_b221", "text": "(n)"}, {"text_block_id": "p9_b222", "text": "to investigate, research, and implement where feasible and practicable the application of appropriate renewable energy resources including solar power, tidal power and wind generated power; and"}, {"text_block_id": "p9_b223", "text": "(o)"}, {"text_block_id": "p9_b224", "text": "to carry out any other such duties or responsibilities necessary to carry out the purposes of this chapter."}, {"text_block_id": "p10_b225", "text": "Source"}, {"text_block_id": "p10_b226", "text": "RPPL 4-13 § 8, modified."}, {"text_block_id": "p10_b227", "text": "§ 409. Review of contracts."}, {"text_block_id": "p10_b228", "text": "The general manager and the Board shall insure that all legal agreements and contracts are reviewed and approved as to form and legality by an attorney with responsibility for assisting the P.U.C. or by the Attorney General."}, {"text_block_id": "p10_b229", "text": "Source"}, {"text_block_id": "p10_b230", "text": "RPPL 4-13 § 9."}, {"text_block_id": "p10_b231", "text": "§ 410. Review of major business negotiations."}, {"text_block_id": "p10_b232", "text": "Whenever the P.U.C. enters into business negotiations involving the transfer of operating or managerial control to a party other than the P.U.C., it shall notify the President of the Republic of Palau and the presiding officers of the Olbiil Era Kelulau in writing of these negotiations, and secure prior approval of the President. Any agreement subject to review under this section shall be deemed approved, unless each house of the Olbiil Era Kelulau, within thirty (30) days after its submission in final form, adopts a resolution disapproving such agreement."}, {"text_block_id": "p10_b233", "text": "Source"}, {"text_block_id": "p10_b234", "text": "RPPL 4-13 § 10, modified."}, {"text_block_id": "p10_b235", "text": "§ 411. Fiscal authority of corporation; audits."}, {"text_block_id": "p10_b236", "text": "(a)"}, {"text_block_id": "p10_b237", "text": "The P.U.C. shall establish and maintain records and accounts of all of its financial transactions; and shall have full charge of its financial affairs."}, {"text_block_id": "p10_b238", "text": "(b)"}, {"text_block_id": "p10_b239", "text": "The Public Auditor shall monitor the financial affairs of the P.U.C., comment on its annual financial statement as appropriate, and review its audits. The Public Auditor may, if he deems it necessary or appropriate, investigate the financial affairs of the P.U.C., compelling disclosure of all operations, books, records, procedures, and transactions of the P.U.C.. The Public Auditor shall report his findings concerning the P.U.C. to the President and the Olbiil Era Kelulau."}, {"text_block_id": "p10_b240", "text": "Source"}, {"text_block_id": "p10_b241", "text": "RPPL 4-13 § 11, modified."}, {"text_block_id": "p11_b242", "text": "§ 412. P.U.C. funds."}, {"text_block_id": "p11_b243", "text": "(a)"}, {"text_block_id": "p11_b244", "text": "The National Treasury shall act as agent for collection of all payments of electric utility bills and related fees and charges of the Public Utilities Corporation; such funds shall be deposited to one or more bank accounts established at the direction of the P.U.C. Board of Directors. The National Treasury shall act as agent for the P.U.C. until the P.U.C., by written request from the Board of Directors, assumes this responsibility which shall be no later than October 1, 1995."}, {"text_block_id": "p11_b245", "text": "(b)"}, {"text_block_id": "p11_b246", "text": "Funds which have been appropriated by the National Government for P.U.C. operations subsidies, for capital improvements, or for other purposes shall be deposited to the P.U.C. bank account(s) by the National Treasury immediately following each quarterly allotment by the Bureau of Program, Budget and Management."}, {"text_block_id": "p11_b247", "text": "(c)"}, {"text_block_id": "p11_b248", "text": "U.S. Federal or other grants received in the name of the National Government on behalf of the P.U.C. shall be the responsibility of the P.U.C.; therefore, the P.U.C. will be responsible for preparation of all federal reports and forms required to receive federal grant cash and account for federal expenditures and obligations. Funds received by the National Government for such grants shall be transferred to the P.U.C. bank account(s) immediately upon their receipt. The P.U.C. shall have authority to apply for and accept financial assistance from any nation or organization and deposit such funds directly to its bank account(s)."}, {"text_block_id": "p11_b249", "text": "(d)"}, {"text_block_id": "p11_b250", "text": "The Board and general manager shall have authority to expend all such monies deposited to P.U.C. bank accounts, including signature authority on checking and savings accounts; the National Treasury shall not have authority to withdraw funds from P.U.C. accounts."}, {"text_block_id": "p11_b251", "text": "(e)"}, {"text_block_id": "p11_b252", "text": "The P.U.C. shall promptly reimburse the National Treasury for all expenditures on its behalf, including, but not limited to, payroll services, by means of issuance of a bank check or other method acceptable to the Director, Bureau of National Treasury. The National Government shall pay all charges by the P.U.C. for electric utility and other services by check or direct cash deposits to P.U.C. bank accounts, or by other method acceptable to the P.U.C. Board."}, {"text_block_id": "p11_b253", "text": "(f)"}, {"text_block_id": "p11_b254", "text": "The Board and general manager shall be responsible for insuring that all P.U.C. purchasing is done in accordance with generally accepted management practices and in accordance with U.S. federal regulations in the case of federal grants; that all funds are properly accounted for and expended only for necessary and proper expenses of the P.U.C. and, as applicable, in compliance with federal grant regulations and conditions."}, {"text_block_id": "p11_b255", "text": "(g)"}, {"text_block_id": "p11_b256", "text": "Any part of any Memorandum of Understanding between the P.U.C. and the National Government which conflicts with this section shall be void."}, {"text_block_id": "p11_b257", "text": "Source"}, {"text_block_id": "p11_b258", "text": "RPPL 4-13 § 12, modified. Amended by RPPL 4-32 § 47."}, {"text_block_id": "p12_b259", "text": "§ 413. Rates and regulations."}, {"text_block_id": "p12_b260", "text": "The Board may, in its discretion, adopt rates distinguishing between commercial, industrial, and residential users, and may set preferential rates for individuals or households with low demand or low income. The rate schedules filed on September 29, 1995 are effective until the adoption of new rate schedules and shall be subsidized as set forth in Section 9 of the Fiscal Year 1997 Interim Unified National Budget Act. Commencing April 1, 1997, and at least annually thereafter, the Board shall set rates calculated to allow the P.U.C. to meet operating costs beginning with Fiscal Year 2001. Rates for national and state government use shall be the same as the rate established for commercial, industrial, or non-preferential residential use or shall be between the highest and the lowest of such rates. In calculating rates designed to meet operating costs, all operating costs, including fuel on a monthly basis, personnel, and depreciation of fixtures and equipment not acquired under section 414 of this chapter, shall be included unless public law directs otherwise. All rates and regulations pertinent to the use of services shall be adopted by the Board of the P.U.C. only after public hearings following public notice pub-lished and posted as herein provided. The rates adopted by the Board of the P.U.C. must be sufficient to enable the P.U.C. to pay and discharge all maintenance and operating expenses."}, {"text_block_id": "p12_b261", "text": "(a)"}, {"text_block_id": "p12_b262", "text": "Prior to the adoption of new or amended rates or regulations, or the repeal of any rate or regulation, P.U.C. shall give at least thirty (30) calendar days notice of its proposed action by posting written notice at the President's Office, at the Judiciary Building, at the Olbiil Era Kelulau, and at the Post Office. The notice shall also be read over WSZB Radio at least four (4) times daily on ten (10) consecutive business days within the first twenty five (25) days after it is posted. Such notice shall be posted and read in English and Palauan and shall include the following:"}, {"text_block_id": "p12_b263", "text": "Prior to the adoption of new or amended rates or regulations, or the repeal of any rate or regulation, P.U.C. shall give at least thirty (30) calendar days notice of its proposed action by posting written notice at the President's Office, at the Judiciary Building, at the Olbiil Era Kelulau, and at the Post Office. The notice shall also be read over WSZB Radio at least four (4) times daily on ten (10) consecutive business days within the first twenty five (25) days after it is posted. Such notice shall be posted and read in English and Palauan and shall include the following:\n* a short statement of either the terms or substance of the proposed action together with a brief description of the subject and issues involved;\n* reference to the legal authority under which the action is proposed;\n* when, where, and how interested persons may present their views thereof; and\n* where copies of the proposed action will be available for reading or distribution to the public."}, {"text_block_id": "p12_b271", "text": "(b)"}, {"text_block_id": "p12_b272", "text": "P.U.C. shall make copies of each proposed action available for reading at its main office and shall afford all interested persons the opportunity to submit data, views, or arguments in writing."}, {"text_block_id": "p12_b273", "text": "(c)"}, {"text_block_id": "p12_b274", "text": "The Board of the P.U.C. shall conduct a public hearing on a proposed action and shall fully consider all written and oral submissions concerning the proposed action."}, {"text_block_id": "p12_b275", "text": "(d)"}, {"text_block_id": "p12_b276", "text": "After having complied with the provisions of this section the Board of the P.U.C. shall adopt or reject the action and shall issue a concise statement of the basis upon which it has acted. Actions adopted by the"}, {"text_block_id": "p13_b277", "text": "Board of the P.U.C. shall thereafter be filed with the Office of the President and shall become effective upon the date of such filing."}, {"text_block_id": "p13_b278", "text": "(e)"}, {"text_block_id": "p13_b279", "text": "The General Manager of P.U.C. shall compile, index, and maintain all written rates and regulations of P.U.C. in effect and shall promptly supplement or revise such rates and regulations as adopted, amended or repealed."}, {"text_block_id": "p13_b280", "text": "(f)"}, {"text_block_id": "p13_b281", "text": "The President may, at his discretion, in the annual Unified National Budget submitted pursuant to 40 PNC Chapter 3, include funding for the subsidization of the electric utility to reduce rates charged to all users or specific class of users of electricity supplied by the P.U.C.."}, {"text_block_id": "p13_b282", "text": "Source"}, {"text_block_id": "p13_b283", "text": "RPPL 4-13 § 13, modified. Amended by RPPL 4-32 § 47(7); RPPL 4-38 § 37; RPPL 4-40 § 34; and RPPL 4-48 § 11. Amended by RPPL 4-55 § 32."}, {"text_block_id": "p13_b284", "text": "§ 414. Transfer of property to corporation."}, {"text_block_id": "p13_b285", "text": "(a)"}, {"text_block_id": "p13_b286", "text": "The national government shall transfer to the P.U.C., without compensation or reimbursement, all property that it possesses as of the effective date of this chapter or that it may receive from any foreign government that is appropriate to the exercise of the functions to the P.U.C. in providing electrical power services within the Republic."}, {"text_block_id": "p13_b287", "text": "(b)"}, {"text_block_id": "p13_b288", "text": "All working capital, cash, accounts payable and receivable, books, records, files, maps, and other rights, obligations, assets, liabilities, agreements and privileges pertaining to the property described in subsection (a) shall be transferred to the P.U.C., provided that obligations and liabilities arising from title claims and transfers and originating before the effective date of this chapter shall remain with the national government."}, {"text_block_id": "p13_b289", "text": "(c)"}, {"text_block_id": "p13_b290", "text": "Each employee of the national government who is primarily engaged in providing electrical power services, including meter readers and all employees working under the Division of Utility Collection, within the Republic on the effective date of this chapter shall be hired for employment with the P.U.C.. Any such employment shall be at a rate of compensation to be determined by the P.U.C., which compensation shall not be less than that received by such employee from the national government for his or her electrical power, meter reading or utility collections related services work at the time of his or her transfer to the P.U.C.. The meter readers transferred to the P.U.C. also shall read water meters and report such data to the national government."}, {"text_block_id": "p13_b291", "text": "(d)"}, {"text_block_id": "p13_b292", "text": "The President shall inform the Olbiil Era Kelulau of all transfers made pursuant to subsections (a) and"}, {"text_block_id": "p13_b293", "text": "(b)"}, {"text_block_id": "p13_b294", "text": "of this section."}, {"text_block_id": "p13_b295", "text": "(e)"}, {"text_block_id": "p13_b296", "text": "There shall be a reasonable transition period, not to exceed one (1) year from the effective date of this chapter, during which all transfers described in subsections (a) and (b) of this section shall be completed."}, {"text_block_id": "p14_b297", "text": "(f)"}, {"text_block_id": "p14_b298", "text": "All accounts receivable derived from electric utility charges owed to the National Government and still outstanding on November 29, 1995 shall transfer to and become property of the Public Utilities Corporation. All appropriate National Government officials and employees shall cooperate with the Public Utilities Corporation in the transfer of books, records, computer data and all other things and actions necessary for the prompt and orderly transfer of such accounts receivable. The Public Utilities Corporation shall diligently pursue the collection of all past due electric utility bills."}, {"text_block_id": "p14_b299", "text": "Source"}, {"text_block_id": "p14_b300", "text": "RPPL 4-13 § 14, modified. Subsection (c) amended by RPPL 4-40 § 33 which reenacted RPPL 4-38 § 35. Subsection (f) added by RPPL 4-40 § 9(2), modified."}, {"text_block_id": "p14_b301", "text": "§ 415. Credits from P.U.C. for privately purchased electrical transformers and cables."}, {"text_block_id": "p14_b302", "text": "The Public Utilities Corporation shall credit from future electric utility charges the actual cost, including freight and insurance, incurred by any non-governmental electric utility customer, or incurred by any state government customer prior to the transfer of the Aimeliik power plant to P.U.C., to purchase transformer(s), cables and meter bases necessary to connect such customer to the electric power distribution poles; provided that the customer is not entitled to such credit unless he has obtained written confirmation from the P.U.C. that the types of transformer(s), cables and meter bases are suitable to connect the customer to the electric power distribution system and that the proposed cost therefor is reasonable. A state government may only receive credits pursuant to this section after the governor of that state, the Minister of Resources and Development and a P.U.C. representative meet, and if the Minister and P.U.C. representative agree in writing, together with proper documentation of the purchase, that the requested credit is appropriate."}, {"text_block_id": "p14_b303", "text": "Source"}, {"text_block_id": "p14_b304", "text": "RPPL 4-40 § 35, modified. Amended by RPPL 4-48 § 2(35) and RPPL 4-51 § 1."}, {"text_block_id": "p14_b305", "text": "§ 416. Prohibition of free or discounted services to P.U.C. employees."}, {"text_block_id": "p14_b306", "text": "No officer or employee of the Palau Public Utilities Corporation may receive free utility service, or any discount for such service not generally available to customers of P.U.C.."}, {"text_block_id": "p14_b307", "text": "Source"}, {"text_block_id": "p14_b308", "text": "RPPL 5-7 § 47."}, {"text_block_id": "p14_b309", "text": "Chapter 5"}, {"text_block_id": "p14_b310", "text": "Underground Utility Damage Prevention Act"}, {"text_block_id": "p15_b311", "text": "§ 501. Definitions."}, {"text_block_id": "p15_b312", "text": "§ 502. Excavation and demolition permits."}, {"text_block_id": "p15_b313", "text": "§ 503. Prohibition."}, {"text_block_id": "p15_b314", "text": "§ 504. Notice of intent to excavate or demolish."}, {"text_block_id": "p15_b315", "text": "§ 505. Response to notice of intent to excavate or demolish."}, {"text_block_id": "p15_b316", "text": "§ 506. Emergency excavation or demolition."}, {"text_block_id": "p15_b317", "text": "§ 507. Precautions to avoid damage."}, {"text_block_id": "p15_b318", "text": "§ 508. Excavation or demolition damage."}, {"text_block_id": "p15_b319", "text": "§ 509. Damages; cost of repairing."}, {"text_block_id": "p15_b320", "text": "§ 510. Civil penalties."}, {"text_block_id": "p15_b321", "text": "§ 511. Financial responsibility for relocating underground utilities on private property."}, {"text_block_id": "p15_b322", "text": "§ 501. Definitions."}, {"text_block_id": "p15_b323", "text": "As used in this chapter:"}, {"text_block_id": "p15_b324", "text": "(a)"}, {"text_block_id": "p15_b325", "text": "\"Damage\" means substantial weakening, penetration or destruction."}, {"text_block_id": "p15_b326", "text": "(b)"}, {"text_block_id": "p15_b327", "text": "\"Demolish\" or \"demolition\" means any operation by which a structure or mass material is wrecked, razed, rendered, moved or removed by means of any tools, equipment or discharge of explosives."}, {"text_block_id": "p15_b328", "text": "(c)"}, {"text_block_id": "p15_b329", "text": "\"Excavate\" or \"excavation\" means an operation for the purpose of the movement or removal of earth, rock or other materials in or on the ground or under the water, including underwater dredging, by use of hand operated or mechanized equipment or by discharge of explosives, including auguring, backfilling, digging, ditching, drilling, grading, plowing-in, pulling-in, ripping, scraping, trenching and tunneling, but does not include the tilling of soil to a depth of less than 18 inches."}, {"text_block_id": "p15_b330", "text": "(d)"}, {"text_block_id": "p15_b331", "text": "\"Mechanized equipment\" means equipment operated by means of mechanized power, including trenchers, bulldozers, power shovels, augers, backhoes, scrapers, drills, cable and pipe plows and other equipment used for plow-in cable or pipe."}, {"text_block_id": "p15_b332", "text": "(e)"}, {"text_block_id": "p15_b333", "text": "\"Operator\" means the agencies responsible for operating the public utilities of the Republic of Palau, specifically the Ministry of Resources and Development of the Government of the Republic of Palau, the Palau Public Utilities Corporation, and the Palau National Communications Corporation."}, {"text_block_id": "p15_b334", "text": "(f)"}, {"text_block_id": "p15_b335", "text": "\"Person\" means any individual, corporation, partnership, association or any other entity organized under the laws of the Republic of Palau."}, {"text_block_id": "p15_b336", "text": "(g)"}, {"text_block_id": "p15_b337", "text": "\"Utility\" means any line, system, pole, substation, transformer, or facility used for producing, storing, conveying, transmitting or distributing communications, electricity, water or sewage; or any protective coating, housing or other protective device associated therewith."}, {"text_block_id": "p16_b338", "text": "(h)"}, {"text_block_id": "p16_b339", "text": "\"Working day\" means every day except Saturday, Sunday, and national holidays."}, {"text_block_id": "p16_b340", "text": "(i)"}, {"text_block_id": "p16_b341", "text": "\"Underground utility\" means any utility located below the surface of the ground, or any marine cable or other utility located underwater."}, {"text_block_id": "p16_b342", "text": "Source"}, {"text_block_id": "p16_b343", "text": "RPPL 5-39 § 2, modified."}, {"text_block_id": "p16_b344", "text": "§ 502. Excavation and demolition permits."}, {"text_block_id": "p16_b345", "text": "A permit issued pursuant to law, authorizing excavation or demolition operations, shall not relieve a person from the responsibility of complying with the provisions of this chapter."}, {"text_block_id": "p16_b346", "text": "Source"}, {"text_block_id": "p16_b347", "text": "RPPL 5-39 § 3, modified."}, {"text_block_id": "p16_b348", "text": "§ 503. Prohibition."}, {"text_block_id": "p16_b349", "text": "Except as otherwise provided in this chapter, no person may demolish a building or excavate: (1) in a street or highway or within five feet of the edge of any street or highway; (2) in a public space; (3) on a private easement of any operator; (4) within 5 feet of a utility installed on the premises of a customer served by such utility; (5) within the territorial sea or internal waters of the Republic; without having first ascertained from the appropriate operator, in the manner provided for in this chapter, the location of all known underground utilities that would be affected by the proposed excavation or demolition."}, {"text_block_id": "p16_b350", "text": "Source"}, {"text_block_id": "p16_b351", "text": "RPPL 5-39 § 4, modified."}, {"text_block_id": "p16_b352", "text": "§ 504. Notice of intent to excavate or demolish."}, {"text_block_id": "p16_b353", "text": "(a)"}, {"text_block_id": "p16_b354", "text": "Except as provided in § 506, before commencing any excavation or demolition operation covered by this chapter, each person responsible for the excavation or demolition shall serve written notice of intent to excavate or demolish on all operators. The written notice shall be served by personal service at least 8 but not more than 12 full working days in advance of the proposed excavation or demolition. The written notice shall contain the name, address and telephone number of the person filing the notice of intent and, if different, the person responsible for the excavation or demolition operation to be conducted, the exact location of the proposed excavation or demolition, and whether explosives are to be used."}, {"text_block_id": "p17_b355", "text": "(b)"}, {"text_block_id": "p17_b356", "text": "Within 10 days of the effective date of this chapter, the operators shall jointly design, and make available in their respective offices, a standard form for persons to provide the written notice required by this section."}, {"text_block_id": "p17_b357", "text": "Source"}, {"text_block_id": "p17_b358", "text": "RPPL 5-39 § 5, modified."}, {"text_block_id": "p17_b359", "text": "§ 505. Response to notice of intent to excavate or demolish."}, {"text_block_id": "p17_b360", "text": "(a)"}, {"text_block_id": "p17_b361", "text": "Each operator notified in accordance with § 504 shall, not less than 3 working days in advance of the proposed excavation or demolition (unless a shorter period is provided by agreement between the person responsible for the excavation or demolition and the operator), supply, by use of maps when appropriate, the following information to the person responsible for the excavation or demolition:"}, {"text_block_id": "p17_b362", "text": "Each operator notified in accordance with § 504 shall, not less than 3 working days in advance of the proposed excavation or demolition (unless a shorter period is provided by agreement between the person responsible for the excavation or demolition and the operator), supply, by use of maps when appropriate, the following information to the person responsible for the excavation or demolition:\n* The approximate location and description of all of its underground utilities which may be damaged as a result of the excavation or demolition.\n* The location and description of all utility markers indicating the approximate location of the underground utilities.\n* Adequate temporary markings indicating the approximate location of underground utilities in locations where permanent utility markers do not exist.\n* Any other information that would assist that person in locating and thereby avoiding damage to the underground utilities."}, {"text_block_id": "p17_b370", "text": "(b)"}, {"text_block_id": "p17_b371", "text": "At the written request of the person responsible for the excavation or demolition, the appropriate operator shall assign a representative to visit the excavation or demolition site to assist the person in accurately identifying the location of the utility."}, {"text_block_id": "p17_b372", "text": "(c)"}, {"text_block_id": "p17_b373", "text": "If, in response to a notice that complies with § 504, the appropriate operator fails to provide the information required by this section within the time limits set forth in this section, or is unable to provide the approximate location and description of all of its underground utilities which may be damaged as a result of the excavation or demolition, the person responsible for the excavation or demolition may proceed with his proposed project, and the operator shall bear the full cost of repairing any underground utility that is damaged as result of its failure or inability to provide such information."}, {"text_block_id": "p18_b374", "text": "§ 506. Emergency excavation or demolition."}, {"text_block_id": "p18_b375", "text": "Compliance with the notice requirement of § 504 is not required of any person responsible for emergency excavation or demolition to ameliorate imminent danger to life, health or property; provided, that those persons shall give, as soon as practicable, oral notice of the emergency excavation or demolition to each operator and shall request emergency assistance from each operator in locating and providing immediate protection to its underground utilities."}, {"text_block_id": "p18_b376", "text": "Source"}, {"text_block_id": "p18_b377", "text": "RPPL 5-39 § 7, modified."}, {"text_block_id": "p18_b378", "text": "§ 507. Precautions to avoid damage."}, {"text_block_id": "p18_b379", "text": "Each person responsible for any excavation or demolition covered by this chapter shall, with respect to any utility, the location of which the operator has provided to the person pursuant to this chapter:"}, {"text_block_id": "p18_b380", "text": "(a)"}, {"text_block_id": "p18_b381", "text": "Plan the excavation or demolition so as to avoid damage to or minimize interference with any utility in or near the construction area."}, {"text_block_id": "p18_b382", "text": "(b)"}, {"text_block_id": "p18_b383", "text": "Maintain a clearance between any utility and the cutting edge or point of any mechanized equipment, taking into account the known limit of controlling such cutting edge or point, as may be reasonably necessary to avoid damage to the utility."}, {"text_block_id": "p18_b384", "text": "(c)"}, {"text_block_id": "p18_b385", "text": "Provide support for any utility in or near the construction area, including during backfill operations, as may be reasonable for the protection of the utility."}, {"text_block_id": "p18_b386", "text": "Source"}, {"text_block_id": "p18_b387", "text": "RPPL 5-39 § 8, modified."}, {"text_block_id": "p18_b388", "text": "§ 508. Excavation or demolition damage."}, {"text_block_id": "p18_b389", "text": "Each person responsible for any excavation or demolition that results in any damage to a utility shall, within 4 hours of discovering that damage, notify the operator of the utility of the location and nature of the damage and shall allow the operator reasonable time to accomplish necessary repairs before completing the excavation or demolition in the immediate area of the utility."}, {"text_block_id": "p19_b390", "text": "Source"}, {"text_block_id": "p19_b391", "text": "RPPL 5-39 § 9."}, {"text_block_id": "p19_b392", "text": "§ 509. Damages; cost of repairing."}, {"text_block_id": "p19_b393", "text": "Any person who, due to his negligence or his failure to comply with any provision of this chapter, damages a utility shall pay for all costs incurred by the appropriate operator to restore the utility to its original condition plus compensatory damages to the operator for loss of any revenue."}, {"text_block_id": "p19_b394", "text": "Source"}, {"text_block_id": "p19_b395", "text": "RPPL 5-39 § 10, modified."}, {"text_block_id": "p19_b396", "text": "§ 510. Civil penalties."}, {"text_block_id": "p19_b397", "text": "In addition to the costs of repair, any person who violates any provision of this chapter shall be subject to a civil penalty, not to exceed $5,000, for each violation. Actions to recover the penalty provided for in this section may be brought by the Attorney General at the request of the appropriate operator, or by the operator itself. All penalties recovered in any such action shall be paid into the appropriate operator's account. This chapter does not affect any civil remedies for personal injury or property damage."}, {"text_block_id": "p19_b398", "text": "Source"}, {"text_block_id": "p19_b399", "text": "RPPL 5-39 § 11, modified."}, {"text_block_id": "p19_b400", "text": "§ 511. Financial responsibility for relocating underground utilities on private property."}, {"text_block_id": "p19_b401", "text": "Except as otherwise expressly provided for by contract, where a proposed construction project by a private property owner requires the relocation of an underground utility located on the owner's property, the operator owning the utility shall bear the full cost of relocating the utility to a location that will not interfere with the construction project."}, {"text_block_id": "p19_b402", "text": "Source"}, {"text_block_id": "p19_b403", "text": "RPPL 5-39 § 12."}, {"text_block_id": "p19_b404", "text": "PacLII:"}, {"text_block_id": "p19_b405", "text": "|"}, {"text_block_id": "p19_b406", "text": "|"}, {"text_block_id": "p19_b407", "text": "|"}, {"text_block_id": "p19_b408", "text": "URL:"}, {"text_block_id": "p19_b409", "text": "http://www.paclii.org/pw/legis/consol_act/put37233"}], "document_description": "This document focuses on strenghtening the generation and transmission of electrical power in the country. Art. 408.n) states that the Palau Public Utilities Corporation shall investigate, research, and implement where feasible and practicable the application of appropriate renewable energy resources including solar power, tidal power and wind generated power."}