{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Bangladesh", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Social development", "LULUCF", "Environment", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "Bangladesh Delta Plan 100", "document_country_code": "BGD", "document_hazard_name": ["Erosion", "Drought", "Flood"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "09/04/2018", "document_keyword": ["Wetlands", "Rivers"], "document_url": "https://cdn.climatepolicyradar.org/BGD/2018/BGD-2018-04-09-Bangladesh Delta Plan 100_62a81856a3e5a700dc4dc96ef9c05ed8.pdf", "text_blocks": [{"text_block_id": "p42_b1", "text": "General Economics Division (GED)"}, {"text_block_id": "p41_b1", "text": "40 GED, Bangladesh Planning Commission"}, {"text_block_id": "p40_b1", "text": "39"}, {"text_block_id": "p39_b1", "text": "38 GED, Bangladesh Planning Commission"}, {"text_block_id": "p38_b1", "text": "Reviewing and Updating of BDP 2100: As the BDP 2100 is an adaptive and longterm plan, it needs to be integrated with the planning process of the country.It should be periodically and regularly reviewed and incorporated in futureFive Year Plans routinely. Moreover, integration with new knowledge andtechnologies is necessary to enhance the present status of the plan. Itsimplementation also requires continuous monitoring and evaluation in thefuture."}, {"text_block_id": "p37_b1", "text": "work can be implemented in conjunction with the Bangladesh Bureau ofStatistics and other delta ministries. Research can be out-sourced touniversities and local research institutions. GED should be responsible forcoordination and oversight."}, {"text_block_id": "p36_b1", "text": "local water management bodies and learn to work with them collegially as acomplementary institution rather than as a competing institution. Theevolution of decentralized water management will face major challenges andwill have obvious teething problems. GED, WARPO and BWDB can make thisprocess smoother and less costly through proper support and coordination."}, {"text_block_id": "p35_b1", "text": "with the consolidation of current ADP spending of 0.8% The deltaspending programme will be prepared and updated on an annual basis byGED and will include investments, O&M funding, research, capacity buildingand institutional development."}, {"text_block_id": "p34_b1", "text": "reforms focused on three core objectives:"}, {"text_block_id": "p33_b1", "text": "and areas where there are major gaps can provide useful lessons for buildingthe institutional arrangements for the implementation of the BDP 2100."}, {"text_block_id": "p32_b1", "text": "Bangladesh has had signiﬁcant success in using its public sectorintermediaries to incentivize the private sector, particularly in the renewableenergy industry. As such, it is well placed to tap this important source of grantfunding to scale up delta investments. While a lot more needs to be done toensure private enterprises fulﬁl their crucial role in the ﬁght against climatechange, if Bangladesh can pursue her case eﬀectively, there is brightpossibility that Bangladesh may receive fund as large as US$ 2 billion per yearfrom the GCF."}, {"text_block_id": "p31_b1", "text": "related programmes, whereas the needs are estimated at around 2% of GDP.Finding an additional 1.2% of GDP for public ﬁnancing of the BDP 2100 will notbe easy. Even with optimistic assumptions about domestic resourcemobilization incorporated in the Seventh Five Year Plan and the BDP 2100macroeconomic framework, some creative eﬀorts will be needed. The publicfunding of the IP is a part of the overall public investment programme for thenational development strategy discussed in detail under various Scenarios.The IP is associated with the BDP 2100 Scenarios. The strategy for publicfunding is some combination of tax ﬁnancing, application of cost recoverybased on beneﬁciary pays principle and mobilizing foreign funding includingtapping into the global Green Climate Fund (GCF) initiative. The ﬁscal policystrategy of the BDP 2100 also outlines the strategy for ﬁscal deﬁcit andassociated domestic and external borrowing strategies that are consistentwith internal and external stability. International best practices in Deltamanagement shows the strong role of the application of the beneﬁciary paysprinciple in ﬁnancing water related investments.For example, in the Dutch Delta much of the funding of ﬂood control,irrigation, water supply, sanitation and waste management investments isﬁnanced through the application of the beneﬁciary pays principle. The O&M isfully funded through cost recovery and water management is heavilydecentralized. Some 80% of water spending including 100% of O&M is done bylower levels of government. The bulk of this spending is done by the localwater management bodies that are managed and run as private cooperativeenterprises with 100% application of the beneﬁciary pays principle, with somedegree of cross-subsidies to the recognized poorer communities."}, {"text_block_id": "p30_b1", "text": "complete rebuilding of the same at much higher costs."}, {"text_block_id": "p29_b1", "text": "growth goes on a downward slide, falling from around 7.2% in FY2017 to only5.6% by FY2041. Owing to loss of capital stock and outputs in climate sensitivesectors, per capita nominal income would reach only US$ 10,540 in FY 2041,which would be US$ 3,837 lower than the DP scenario of US$ 14,377. Onaverage, there is a loss of 1.3% of real GDP per year in this scenario over thegovernment’s target of achieving 9% GDP growth rate, which adds up to acumulative loss of US$ 741 billion of income by FY 2041. This lower GDPgrowth and income levels have signiﬁcant welfare consequences in terms ofemployment and poverty outcomes. Importantly, Bangladesh misses out onboth UMIC and poverty targets in the BAU but achieves them in the DP PolicyOption. The importance of adopting the BDP 2100 is obvious."}, {"text_block_id": "p28_b1", "text": "are considered."}, {"text_block_id": "p27_b1", "text": "• Enhance Green Growth through research and development of renewabletechnologies including clean development mechanism (CDM);"}, {"text_block_id": "p26_b1", "text": "• Develop the navigation network according to the societal and economicdemands;"}, {"text_block_id": "p25_b1", "text": "3) Transboundary Water Management"}, {"text_block_id": "p24_b1", "text": "• Management of newly accreted land in the Meghna Estuary;"}, {"text_block_id": "p23_b1", "text": "6) Urban Areas"}, {"text_block_id": "p22_b1", "text": "4) Chattogram Hill Tracts"}, {"text_block_id": "p21_b1", "text": "demographic changes as main drivers. Strategies include:• Combating storm surge and salinity intrusion through eﬀectivemanagement of existing polders;"}, {"text_block_id": "p20_b1", "text": "feasibility study;"}, {"text_block_id": "p19_b1", "text": "communities in the country. This is in line with the principle of ‘leaving no-onebehind’. This type of ‘protection’ is not aimed at avoiding ﬂoods and creatinga ﬂood free Bangladesh for all. Given the current level of economicdevelopment, this is not feasible within the coming decades. Considering theextreme natural and socio-economic boundary conditions and inability toensure adequate O&M of ﬂood protection infrastructure in remote and poorareas, it is not a desirable goal in the medium term. ‘Leaving no one behind’merely means: i) mitigating the most undesired eﬀects of large and extremeﬂoods; and ii) enabling those who are aﬀected by ﬂoods to recover quickly inthe aftermath of the ﬂood events. Sub-strategies include:"}, {"text_block_id": "p18_b1", "text": "• Sub-strategy FR 1.4: Improvement of Flood Early Warning System services(both basin and hotspot wise); and"}, {"text_block_id": "p17_b1", "text": "eﬀectiveness and maximum beneﬁt and oﬀers integrated implementationwith innovation, advanced information technology and strengthenedinstitutional capacity."}, {"text_block_id": "p16_b1", "text": "BDP 2100 approach to managing uncertainties and linking short to mediumterm to long term outcomes: Given the inherent uncertainties of the longterm behaviour of the natural forces that inﬂuence water, climate change andenvironmental outturns, it is essential to adopt a ﬂexible and adaptiveapproach to converting the long term Delta Vision to medium term strategiesfor moving towards this vision. BDP 2100 uses the best available informationand develops short to medium term strategies and policy options underdiﬀerent assumptions about the external outcomes. The scenarios andstrategies need to be updated as new information is available on a 5-yearcycle. This adaptive approach to delta planning including selection ofinvestment projects provides the link between the short to medium termdevelopment targets and investment programmes with the long term goalsof sustained development based on climate sensitive management."}, {"text_block_id": "p15_b1", "text": "How should policies, programs and investments be formulated in the short tomedium term to be consistent with the long term outcomes that areinherently uncertain? This is a major strategy challenge for the BDP 2100,which has been addressed by setting a clear vision and speciﬁc goals.The BDP 2100 approach is to ﬁrst develop a broad based long term vision andalso the mission about the likely changes of the Bangladesh Delta by the endof the 21st Century. Thus, an integrated, comprehensive and long term DeltaVision as well as Mission has been stated as:"}, {"text_block_id": "p14_b1", "text": "hazards will also intensify due to climate change. Water-borne diseases, suchas diarrhoea and dysentery, and vector-borne diseases, such as malaria anddengue, are climate sensitive. Projections show growing morbidity couldoccur from dengue and malaria."}, {"text_block_id": "p13_b1", "text": "4) WaterloggingWaterlogging in urban and rural areas pose a serious development challenge.These are caused by a number of factors, including unplanned and ineﬀectivedrainage infrastructure, encroachment on wetlands in urban and rural areasand the hampering of tidal ﬂows in the coastal area, especially in thesouthwest (Satkhira, Jashore Khulna and Bagerhat) and south east (Noakhali,Feni) coastal zones."}, {"text_block_id": "p12_b1", "text": "may be increased with the rising sea level. Projections suggest that in base(2005) condition about 10% area is under 1 ppt salinity and 16% under 5 pptsalinity; these areas will increase up to 17.5% (1 ppt) and 24% (5 ppt) by 2050 inthe EXT scenario."}, {"text_block_id": "p11_b1", "text": "transformation of the area into an agrarian green ﬁeld with a diversiﬁedagriculture based on rice, fruits and vegetables. This has contributedsubstantially to lowering poverty in the North-West part of Bangladesh. Yet,the drought risk has been shifted forward as surface water reduction fromdiversion of river water upstream in India and inadequate rainfall in the dryseason continues to lower the water table. So, climate change that lowersrainfall further in the dry season could hurt agriculture in the Barind Tract."}, {"text_block_id": "p10_b1", "text": "will rise in all regions in Bangladesh in future similar to the global trend. Themagnitude ranges from 1.4 to 1.9°C for BAU and around 2°C for EXT by 2050.Further rise in temperature is expected in the latter half of the century,especially in the EXT scenario."}, {"text_block_id": "p9_b1", "text": "The open access to sea is a huge advantage to Bangladesh. In addition to theport facilities that could serve the needs of the growing internal trade andcommerce needs of Bangladesh, with proper investments Bangladesh canbecome a regional hub for international sea transportation. Examples ofdynamic port cities like Rotterdam, Singapore and Hong Kong show howproper planning and investments can dramatically convert this naturaladvantage to a huge development gain for Bangladesh. Increasingly, theopen access to sea is becoming a major opportunity in another way. Therapidly growing demand for energy in Bangladesh owing to increasing GDPgrowth led by the expansion of manufacturing sector is facing a challenge ofprimary energy shortage. The rapid depletion of natural gas has led to asearch for other primary fuels. This search has led to a strategy of procuringclean imported coal, LNG and LPG. All these primary energies require portfacilities to handle these bulky cargoes. Bangladesh is slowly capitalizing thisopen access to sea by establishing new ports, in addition to Chattogram andMongla ports. The ongoing Payra port construction in Patuakhali is anexample of this. The open access to sea also opens up enormous prospectsfor developing the blue economy of Bangladesh. Marine ﬁshing is alreadyemerging as a major source of domestic food, exports, income andemployment. There is a growing demand for coastal tourism and alternativeoptions to the traditional Cox’s Bazar coastal resorts. An example is theKuakata coastal tourism in Patuakhali district."}, {"text_block_id": "p8_b1", "text": "Hotspots"}, {"text_block_id": "p7_b1", "text": "be changed over time as new information becomes available or policypriorities change. So, instead of only focusing on short term ‘trial and error’actions and projects, the idea is to keep the long term vision in mind whileprioritizing short term ‘no regret’ actions."}, {"text_block_id": "p6_b1", "text": "investments are moving targets and adaptive in nature. They are adaptive tochanging natural events in order to respond appropriately and stay on thecourse to the path of the long term vision. In view of the best practice ofDutch Delta management, the Government has taken technical assistancefrom the Government of Netherlands to help Bangladesh develop this BDP2100. The General Economics Division (GED) of the Planning Commission ofthe Government of Bangladesh has formulated the BDP 2100, with supportfrom Dutch and national experts."}, {"text_block_id": "p5_b1", "text": "Bangladesh Delta Plan 2100:Bangladesh in the 21 st Century"}, {"text_block_id": "p4_b1", "text": "The Bangladesh Delta Plan (BDP) 2100 is the plan moving Bangladeshforward for the next 100 years. We have formulatedBDP 2100 in the way we want to build Bangladesh."}, {"text_block_id": "p3_b1", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p2_b1", "text": "Bangladesh Delta Plan 2100"}, {"text_block_id": "p1_b1", "text": "Bangladesh Delta Plan 2100"}, {"text_block_id": "p42_b2", "text": "Bangladesh Planning CommissionMinistry of PlanningGovernment of the People’s Republic of Bangladesh"}, {"text_block_id": "p41_b2", "text": "Note"}, {"text_block_id": "p40_b2", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p38_b2", "text": "--- X --"}, {"text_block_id": "p37_b2", "text": "Developing Monitoring and Evaluation (M&E) System: The practice ofconducting M&E of government policies and programmes needs to have astronger link with Bangladesh policy planning. Water related M&E is noexception. A solid M&E eﬀort is essential for sound implementation of theBDP 2100 in the context of ADM. So far as investment projects are concerned,the M&E is the responsibility of the implementing agencies. Similarly, M&E ofsectoral policies and programmes should rest with the concerned sectoralministry and the IMED. Regarding M&E of the overall BDP 2100 impelentaion,this will be a key responsibility of GED. As in the case of implementation ofthe knowledge agenda, GED can draw on the technical capabilities of itsknowledge partners to help with the BDP 2100 M&E. Needless to say, theM&E for the BDP 2100 will need to be done consultatively, drawing on theanalysis of the M&E at the project and sectoral levels and involving allinter-ministerial agencies dealing with delta issues and IMED."}, {"text_block_id": "p36_b2", "text": "Strengthening Cross-boundary Dialogue and Related Institutions: As a lowerriparian, Bangladesh faces some real risks from adverse developmentsupstream. The ability to think innovatively requires both diplomacy andtechnical skills. These skills are required to come up with well thought out andmulti-purpose river basin projects. Accordingly, the capacity of the JointRivers Commission (JRC) will have to be considerably strengthened.Partnership and coordination of JRC with GED, WARPO, BWDB and otherrelated institutions will need to be strengthened. Possible multi-purposetechnical options and cost-beneﬁt analyses of these options will need to bedeveloped as background research to dialogue with riparian countries.Routine dialogue involving exchange of pleasantries and general purposeconcerns/complaints and information sharing must give way to strategicdialogue aimed at problem solving and ﬁnding solutions. Satisfactoryprogress with cross-boundary water management is a sine-qua-non forsuccessful implementation of the BDP 2100. Positive results on this count willhave far-reaching consequences including lower-cost water solutions forBangladesh. The priority assigned to this task should be as high as prioritygiven to large water infrastructure projects."}, {"text_block_id": "p35_b2", "text": "Approved programmes will be guaranteed funding for the full life of theproject and proper balance between new projects and completion of ongoingprojects will be ensured. O&M fund will initially come from the Delta Fund butover time it will be phased away by transferring responsibilities to themunicipalities and the local water management bodies. Similarly, over timethe Delta Fund will manage only a small number of national high priorityprojects, innovation and research. The ﬁnancing of smaller projects willtransfer to municipalities and local water management authorities withquality assurance on standards and inspection functions performed at thenational level."}, {"text_block_id": "p34_b2", "text": "• Establishing eﬀective institutions of inter-sectoral planning, rogramming,coordination and monitoring;"}, {"text_block_id": "p33_b2", "text": "Institutions are dynamic in the sense that they evolve over time. Starting witha thoughtful design that involves pragmatic solutions based on the presentsocio-political realities of Bangladesh and working within the umbrella of theoverall capacity constraints in public administration, institutional changes canfurther evolve as implementation progresses. The immediate challenge is todevelop a basic minimum core arrangement now without which theimplementation of the BDP 2100 will falter. GED will look after and coordinateimplementation of the Bangladesh Delta Plan 2100 as a holistic, technoeconomic mega plan."}, {"text_block_id": "p32_b2", "text": "Private Sector Financing OptionsEﬀective engagement of the private sector will generate sizable resources.The BDP 2100 projections suggest that on an average Bangladesh should beable to mobilize at least 0.5% GDP per year from private sector to ﬁnanceprojects of water resource management and related infrastructure.International experience shows that the prospects for attracting privateinvestments in water treatment, water supply and sewage treatment areexcellent. Another prospective area is irrigation. A third area is dredging.There is strong private sector interest in undertaking dredging contracts. Thecost of dredging may be signiﬁcantly oﬀset by the sale proceeds from sand,making dredging costs quite low. However, there are a number of importanttechnical factors and risk sharing issues that need careful management.Bangladesh can learn from international best practices in developing theproper contracting arrangements for dredging. A fourth area for PPP is landreclamation. Combining land reclamation with dredging of rivers in a PPPconcession framework would be attractive for the private sector. Finally, PPPinitiative is also possible in establishing river port infrastructure for IWT."}, {"text_block_id": "p31_b2", "text": "There is ample scope for application of the beneﬁciary pays principle inBangladesh Delta management. In Bangladesh, O&M funding of urban waterand sanitation is prevalent in signiﬁcant ways. But full cost recovery of O&Mis not prevalent. Moreover, the cost recovery of O&M of waste managementis negligible. By default, there is no cost recovery of capital cost of urbanwater supply, sanitation and waste management. Regarding ﬂood controland irrigation, there is no cost recovery of either capital cost or O&M. This isto some extent due to the absence of local water management bodies. Oncethese institutions are created under the proposed Delta Act, the applicationof beneﬁciary pays principle will become a reality. Regarding urban waterand sanitation, the institutions and regulations are in place. They need to beapplied more rigorously. A time bound policy should be adopted whereby allpublic urban water and sanitation services must be required to graduallyrecover 100% of the O&M cost. Over time, consideration may be given torecovering capital costs, starting with the relatively well-oﬀ service areas ofthe 4 WASAs (Dhaka, Chattogram, Khulna and Rajshahi). Regarding solidwaste, cost recovery can happen through an annual service charge linkedwith the setting up of a modern property tax system. The GCF, which wasestablished with the objective to mobilize climate ﬁnance to supportscaled-up mitigation and adaptation action in developing countries, would bean important source of funding projects of BDP 2100."}, {"text_block_id": "p30_b2", "text": "Investment PrioritiesThe list of investment priorities identiﬁed in the BDP 2100 is extensive.Additionally, implementation capacity constraints will limit the ability todesign, prepare and implement large projects. So, priorities will have to beset. It is important to note that BDP 2100 projects are not just physicalinvestments. There is major research, knowledge and institutional gaps thatwill require complementary capacity building investments.Much of the public funding of BDP 2100 will need go to ﬂood protection, rivererosion control, river management including river training and navigability,urban and rural water supply and waste management, and urban ﬂoodcontrol and drainage. These are highly capital intensive investments.Investments in ﬂood control, river erosion, river management includingdredging, training and navigability are amongst the highest priorityinvestments in today’s Bangladesh and will likely absorb 35% of total Deltainvestments. Secondly, the back-log of investments in urban water supply,sanitation, waste management and drainage in major cities coupled withrapidly growing concentration of population and economic density in theseareas suggest that this category will absorb at least 25% of all deltainvestments. Thirdly, the lack of water and sanitation services in small townsand rural areas suggest that the need to achieve the government’s targets forsafe water supply and sanitation for these areas will call for massiveinvestments in these services. This category may absorb as much as 20% oftotal BDP 2100 investment up to FY2031."}, {"text_block_id": "p29_b2", "text": "I. Investment Cost of the BDP 2100 and Financing Options"}, {"text_block_id": "p28_b2", "text": "• The First Option refers to the Business As Usual Policy Option (BAU). This isessentially a representation of the government’s Vision 2021, PerspectivePlan and the Seventh Five Year Plan. But importantly it directlyincorporates the adverse eﬀects of the climate change and natural hazardsto show how these adverse eﬀects will change the outcomes with respectto growth, employment and poverty without the adoption of the BDP2100. All policies are in place except the implementation of the Delta Plan.This is the business as usual policy environment of the present times wherea coordinated eﬀort to manage the delta risks and hazards does not exist."}, {"text_block_id": "p27_b2", "text": "• Devise innovative ﬁnancing packages for grant funding and low interestﬁnancing to address aﬀordability for both grid and oﬀ-gridrenewableenergy projects; and"}, {"text_block_id": "p26_b2", "text": "• Develop, maintain & operate inland river ports, landing ferry ghats andterminal facilities in ports or ghats;"}, {"text_block_id": "p25_b2", "text": "Being within the central position of the Ganges- the Brahmaputra- theMeghna basins and the recipient of substantial amount oftrans-transboundary ﬂows from several neighbouring countries, cooperationregarding water resources management with India, Nepal, Bhutan, Myanmarand China is essential for Bangladesh to foster further development. Closercooperation has to be ensured with neighbouring countries in view of thegeneral understanding that joint cooperation outweighs individualdevelopment. Strategies include:• Development of action plan keeping the water usage of upstreamcountries in consideration;"}, {"text_block_id": "p24_b2", "text": "• Sustainable coastal land management for enhancing agriculture andnon-agriculture land;"}, {"text_block_id": "p23_b2", "text": "The country’s current urban centres will continue their growth in the comingdecades under the inﬂuence of rural-urban migration and by 2045 themajority of the population will live in cities. Although the focus is on thewater-related issues in this strategy, it is important to consider the widercontext and challenges that face urban areas now and in the future. Moregeneral urban planning issues, such as uncontrolled urban growth andhaphazard development have a close connection to water-related issues, likeﬂood risk management. Underlying issues include high population densityand various socio-economic and political factors that are responsible for thecurrently challenged state of urban service delivery. The impact andeﬀectiveness of the strategies in dealing with water-related and more generalurbanization issues have been considered. Strategies include:• Increase drainage capacity and reduce ﬂood risk and waterlogging at inurban areas;"}, {"text_block_id": "p22_b2", "text": "In the hotspot ‘Chattogram Hill tracts’, both the hills and related coastalplains are considered, as problems experienced in the hills, like landslides, arerelated to coastal plain problems like sedimentation and recurrent dredging.Importantly, while for the larger rivers in Bangladesh much of the catchmentis outside the country, in the Eastern Hill area most of the catchments of theimportant rivers is within the country’s borders, oﬀering excellent conditionsfor integrated river basin management and opportunities to addressproblems holistically. Strategies include:• Protect economic zones and towns from ﬂoods and storm surges;• Ensure water security and sustainable sanitation;• Ensure integrated river management;• Maintain ecological balance and values (assets); and• Develop multi-purpose resources management system for sustainablegrowth ."}, {"text_block_id": "p21_b2", "text": "• Increase drainage capacity and reduce ﬂood risks;"}, {"text_block_id": "p20_b2", "text": "• Sub-strategy FW 1.5: Enhancement of freshwater ﬂows in urban andregional rivers;"}, {"text_block_id": "p19_b2", "text": "• Sub-strategy FR 3.1: Management of rivers and embankments withprovision of fastest drainage of water during monsoon and ﬂood;"}, {"text_block_id": "p18_b2", "text": "• Sub-strategy FR 1.5: Improvement of Drainage ."}, {"text_block_id": "p17_b2", "text": "The water challenges and proposed strategies in BDP 2100 are built aroundaddressing the fundamental problem of ﬂooding that is a nation-widechallenge and addressing hotspot speciﬁc challenges of water shortage indrought-prone Barind Region; river erosion problems of the river and estuaryregion; coastal inundation and salinity problems of the Coastal region;ﬂash-ﬂooding and wetland management issues of the Haor region; watershortage, sanitation and drainage problems of the urban region; and thewater shortage problem of the CHT region."}, {"text_block_id": "p16_b2", "text": "G. Strategies for BDP 2100"}, {"text_block_id": "p15_b2", "text": "Vision: “Achieving safe, climate resilient and prosperous delta”"}, {"text_block_id": "p14_b2", "text": "At the macro-level, the combined eﬀects of climate change could range froma loss of 1.1% of GDP per year in a moderate climate change environment to2.0% of GDP per year in an extreme climate environment. The projectionsmade for BDP 2100 using a moderate climate change environment shows aloss of about 1.1% of GDP per year between 2017-2041 based on thegovernment’s target of achieving 9% annual average target. This is a hugenegative impact and provides the basis for developing and implementing theBangladesh Delta Plan. Indeed, if the Delta Plan is implemented along withsuggested investment programmes, the Policy Scenario shows that theaverage growth rate can accelerate to 8.8% of GDP, which yields an averageannual GDP gap of 1.9% between the BAU and the Policy Scenario. The valueof the Delta Plan for Bangladesh is indeed very high."}, {"text_block_id": "p13_b2", "text": "Adverse Impacts of Climate ChangeThe climate change factors working through the geography of theBangladesh Delta can have vast adverse eﬀects on the country’sdevelopment. The climate factors work through a large number of sectorsthat add up to substantial losses economy wide. The most vulnerable sectoris agriculture. High temperature reduces yields of high-yielding varieties ofAus, Aman, and Boro rice. Climate change, especially in temperature,humidity, and radiation, increases the incidence of insect pests, diseases, andmicroorganisms. Simulation studies predict about 17% decline in overall riceproduction and as high as 61% decline in wheat production compared with thebaseline situation. By 2050, this could lead to a reduction in 4.5 million tonnesof rice output at the 2002 level of production. Agriculture will also suﬀer fromincrease in soil salinity. The salinity eﬀects are already severe as indicated byvery low yields in the salinity prone areas, especially Patuakhali where theaverage rice yield is 40% lower than the national average and more than 50%lower than in Naogaon. Under a moderate climate change scenario, the croploss due to salinity intrusion could be about 0.2 million tonnes per year.Simulations show that under the BAU scenario, due to the reduction in yield,annual paddy production would fall by 1.60% in 2050 and 5.1% in 2100.Agriculture will suﬀer additionally from the higher incidence of ﬂoodingcaused by climate change, including from inundation caused by sea level rise.The other highly vulnerable sectors are forestry and ecosystems. Many of theanticipated adverse eﬀects of climate change, such as sea level rise, highertemperatures, and an increase in cyclone intensity, will damage the forestresources of the country, put pressure on many climate-sensitive species, andcause increased erosion and deterioration of soil quality in many uplandsforested areas. The world’s largest mangrove forest, the Sundarbans, isextremely vulnerable to climate change. Sea level rise will increase saltwaterintrusion and negatively aﬀect the forest and its diverse ecosystem."}, {"text_block_id": "p12_b2", "text": "Cyclones and Storm Surges: Low lying areas of coastal region are highlyvulnerable to cyclones, which pose serious threat to lives and properties ofthe region. Nearly every year, cyclones hit the country's coastal region and asevere cyclone strikes the country every three years, on average. Intensity ofcyclonic storm surges as well as depth and extent of storm surge inducedcoastal inundation are likely to increase in changing climate through rising seasurface temperature (SST) and sea level. The IPCC further reports that futurecyclonic storm surges and related coastal ﬂoods in Bangladesh will likelybecome more severe as future tropical cyclones increase in intensity. In theEXT scenario, the areas vulnerable to inundation depths of more than 1 meterand 3 meters, respectively would be 14% and 69% higher than the currentbaseline scenario. A 10-year-return period cyclone in extreme scenario will bemore intense by 2050 and cover 43% of the vulnerable area, 17% more than thecurrent coverage."}, {"text_block_id": "p11_b2", "text": "River Erosion: The morphology of the country’s rivers is highly dynamic andriver bank erosion is also a regular phenomenon, particularly along the banksof the main rivers. The present rate of the Jamuna bank erosion is about 1,770ha per year while bank erosion by Padma River is about 1298 ha per year.Lower Meghna erodes at a rate of 2,900 ha per year. A major reason for theerosion is that the discharge in the rivers is increasing. Flow records over 50years long for the station Bahadurabad (Brahmaputra/ Jamuna rivers) showthat peak discharge is increasing and is peaking earlier. The average timing ofthe peak was in the middle of August but is now in the ﬁrst week of August.At Bhairab Bazar (Meghna), peak discharge is decreasing and its occurrence isdelayed slightly. The time of peak has moved to the last week of Septemberfrom mid-July in the late 1970s. At Hardinge Bridge station on the Ganges,peak discharge is increasing but the time of peak is advancing. The date isadvancing by about one day in a decade. The rising peak discharges of theGanges and the Brahmaputra mean increasing probability of future rivererosion. One consolation is that if the present trend of advancing of the peakprevails, the chances of coincidence of the Ganges and the Brahmaputrapeaks will be less, reducing the probability of catastrophic and long durationﬂoods. Along with erosion, there is also some land accretion from rivermovements and associated transport of sediments. During 1973-2015, a totalof 52,313 ha land has been accreted. On balance land accretion is signiﬁcantlylower than land erosion for all three major rivers, although net erosion is thelargest for the Brahmaputra/Jamuna River. Changes in the river ﬂow andsediment transport due to multi-faceted impacts of climate change areexpected to increase the dynamics of these rivers even more."}, {"text_block_id": "p10_b2", "text": "Rainfall: The rainfall pattern in Bangladesh is going to be more variable anderratic in future. There is an indication that pre-monsoon and monsoonrainfall will increase under BAU scenario. On an annual basis, the rainfall isexpected to increase in most regions during 2030. But, during 2050, southernparts of the country along with the eastern hills might get reductions inrainfall. Under the EXT scenario, as temperature rise will be higher, moreerratic behaviour of rainfall along with variation in amounts is projected."}, {"text_block_id": "p9_b2", "text": "E. Delta Challenges"}, {"text_block_id": "p8_b2", "text": "N0. ofDistrictsName of District"}, {"text_block_id": "p7_b2", "text": "C. Analytical Framework OF BDP 2100"}, {"text_block_id": "p6_b2", "text": "B. Need for an Integrated and Holistic Plan (BDP 2100) forWater Resources Management"}, {"text_block_id": "p5_b2", "text": "A. Overview"}, {"text_block_id": "p4_b2", "text": "-SHEIKH HASINA"}, {"text_block_id": "p3_b2", "text": "Published byGeneral Economics Division (GED)Bangladesh Planning CommissionGovernment of the People’s Republic of BangladeshSher-e-Bangla Nagar, Dhaka 1207, Bangladeshwww.plancomm.gov.bd"}, {"text_block_id": "p2_b2", "text": "Bangladesh in the 21 st Century"}, {"text_block_id": "p1_b2", "text": "Bangladesh in the 21 st Century"}, {"text_block_id": "p42_b3", "text": "October 2018"}, {"text_block_id": "p40_b3", "text": "Note"}, {"text_block_id": "p38_b3", "text": "37"}, {"text_block_id": "p37_b3", "text": "Information and Knowledge Management and Approach : Thecomprehensive knowledge domains of delta issues as well as the adaptivenature of delta management emphasize the importance of knowledgemanagement and the requirement of an approach. Five elements of theApproach are described below:"}, {"text_block_id": "p36_b3", "text": "Creating a Delta Knowledge Bank: Creation of a delta knowledge bank is anessential pre-requisite for undertaking adaptive delta management. Thisresponsibility will be assigned to GED, who will create a knowledge unit withthree main responsibilities:"}, {"text_block_id": "p35_b3", "text": "Local Water Management Bodies: The missing water institution inBangladesh is the representation in decision making of beneﬁciarystakeholders linked with coastal management, river management, freshwater wetlands (haors and baors) management, large irrigation schemes andﬂood control. Establishment of this missing link in water management is anessential reform for successful management of the BDP 2100. These watermanagement bodies fundamentally must represent the stakeholders and notgovernment interests. The water management bodies should be establishedbased on a careful review of international experiences, analysis of the pastapproaches to establishing water user’s association in Bangladesh and thereasons for their failure, and doing additional stakeholder consultations."}, {"text_block_id": "p34_b3", "text": "• Incorporating issues of climate change, environment, bio-diversity,agriculture, ﬁsheries, forestry, inland water transport and landmanagement and their interaction with water to develop a c o m p r e h e n -sive view of the delta issues and challenges; and"}, {"text_block_id": "p33_b3", "text": "Governance Issues and Challenges for Bangladesh Water ResourcesManagementBangladesh has a long history of water management with adoption of waterpolicies, regulations and institutions partly in response to water-relatednatural hazards. Nevertheless, the main focus of water management hasbeen the protection of agriculture. This is understandable in view of thedominant role of agriculture for food security and livelihood for the poor. Onenegative consequence of this primal focus has been the less attention toissues emerging from climate change, river transport, urban water supply anddrainage including pollution of rivers and other water bodies. These laterissues have now gained added signiﬁcance in the context of integrated deltamanagement. The legal framework for water management is provided by theWater Act 2013, which is comprehensive and covers all aspects of watermanagement as an integrated resource. According to the act, the mainobjective is to “make provisions for integrated development, management,abstraction, distribution, use, protection and conservation of waterresources\". Since the act is of recent origin, the associated regulatory policiesand institutions have not fully taken shape. But, the act provides a strongbasis for moving forward. The Water Act 2013 currently operates through theuse of a number of operating principles deﬁned by the National Water Policyof 1999 and the National Water Resource Management Plan of 2001(adoptedin 2004)."}, {"text_block_id": "p32_b3", "text": "J. Governance and Institutions"}, {"text_block_id": "p31_b3", "text": "30 GED, Bangladesh Planning Commission"}, {"text_block_id": "p30_b3", "text": "BDP 2100 Investment Plan (IP)The Investment Plan consists of a total of 80 projects: 65 are physicalprojects, and 15 are institutional and knowledge development projects at theﬁrst phase up to 2030. Its total capital investment cost is BDT 2,978 billion(US$37 billion). All projects can be started within the next eight years, thoughgiven the scale and programmatic nature of some investments, constructionin some cases will extend over decades.Development of the Investment Plan followed a rigorous, consultative, andinclusive process, using the principles of ADM. As part of the BDP 2100formulation process, the General Economics Division (GED) of the PlanningCommission requested more than 20 agencies involved in work in the Delta tosubmit their priority investment projects. This generated 133 candidateprojects with total capital costs of BDT 3,753 billion (US$47 billion). Thecandidate projects were screened, grouped, then sequenced following anADM methodology. Candidate projects were included in the InvestmentGEDif their expected beneﬁts exceed expected costs; if they contribute to atleast one of the six BDP 2100 goals; and if they are compatible with the ADMapproach. Of the 133 candidate projects, 80 met these criteria."}, {"text_block_id": "p29_b3", "text": "Need for InvestmentThe macroeconomic and sectoral costs of not implementing BDP 2100 can besubstantial. At the macroeconomic level, under moderate climate changeconditions, the costs can be as large as 1.3% lower rate of growth of GDP peryear through the loss of physical assets and economic activities. Others costswill be in terms of health risks and loss of bio-diversity. The costs would becommensurately higher under a worst-case climate change environment. Theimplementation of BDP 2100 involves sectoral strategies for water,environment, land, agriculture (forestry, livestock and ﬁsheries) as well asnew policies, institutional reforms and investments. These Delta policies,investments and institutional reforms in the delta related sectors areadditional to the investments, macroeconomic policies and economy widegovernance changes associated with the government’s Seventh Five YearPlan and their intensiﬁcation in the context of the government’s pursuit of an8% growth strategy.The implementation of the BDP 2100 involves total spending on delta-relatedinterventions, through new projects and maintenance of new and oldprojects, in an amount of about 2.5% of GDP per annum. This compares withan annual spending of a mere 0.8% of GDP presently. In current prices andusing the prevailing GDP, total required spending on BDP 2100 relatedprojects would need to grow from the pre-BDP 2100 spending levels of aboutUS$ 1.8 billion in FY2016 to about US$ 3.5 billion in FY2017 and will increase toUS$ 29.6 billion by FY2031."}, {"text_block_id": "p28_b3", "text": "• The Second Option is the Delta Plan (DP) Policy Option, which is thecombination of the BAU with the adoption of the BDP 2100. Thus, thisscenario incorporates the adoption of strong climate change and otherdelta related adaptation measures to achieve higher and sustainablegrowth trajectories in the face of the various weather-related naturalhazards and risks."}, {"text_block_id": "p27_b3", "text": "• Target for at least 30% energy production from renewable sources by 2041in the context of being a prosperous country ."}, {"text_block_id": "p26_b3", "text": "• Contribute to dealing with trans-boundary water aspects by ;developingmutual understanding and cooperation;"}, {"text_block_id": "p25_b3", "text": "• Selection of prospective sites for the construction of embankmentsconsidering the water ﬂow from upstream and with understanding andcooperation from upstream countries;"}, {"text_block_id": "p24_b3", "text": "• Development of Digital Land Resource Management System;"}, {"text_block_id": "p23_b3", "text": "• Enhance water security and water use eﬃciency in the urban areas;"}, {"text_block_id": "p22_b3", "text": "5) River Systems and Estuaries"}, {"text_block_id": "p21_b3", "text": "• Balancing water supply and demand for sustainable growth;"}, {"text_block_id": "p20_b3", "text": "• Sub-strategy FW 1.6: restoration of natural reservoir and water bodiesalong with their biodiversity conservation;"}, {"text_block_id": "p19_b3", "text": "• Sub-strategy FR 3.2: Improved river management and better O&M of FMDschemes;"}, {"text_block_id": "p18_b3", "text": "Strategy FR 2: Equipping the Flood Management and Drainage (FMD)Schemes for the FutureCreating a climate proof Bangladesh implies that the measures are designedto meet current physical and socio-economic conditions, as well as futuredevelopments. The country has invested heavily in FCD development over thepast 60 years 2 , FCD schemes are in urgent need of maintenance and, inselected areas, remodelling to equip them for the future. Future designs needto take into account projections of climate and hydrological change, sea levelrise, as well changed land use and, infrastructure and urbanization.Considering present climate change projections, up to 2030, the rapidlychanging socio economic conditions are more important. Beyond 2030,however, and depending on which scenario actually unfolds, climate changemay have a notable impact. How the future unfolds is inherently uncertainand investing in measures that could be rapidly outdated due to changingconditions needs to be avoided. At the same time, over-dimensioning ofstructures- which later turn out to be unnecessary lead to a waste of scarceresources. Flexible measures that are eﬃcient under a range of boundaryconditions are therefore most attractive. These are no-regret measures. Thisis where the Delta scenarios including climate change, sea level rise andsocio-economic development, come into play to assess the robustness ofdiﬀerent strategies and measures. At the same time constraints inﬂicted bydevelopment activities of upstream countries will have to be recognizedalong with the issues and challenges of land accretion and land losses fromriver course changes. Sub-strategies include:• Sub-strategy FR 2.1: Management of ‘submerged char’ before taking anyinitiative for ﬂood management and river ﬂow management;"}, {"text_block_id": "p17_b3", "text": "Strategy at National Level"}, {"text_block_id": "p16_b3", "text": "Water remains an indispensable resource and is used for both productionsectors, such as, agriculture, industry, commercial, forestry, ﬁsheries, etc.,and for human consumption, such as drinking, cooking and hygiene. Thenation-wide demand for water is growing over time, which is being intensiﬁedby several socio-technical drivers such as, high demographic growth, rapidand unplanned urbanization, high sectoral demand (such as agriculture,ﬁsheries, transportation and industries), climate change, etc. On the otherhand, the essentiality of water for the rich but vulnerable ecosystem of thecountry and the variability of water availability in dry and wet seasoncomplicates water resources management in Bangladesh. Additionally, themanagement of water resources is complicated by the fact that the ﬂowgenerated in the 93% catchment of the Ganges- the Brahmaputra- theMeghna originates outside the border of Bangladesh before draining out tothe Bay of Bengal. The country is frequently hit by natural disasters such as,ﬂood, river bank erosion, cyclone in the wet season; and drought in dryseason. Furthermore, the country encounters problems like water logging,salinity intrusion, arsenic contamination navigation problems, etc. Mostimportantly, the country confronts with growing uncertainties in receivingequitable water share from its upper riparian countries. Therefore, it is of highimportance for the country to manage this critical natural resource in anintegrated and holistic strategic manner.The BDP 2100 therefore comes up with an adaptive, holistic and long termintegrated plan to steer the opportunities and vulnerabilities created by theinterface of water, climate change, natural disasters, environment, ecologicalbalance, agriculture, land use and inland water management for nationaldevelopment. The sustainable use of water resources and prevention ofwater-related natural disasters provides the backbone to the Delta Plan. Thestrategies for managing water resources in wet and dry seasons that havebeen formulated are ﬂexible in respect of measures and actions with itstimeframe and uncertainties. The strategies are adaptive in the sense ofperiodic review and update in Five Year Planning cycle on the basis ofsituation and development needs. These are ‘no regret' measures in terms of"}, {"text_block_id": "p15_b3", "text": "Mission:“Ensure long term water and food security, economic growth andenvironmental sustainability while eﬀectively reducing vulnerability to naturaldisasters and building resilience to climate change and other delta challengesthrough robust, adaptive and integrated strategies, and equitable watergovernance”.This long term vision needs has been translated into speciﬁc goals or targetsfor its implementation. This is done by combining long term developmentoutcomes in terms of economic growth and poverty reduction in thePerspective of 2041 with targets for reducing long term vulnerability fromwater and climate change related hazards plus targets for environmentalconservation."}, {"text_block_id": "p14_b3", "text": "In terms of loss of human welfare, district and sub-district level analysisshows that there is a strong positive correlation between incidence ofpoverty and the intensity of natural hazards. Some 70% of the 16 districtsranked as most exposed to natural disasters (intense risk category withranking of 1) also show poverty rates that are higher than the nationalaverage using the upper poverty line for 2010. There is a similar high positivecorrelation between high-risk districts (risk ranking of 2) and poverty. Some67% of these districts have poverty rates that are higher than the nationalaverage and 13% have poverty rates same as the national average. At thenational level, of the 15 most poverty-stricken districts, almost 90% of thedistricts belong to natural hazard risk categories 1 or 2. Regarding per capitaincome, some 80% of the most-intense hazard-prone districts (risk ratings of1) had per capita income below the national average. The correspondingpercentages were: 67% for districts in risk category 2 and 100% for riskcategory 3."}, {"text_block_id": "p13_b3", "text": "Additional adverse eﬀects will happen in loss of land and physical assets frominundation. At a one meter SLR, a signiﬁcant part of dryland in Bangladesh willbe permanently inundated; the fall in production in all sectors in the economydue to the land quantity shock would lead to a fall in real GDP. Under the BAUscenario, real GDP would fall by 0.73% per year in 2030 and by up to 0.93% peryear in 2100. Climate change and the resultant ﬂoods and cyclones will have asigniﬁcant impact on infrastructure in Bangladesh. Estimates suggest thatthe capital stock in the construction sector would be depleted by 0.05%annually. Additional losses will happen to the road infrastructure. Health"}, {"text_block_id": "p12_b3", "text": "2) Upstream Development Activities in the UpstreamBeing highly dependent upon developments at upstream, the diversion, useor storage of ﬂows from the trans-boundary rivers is of major importance toBangladesh. Impacts on dry and monsoon season ﬂows, salinization, siltationof rivers and sediment deposition in the Meghna estuary are the mostimportant factors. These, in turn, have a direct impact on the ability of the(coastal) ﬂoodplains to keep up with sea level rise in the Meghna estuary. TheGanges River has been found to be the most negatively impacted river amongthe major rivers followed by the Brahmaputra and to a much lesser extent theMeghna River. The most impacted regional rivers are: The Dudhkumar,Dharla, Teesta and Mahananda Rivers."}, {"text_block_id": "p11_b3", "text": "Sea Level Rise (SLR) and Salinity Intrusion: Sea level rise and consequently,salinity intrusion are the most prominent issues now in Bangladesh delta forits complex geographical position. IPCC (2013) predicts sea level rise from 0.2meter to 1 meter for low to high emission scenarios in 2100 for the Bay ofBengal. Analyses indicate that under EXT scenario ﬂooding extent willincrease up to 6% and 8% from base (2005) in central part of Coastal Zone by2050 and 2100 respectively, which is highest among other parts of the CoastalZone. The west portion of the Coastal Zone will face 5% and 6% more coastalﬂooding than base by 2050 and 2100 respectively. No signiﬁcant changes havebeen found in eastern portion of the Coastal Zone."}, {"text_block_id": "p10_b3", "text": "Floods: Flood is a recurrent phenomenon of Bangladesh. Three mighty riversthe Ganges, the Brahmaputra and the Meghna meet together in Bangladeshforming the largest delta of the world. As a consequence, most of the countryconsists of huge ﬂood plain and delta of which, around 70% of the total area isless than one meter above sea level and 10% of the land area is made up oflakes and rivers. Bangladesh experiences heavy monsoon rains, especiallyover the highlands along with frequent tropical storms in coastal region. All ofthese events trigger frequent ﬂood occurrence in Bangladesh. On average, anestimated 20-25% of the country becomes inundated due to river spilling anddrainage congestion. Extreme situation arises when the three major rivers(the Ganges, the Brahmaputra, and the Meghna) reach their ﬂood peak at asimilar time. In general, 55-60% of the country is inundated during extremeﬂood events. Recent evidence reveals that the magnitude and frequency ofmega ﬂoods is increasing as a consequence of climate change. Other humancauses like construction of dam in upper riparian countries, unplannedurbanization in illegally encroached ﬂoodplains, lack of combination ofstructural and non-structural measures, etc. are aggravating the situation.Research suggests that the ﬂood extent will be increased for all areas of thecountry by mid-century (2050) based on the EXT scenario. Both banks of theBrahmaputra-Jamuna Rivers will be worst aﬀected in this scenario. Onaverage, 3-9% additional area will be inundated from the base (1978-2007) onthe left side of the Jamuna River. On the other hand, some portion of theBarind region adjacent to right bank of Jamuna river will be more inundated(around 30%) from the base by 2050 due to ﬂooding in the EXT scenario."}, {"text_block_id": "p9_b3", "text": "1) Climate ChangeTemperature Rise: In the Fifth Assessment Report of the International Panelfor Climate Change (IPCC), the globally averaged combined land and oceansurface temperature data show a warming of 0.85 (0.65 to 1.06) °C, over theperiod 1880 to 2012. The total increase between the average of the 1850–1900period and the 2003-2012 period is 0.78 (0.72 to 0.85) °C. For the longestperiod when calculation of regional trends is suﬃciently complete (1901 to2012), almost the entire globe has experienced surface warming. In additionto robust multi-decadal warming, global mean surface temperature exhibitssubstantial decadal and inter-annual variability. The pattern of rising globaltemperatures is expected to continue in the future. Projections show that for2046-2065, mean temperature rise ranges from 1.0 to 1.4°C, whereas it rangesfrom 1.0 to 3.7°C for the period 2081-2100.Bangladesh has also experienced considerable rise in temperature. Whilethere is debate about the magnitude of future increase, there is consensusthat global warming will increase and so will be the case for Bangladesh. Inthis Report two scenarios are considered: Business As Usual scenario (BAU)and Extreme scenario (EXT). The BAU considers the moderate climate changescenario with sustained global and national eﬀorts to reduce Green HouseGas (GHG) emissions. The EXT considers the extreme climate change scenariowith limited global and national eﬀorts to reduce the GHG emissions andfossil fuel based economic development. Projections show that temperature"}, {"text_block_id": "p8_b3", "text": "Coastal Zone19Bagerhat, Barguna, Barishal, Bhola, Chandpur, Chattogram, Cox’s Bazar, Feni,Gopalganj, Jashore, Jhalkati, Khulna, Lakshmipur, Narail, Noakhali,Patuakhali, Pirojpur, Satkhira, Shariatpur.Barind and DroughtProne Areas"}, {"text_block_id": "p7_b3", "text": "The Bangladesh Delta is variously deﬁned in the literature. This report usesthe most expansive deﬁnition of the delta that basically encompasses almostall districts of Bangladesh because they face numerous weather and climatechange risks related to their location either around the sea, around majorrivers or in water scarce zones. Only six districts are relatively less hazardprone owing to their location away from sea and active rivers. The BDP 2100is essentially an adaptive techno-economic plan involving the interaction ofwater, land use, ecosystem and climate change with development outcomes.Hence, hydrology plays a major role in delineating the planning regions forthe preparation of the BDP 2100. Using the eight hydrological zones as thestarting point, the focus has been sharpened on the magnitude of the naturalhazard vulnerabilities facing each of the hydrological regions. This has led toa modiﬁed grouping of districts and areas facing similar risks of naturalhazards and climate change. These groups are called “Hotspots” that simplydeﬁne a broad grouping of districts and areas facing similar natural hazardand climate change risks. The aggregate hotspot grouping provides aconvenient tool to summarize certain broad socio-economic characteristicsand common risk proﬁles. They are only a ﬁrst step of analysis. The risk proﬁleand magnitude of vulnerabilities facing a district within and between hotspotdistricts vary considerably. In some cases, a further disaggregation to thedistrict and upazilla level may be necessary to understand in detail the riskproﬁles. Accordingly, a risk proﬁle at the district level, and where necessary atthe upazilla level, was also developed in formulating the BDP 2100.The Six Hotspots and number of districts covered are summarized below.Because of geographical overlap, some districts may fall in more than oneHotspot."}, {"text_block_id": "p6_b3", "text": "A number of sectoral initiatives and plans for water and agriculturaldevelopment sectors have been adopted in Bangladesh since 1960.Furthermore, national-level strategic plans such as the Five Year Plans andPerspective Plan have been formulated by the Government. More recently,the 17 Sustainable Development Goals (SDGs) with 169 targets are new globalagenda and Bangladesh is highly committed to meeting these goals.However, the challenge lies in integrating these sectoral, national and globaltargets and plans into long term coherent strategies taking climate changeand future demands into account, as well as in eﬀective implementation ofthe needed interventions in a well-coordinated manner, following a no regretapproach.Typically, the sectoral plans tend to be short term oriented and independentlypursued by the formulating ministries or departments. Whereas, goals andtargets are at the national level and climate change and natural disaster riskspresent major downside challenges and risks that require long termstrategies and multi-sectoral coordinated policy management underuncertainty. For example, the national challenge to maintain food security inthe face of increasing population and decreasing agricultural land as well asthe threat posed by climate change requires coordinated policy actionsinvolving ministries for agriculture, environment, forests and climate change,land, ﬁsheries and livestock, water resources, LGRD&C, shipping, food,disaster management and relief, ﬁnance and planning. Similarly, to meet thehigher water demand for achieving a greater standard of living and to protectthe ever increasing level of investment in housing and industry from disasters,Bangladesh needs a long term vision, planning and implementation involvingall government ministries and agencies that contribute to this objective."}, {"text_block_id": "p5_b3", "text": "The development activities have gained tremendous momentum in the lastdecade by the dynamic leadership of the Honourable Prime Minister SheikhHasina. The indicators of an exceptionally strong development record haveinspired the country to aim even higher. The country now aspires to reach theupper middle income status by 2030. Sound and eﬀective developmentpolicies and advantage of the hugely abundant supply of labour, a very fertileland, plenty of water and monsoon rains have laid the foundation of thisachievement in the recent past. The Bangladesh Delta, the largest dynamicdelta of the world, along with a large and growing population base,presented many advantages that the people and policy makers convertedinto opportunities to secure the above development gains. Yet, the samedelta and high population density presents many development challenges.With a population of about 160 million crammed into 1,47,570 km 2 includingrivers, Bangladesh having at about 1,200 people per square kilometer is oneof the most densely populated countries in the world. Owing to the deltaicformation of the country, the conﬁguration of the rivers and climate change,Bangladesh has been ranked as the 6th most vulnerable country in the worldin terms of risks from natural hazards. Tidal surge, salinity, ﬂooding, rivererosion and cyclones are regular features of the country. These features posea continuous challenge to food security for the country and livelihood for alarge part of the rural population. These delta-related challenges are just onesource of challenge. The country faces other challenges from growingurbanization, declining land availability, infrastructure shortages, energysupply constraints and dearth in labour skills. The interface of these multiplechallenges with limited public resources and a constrained public sectorcapacity deﬁne the policy and institutional challenges of lower middle incomeBangladesh. Even so, past track record gives conﬁdence that with strongdetermination and eﬀort, the country has the capability to overcome thesechallenges.In view of the long term challenges presented by climate change and naturalhazards, the Government has formulated a long term Bangladesh Delta Plan2100 (BDP 2100). The BDP 2100 seeks to integrate the medium to long termaspirations of Bangladesh to achieve upper middle income (UMIC) status andeliminate extreme poverty by 2030 and being a prosperous country beyond2041 with the longer term challenge of sustainable management of water,ecology, environment and land resources in the context of their interactionwith natural disasters and climate change. The BDP 2100 looks primarily at thedelta agenda up to 2050 but also recognizes that the decisions taken todayhave implications up to 2050 and beyond. In this regard, it sets up a long termvision for the evolution of the Bangladesh Delta by the end of the 21stcentury, but deﬁnes short and medium term goals as steps to reach thatvision. These goals, associated strategies, policies, institutions and"}, {"text_block_id": "p4_b3", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p3_b3", "text": "Copyright © General Economics Division, Bangladesh Planning Commission, October 2018"}, {"text_block_id": "p2_b3", "text": "(Abridged Version)"}, {"text_block_id": "p1_b3", "text": "(Abridged Version)"}, {"text_block_id": "p38_b4", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p37_b4", "text": "(a) Knowledge needs & agenda: The knowledge agenda identiﬁes nine k e ysubjects as burning issues along with the most important research questions."}, {"text_block_id": "p36_b4", "text": "(a) collate all relevant delta related knowledge globally and nationally into adigitized knowledge library;"}, {"text_block_id": "p35_b4", "text": "Strengthening Core Delta Institutions: It is imperative to strengthen the coredelta institutions for the BDP 2100 to succeed and also for the eﬀectiveimplementation of the Delta Plan itself. This is a tough challenge and involveslong term eﬀort. Yet some core institutions require mediate attention. Theseinclude: GED, BWDB, WARPO, DOE, DOF, DAE, LGED, FD, DBHW, etc., themunicipalities (City Corporations and Pourashavas), the WASAs, the newlyconstituted local water management bodies and all specialized institutionswithin diﬀerent non-water delta line ministries (specialized institutionsworking on delta-related issues in the ministries of agriculture, disastermanagement and relief, shipping and inland water, local government,environment, forests and climate change and livestock and ﬁsheries). TheMinistry of Water Resources is the primary water management institution inthe country. Its work is supported by a number of specialized agenciesincluding the two core institutions: BWDB and WARPO. Both institutions needconsiderable strengthening in terms of new technology, innovation,integrated planning, research, economic management and consultativeprocesses. BWDB will also need to help out with the establishment of the"}, {"text_block_id": "p34_b4", "text": "• Converting each of the related institutions of water, climate change andenvironment management, agriculture and land management, and inlandwater transport management into strong institutions with adequatetechnical skills in the areas of economic management, ﬁnancing,institution building, monitoring and evaluation and knowledgemanagement."}, {"text_block_id": "p33_b4", "text": "Successive governments have engaged in detailed technical studies withinternational technical experts, but implementation has suﬀered owing topolitical, ﬁnancing and institutional constraints. A key challenge is theabsence of local water management bodies and therefore the absence ofkey-stakeholders (beneﬁciaries) in related decision making. A third problemis the lack of integration of water issues with climate change, environment,land management and other delta-related challenges owing to inadequateinstitutional coordination."}, {"text_block_id": "p32_b4", "text": "Sound implementation of public policies and programmes depends upon theprevailing governance environment and underlying institutionalarrangements. These requirements gain added signiﬁcance when policies andprogrammes are cross-sectoral in nature and involve multiple line agencies.The BDP 2100 agenda is essentially cross-sectoral and implementationarrangements involve multiple line ministries, local government institutions,communities and private sector. Clarity of role, interdependence of actionsand a coordinated approach are essential requirements of the institutionalset up for BDP 2100 implementation. The stakes are large and so are theresource requirements. Yet, resources are limited and there are competingdemands. How resources are allocated among competing demands, howtrade-oﬀs are made and how eﬀectively programmes are implemented to getthe best results from limited resources are major political economy issuesthat depend critically upon the prevailing governance environment.Globally there are many other delta experiences and Bangladesh can learnfrom these experiences with a view to avoiding their mistakes and adaptingthe positive experiences to the Bangladesh situation. Importantly,Bangladesh itself has a long experience in dealing with the delta issues andchallenges. A solid review of these experiences, identifying areas of success"}, {"text_block_id": "p30_b4", "text": "Public Sector Financing OptionsAs noted, presently the government spends about 0.8% of GDP on BDP 2100"}, {"text_block_id": "p29_b4", "text": "The BDP 2100 envisages that out of the total required 2.5% of GDP, some 0.5%of GDP could be funded by the private sector under various initiativesdiscussed below and about 2% of GDP would need to be executed through thepublic sector. Out of this 2% of GDP ﬁnanced from the budget, about 0.5% ofGDP would need to be spent on O&M activities and the remaining 1.5% of GDPshould come under the BDP 2100 IP. It may be noted that at present O&M isvery much neglected and the actual amount may not even be more than 0.1%of GDP. The practice of not maintaining delta related investment has led torapid deterioration in the eﬃciency of water infrastructure and leading to"}, {"text_block_id": "p28_b4", "text": "The results are very striking. Under the BAU Policy Option, the GDP growthrate starts falling over time as the adverse eﬀects of climate change andnatural hazards gain momentum. The eﬃciency of capital falls. Outmigrationto cities from vulnerable districts increases, adding to the urbanizationpressures. Agriculture productivity falls. Land degradation and lower landproductivity reduce land availability and increase land prices. Availability ofurban land falls in relation to demand as growing urbanization fromoutmigration creates additional pressure on urban land. Cost of urbanproduction increases as ﬂooding and drainage problems damage urbanproperties and enterprises and create infrastructure problems. Urban watershortages, water quality and sanitation risks add to health costs and reducequality of life. The net eﬀect is an annual average GDP loss of about 1.1%between FY2017-41 as compared with the government’s target to achieve andmaintain 9% average GDP growth until FY2041. Most importantly, in thisscenario Bangladesh is unable to reach upper middle income status andeliminate extreme poverty by 2030."}, {"text_block_id": "p27_b4", "text": "7) Earthquakes"}, {"text_block_id": "p26_b4", "text": "• Development of riverine and maritime ports ; and"}, {"text_block_id": "p25_b4", "text": "• Multi-track water diplomacy to prevent or peacefully resolve conﬂicts;"}, {"text_block_id": "p24_b4", "text": "• Reviewing and updating/enactment of Laws/Regulations relating toAlluvion and Diluvion to improve eﬃciency of land administration ofaccreting and reclaimed land;"}, {"text_block_id": "p23_b4", "text": "• Regulate and monitor river and other water body pollution from industriesand human sources;"}, {"text_block_id": "p22_b4", "text": "The Major Rivers of Bangladesh are the backbone of the delta system andtherefore play a central role in the BDP 2100. A long term strategy for theserivers therefore has national importance. Many of the water-relatedchallenges in Bangladesh are related to the dynamic mighty rivers. Strategiesinclude:• Provide adequate room for the river and infrastructure to reduce ﬂood risk;"}, {"text_block_id": "p21_b4", "text": "• Reclaim New Land in the Coastal Zone;"}, {"text_block_id": "p20_b4", "text": "• Sub-strategy FW 1.7: Preserving ground water level by restriction onexcessive extraction of ground water; and"}, {"text_block_id": "p19_b4", "text": "• Sub-strategy FR 3.3: Extension and improvement of multipurpose cycloneshelters and its services along with emergency services;"}, {"text_block_id": "p18_b4", "text": "• Sub-strategy FR 2.2: Drainage improvement inside FMDI schemes;"}, {"text_block_id": "p17_b4", "text": "Flood Risk (FR) Management Strategies"}, {"text_block_id": "p16_b4", "text": "15"}, {"text_block_id": "p15_b4", "text": "BDP 2100 approach to long term goals: The BDP 2100 proposes 3 higher levelnational goals and 6 BDP 2100 speciﬁc goals that contribute to achievingthese higher level goals."}, {"text_block_id": "p14_b4", "text": "F. Salient Features of BDP 2100"}, {"text_block_id": "p13_b4", "text": "12 GED, Bangladesh Planning Commission"}, {"text_block_id": "p12_b4", "text": "3) Water QualityWater quality worsens severely in 32 rivers (based on available data); areconsidered at risk of severe environmental degradation. Industrialization,including mechanization of the agriculture sector, urbanization andsalinization, are expected to lead to further deterioration of surface waterquality in the country. There are at least three types of direct negativeimpacts of water pollution: i) increasing health problems of the rural andurban population; ii) loss of agricultural and industrial productivity due topollution and salt water intrusion; and iii) environmental degradation, leadingto a degradation of the environmental services oﬀered. Key issues ingroundwater quality include arsenic in groundwater and salinization.Pollution from industrial and domestic sources also constitutes a clear risk.About 12.6% of supply water contains arsenic."}, {"text_block_id": "p11_b4", "text": "The rising sea level impedes fresh water availability in coastal area, expeditingintrusion of salinity front. Both surface water and soil salinity along the coast"}, {"text_block_id": "p10_b4", "text": "Droughts: The droughts occurring in Bangladesh are not meteorologicaldroughts but agricultural droughts, which could be also termed as severemoisture stress. In the drought prone agro-ecological regions of Bangladesh,period of dry days range between 32-48 days, starting from 24 March to 21May. During this period the temperature also rises more than 40°C for 5 to 15days within the same agro-ecological regions. In addition, some soils have lowmoisture holding capacities, which show diﬀerent degrees of doughtiness.The government’s intervention to attack drought with the Barind RegionIrrigation Project has changed the proﬁle of the Barind region with a rapid"}, {"text_block_id": "p9_b4", "text": "8 GED, Bangladesh Planning Commission"}, {"text_block_id": "p8_b4", "text": "18Bogura, Chuadanga, Dinajpur, Gaibandha, Joypurhat, Kushtia, Meherpur,Naogaon, Natore, Nawabganj, Nilphamari, Pabna, Panchagarh, Rajshahi,Rangpur, Satkhira, Sirajganj, ThakurgaonHaor and Flash FloodAreas"}, {"text_block_id": "p7_b4", "text": "1.Coastal Zone (27,738 sq. km);"}, {"text_block_id": "p6_b4", "text": "Due to the large uncertainties with respect to climate change andsocio-economic development, planning is being enriched with adaptivestrategy making in several deltas in the world. Rather than providing linearrecipes, robust and ﬂexible strategies and measures have been taken, withstrong institutions and a good knowledge base that allows policy makers andstakeholders to anticipate and decide on the most appropriate investments.Learning from these international experiences, BDP 2100 has been developed"}, {"text_block_id": "p5_b4", "text": "4 GED, Bangladesh Planning Commission"}, {"text_block_id": "p3_b4", "text": "All rights are reserved. Though we encourage use of the Bangladesh DeltaPlan 2100 by any interested person, but no part of this publication may bereproduced or transmitted in any form or by any means without priorpermission in writing from the publisher."}, {"text_block_id": "p2_b4", "text": "The Best Gift for the Future Generationsby the Present Generation"}, {"text_block_id": "p1_b4", "text": "The Best Gift for the Future Generationsby the Present Generation"}, {"text_block_id": "p37_b5", "text": "(b) Knowledge accumulation: A start has been made with the compilation ofthe 26 Baseline Studies. These studies should be updated and new areas ofresearch identiﬁed and implemented based on knowledge gaps."}, {"text_block_id": "p36_b5", "text": "(b) establish a delta data bank; and"}, {"text_block_id": "p35_b5", "text": "34 GED, Bangladesh Planning Commission"}, {"text_block_id": "p34_b5", "text": "Key elements of the governance and institutions under the BDP 2100"}, {"text_block_id": "p33_b5", "text": "Institutional Reforms for the BDP 2100Moving forward, the implementation of the BDP 2100 will require institutional"}, {"text_block_id": "p32_b5", "text": "31"}, {"text_block_id": "p30_b5", "text": "29"}, {"text_block_id": "p29_b5", "text": "28 GED, Bangladesh Planning Commission"}, {"text_block_id": "p28_b5", "text": "In contrast to the BAU option, under the DP Policy Option that incorporatesthe adoption of the BDP 2100 the negative eﬀects of climate change andnatural hazards are considerably reduced. This allows the Bangladesheconomy to avoid a disruption of the growth eﬀort and secure an averageGDP growth rate of about 9%. Based on higher GDP growth rate including theavoidance of loss of agricltural income and rural livelihoods, Bangladeshsecures the development objectives of eliminating extreme poverty andreaching upper middle income status by 2030."}, {"text_block_id": "p27_b5", "text": "Bangladesh and the north eastern part of India states have long been one ofthe seismically active regions of the world, and have experienced numerouslarge earthquakes during the past 200 years. Strategies include:• Strengthen earthquake management and enhance the capacity tocope with earthquakes ;"}, {"text_block_id": "p26_b5", "text": "• Initiatives for activating transboundary waterways ."}, {"text_block_id": "p25_b5", "text": "• Continuing eﬀorts for signing of Treaty regarding the sharing of water forthe Teesta and all other transboundary rivers;"}, {"text_block_id": "p24_b5", "text": "• Formulation of necessary laws and acts to form Land Zoning;"}, {"text_block_id": "p23_b5", "text": "• Conserve and preserve urban wetlands and ecosystems and promote theirwise-use;"}, {"text_block_id": "p22_b5", "text": "• Improvement of the conveyance capacity as well as stabilize the rivers;"}, {"text_block_id": "p21_b5", "text": "• Sundarbans Conservation; and"}, {"text_block_id": "p20_b5", "text": "• Sub-strategy FW 1.8: Increase the fresh water ﬂow in urban and rural riversand control of river pollution ."}, {"text_block_id": "p19_b5", "text": "• Sub-strategy FR 3.4: Development of ﬂood proof water supply andimproved drainage system;"}, {"text_block_id": "p18_b5", "text": "• Sub-strategy FR 2.3: Restoration of water bodies and connectivity amongand between FMDI schemes;"}, {"text_block_id": "p17_b5", "text": "Flood risk management strategies have been developed based on 3 principlesas follows:• Strategies conducive to economic development without degrading theenvironment;"}, {"text_block_id": "p16_b5", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p15_b5", "text": "Higher Level Goals"}, {"text_block_id": "p14_b5", "text": "BDP 2100 is envisioned as a long term integrated and holistic plan that takes along term view on water resource management, climate change andenvironmental challenges with a view to supporting long term developmentof Bangladesh. The opportunities, risks and vulnerabilities emerging from theinterface of water, climate change and environmental issues are long term innature. The strategies, policies and programs must also be formulated with along term perspective. Yet there are immediate and medium term challengesthat must be addressed now or in the near future. The associated short tomedium term strategies, policies and programs will have implications for longterm developments. As a result, long term planning is complicated byconsiderable uncertainties. Water, climate change and environment areheavily inﬂuenced by the behaviour of nature that is not often predictable."}, {"text_block_id": "p12_b5", "text": "11"}, {"text_block_id": "p11_b5", "text": "10 GED, Bangladesh Planning Commission"}, {"text_block_id": "p10_b5", "text": "9"}, {"text_block_id": "p8_b5", "text": "7Brahmanbaria, Habiganj, Kishoreganj, Moulvibazar, Netrokona, Sunamganj,SylhetChattogram Hill Tracts3Bandarban, Khagrachhari, RangamatiRiver Systems &Estuaries"}, {"text_block_id": "p7_b5", "text": "2. Barind and Drought Prone Areas (22,848 sq. km);"}, {"text_block_id": "p6_b5", "text": "in light of the many possible future paths that are possible, and is designed to"}, {"text_block_id": "p3_b5", "text": "A Note on this EditionNational Economic Council (NEC) approved ‘Bangladesh Delta Plan 2100’ on 04September 2018.This is abridged version of the approved Plan which is also available forgeneral access in Bangladesh Planning Commission’s Website:www.plancomm.gov.bd"}, {"text_block_id": "p2_b5", "text": "General Economics Division (GED)"}, {"text_block_id": "p1_b5", "text": "General Economics Division (GED)"}, {"text_block_id": "p37_b6", "text": "(c) Knowledge availability: This is ensured through a web-based informationportal, gathering geographical data layers, studies, policy documents andother technical reports."}, {"text_block_id": "p36_b6", "text": "(c) develop and implement a comprehensive delta knowledge and dataupdating eﬀort."}, {"text_block_id": "p34_b6", "text": "Coordination and facilitation of BDP 2100 Implementation: The governmenthas agreed to assign General Economics Division (GED) the responsibility ofoverall coordination, facilitation, M&E of BDP 2100 implementation.Institutional capacity of GED needs to be enhanced for carrying out thesetasks in an integrated and holistic manner for which a well-structured wingwill be created. The ‘Delta Governance Council (DGC)’ is proposed as a smallbut high-level inter-ministerial forum chaired by Hon’ble Prime Minister. DGCis proposed as a supervising and guiding entity and the Planning Ministerwould be the Vice-Chair. The DGC would function as a formal linkage forachieving political commitments regarding BDP 2100, provide directions andmakes decisions. It would provide strategic advice and policy guidelines."}, {"text_block_id": "p33_b6", "text": "32 GED, Bangladesh Planning Commission"}, {"text_block_id": "p32_b6", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p30_b6", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p28_b6", "text": "Under the BAU option, the inclusion of environmental risks and subsequentloss in income causes substantial losses compared to the baseline. GDP"}, {"text_block_id": "p27_b6", "text": "• Design earthquake-proof structures including barrages, regulators, sluices,embankments, cross-dams, roads, bridges, buildings in conformity withthe Bangladesh National Building codes or any other approved standards ;"}, {"text_block_id": "p26_b6", "text": "5) Advancing the Blue Economy"}, {"text_block_id": "p25_b6", "text": "• Demand based common river basin management schemes have to beinitiated;"}, {"text_block_id": "p24_b6", "text": "• Increase climate change adaptation capacity for land management;"}, {"text_block_id": "p23_b6", "text": "• Develop eﬀective urban institutions and governance;"}, {"text_block_id": "p22_b6", "text": "• Provide fresh water of suﬃcient quantity and quality;"}, {"text_block_id": "p21_b6", "text": "• Restoration of dead/low ﬂowing rivers and basin wide management ofcross boundary rivers for increasing supply of fresh water."}, {"text_block_id": "p20_b6", "text": "Construction of the Padma Barrage with proper feasibility has beensuggested as a major activity under this strategy. Optimum uses of water ofthe Padma during dry season would be possible after construction of thisbarrage. This will ensure availability of water for irrigation in coastal zone andBarind and Drought prone areas in one hand and increase the ﬂow of freshwater in the rivers of these areas in other hand. Overall, the production ofagriculture and ﬁsheries will substantially increase and salinity will bedecreased in this area. Moreover, emphasis has been given on theconservation of natural water bodies, excavation and re-excavation of pondsand canals, rain water harvesting and re-establishing connectivity of canalswith rives as eﬀective means of increasing the availability of fresh waterduring dry season."}, {"text_block_id": "p19_b6", "text": "• Sub-strategy FR 3.5: Flood and storm surge prooﬁng of housing and othercritical infrastructure supported by quick emergency services;"}, {"text_block_id": "p18_b6", "text": "• Sub-strategy FR 2.4: Restoration, redesign and modiﬁcation ofembankments and structures (where necessary); and"}, {"text_block_id": "p17_b6", "text": "• Developing Climate change resilient Bangladesh through optimal use ofnatural resources; and"}, {"text_block_id": "p15_b6", "text": "Goal 1: Eliminate extreme poverty by 2030;"}, {"text_block_id": "p14_b6", "text": "13"}, {"text_block_id": "p12_b6", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p10_b6", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p8_b6", "text": "29Barguna, Barishal, Bhola, Bogura, Chandpur, Cumilla, Faridpur, Feni,Gaibandha, Gopalganj, Jamalpur, Kurigram, Lakshmipur, Lalmonirhat,Madaripur, Manikganj, Munshiganj, Narayanganj, Natore, Chapai Nawabganj,Noakhali, Pabna, Potuakhali, Rajshahi, Rajbari, Shariatpur, Sirajganj, Tangail,KhulnaUrban Areas7Barishal, Chattogram, Dhaka, Khulna, Rajshahi, Rangpur, SylhetRelatively Less HazardProne (RLHP) Areas"}, {"text_block_id": "p7_b6", "text": "3. Haor and Flash Flood Areas (16,574 sq. km);"}, {"text_block_id": "p6_b6", "text": "5"}, {"text_block_id": "p3_b6", "text": "Cover Designed byGeneral Economics DivisionBangladesh Planning CommissionGovernment of the People’s Republic of Bangladesh"}, {"text_block_id": "p2_b6", "text": "Bangladesh Planning CommissionMinistry of PlanningGovernment of the People’s Republic of Bangladesh"}, {"text_block_id": "p1_b6", "text": "Bangladesh Planning CommissionMinistry of PlanningGovernment of the People’s Republic of Bangladesh"}, {"text_block_id": "p37_b7", "text": "(d) Value realization: This shall be done from delta knowledge once it is putto use in practice. For example, this can be done as input to the 8th Five YearPlan and the preparation of the Climate Atlas, or when related policies needto be informed by available knowledge and scientiﬁc ﬁndings."}, {"text_block_id": "p36_b7", "text": "As a ﬁrst step, GED should undertake a quick stock taking of existingknowledge. A summary of the knowledge bank stock should be shared withother delta-related public and private policy and research institutions todevelop a knowledge and data upgrading agenda. GED should review thisagenda to check for consistency and relevance with the needs of the deltamanagement, especially in the context of doing a sound monitoring andevaluation of the BDP 2100, and develop a 3-5 year data and research workprogramme with annual targets. Resource requirements should bedetermined. Following approval by the DGC of the knowledge workprogramme and budget, implementation may proceed through GED. Data"}, {"text_block_id": "p34_b7", "text": "To facilitate speciﬁc project/ programme selection for inclusion in the DeltaPlan Investment Programme, a second coordinating committee named asDelta Plan Project/ Programme Selection Committee (PPSC) would beestablished with Member, GED in chair and comprising of representatives ofFinance, Planning, Water, Environment and Forestry, Agriculture, Land,ivestock and Fisheries and Shipping. General Economics Division wouldmanage planning and research, coordinate and facilitate the implementationof the BDP 2100 including selection of its investment plan, monitor Delta Planimplementation and update the Delta Plan. Actual implementation of BDP2100 approved programmes and projects would be undertaken by related"}, {"text_block_id": "p28_b7", "text": "27"}, {"text_block_id": "p27_b7", "text": "• Formulate a proper land use plan for building construction in municipalareas ; and"}, {"text_block_id": "p26_b7", "text": "With the settlement of maritime border disputes with neighbouring statesMyanmar and India in 2014, the Government of Bangladesh embarked on tounlock the potentials. The blue economy is now considered as a new‘development space’ in Bangladesh. Shipping, coastal shipping, sea ports,ship building and recycling, marine ﬁsheries, sea salt, coastal tourism, oceanenergy, land reclamation, maritime surveillance, human resourcesdevelopment and governance have been identiﬁed as key priority sectors. Atotal of sixteen diﬀerent approaches have been proposed. Out of thoseregional partnerships in developing the blue economy is ranked high on thatagenda. Moreover, diﬀerent MoUs have also been signed with India.Strategies for Blue Economy include:• Quick completion of multidimensional survey of marine resources;"}, {"text_block_id": "p25_b7", "text": "• Third party involvement (multilateral or bilateral development partner orcountry) to resolve transboundary water related issues; and"}, {"text_block_id": "p24_b7", "text": "• Spatial land use planning for urbanization;"}, {"text_block_id": "p23_b7", "text": "• Integrated and sustainable use of urban land and water resources;"}, {"text_block_id": "p22_b7", "text": "• Maintain ecological balance and values (assets) of the rivers;"}, {"text_block_id": "p21_b7", "text": "Tidal River Management (TRM)TRM is an eﬀective strategy for reducing water-logging, increasing rivernavigability and reclaiming land. In BDP 2100, it has been recommended togain eﬃciency in TRM as well as its expansion to address these problems ofcoastal zone."}, {"text_block_id": "p20_b7", "text": "Strategy FW 2: Maintaining Water Quality for Health, Livelihoods andEcosystemsThis strategy is based on the second objective “water quality” of thefreshwater strategy. Water quality is a growing concern for the country, withmany rivers and wetlands at serious environmental risk. To ensure healthylives, livelihood and ecosystem of Bangladesh, the quality of water needs tomaintain according to rules and regulation. Sub-strategy includes:• Sub-strategy FW 2.1: Appropriate waste management and reduction ofpollution in urban and rural areas;"}, {"text_block_id": "p19_b7", "text": "• Sub-strategy FR 3.6: Social safety net and enhancement of rapid responserecovery packages;"}, {"text_block_id": "p18_b7", "text": "• Sub-strategy FR 2.5: River management, excavation and smart dredgingpreceded by appropriate feasibility study."}, {"text_block_id": "p17_b7", "text": "• Climate resilient development through participatory process."}, {"text_block_id": "p15_b7", "text": "Goal 2: Achieve upper middle income status by 2030; and"}, {"text_block_id": "p14_b7", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p8_b7", "text": "6Gazipur, Jhenaidah, Magura, Mymensingh, Nilphamari, Sherpur"}, {"text_block_id": "p7_b7", "text": "4. Chattogram Hill Tracts (13,295 sq. km);"}, {"text_block_id": "p6_b7", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p3_b7", "text": "First Published: October 2018No of Copies: 2500"}, {"text_block_id": "p2_b7", "text": "October 2018"}, {"text_block_id": "p37_b8", "text": "(e) Delta Knowledge Community: This comprises of academics, policymakers, international donors, NGOs and ﬁeld workers in a community ofparticipants. This Delta Knowledge Community will be able to engagecontinuously making knowledge available to its stakeholders, enabling themto engage in Adaptive Delta Management."}, {"text_block_id": "p36_b8", "text": "35"}, {"text_block_id": "p34_b8", "text": "ministries and implementing agencies."}, {"text_block_id": "p28_b8", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p27_b8", "text": "• Conduct a detailed study on identiﬁcation of faults and epicentres ."}, {"text_block_id": "p26_b8", "text": "• Increase the number of sea going vessels and modernization and capacitybuilding of the sea ports;"}, {"text_block_id": "p25_b8", "text": "• Improved basin-wide ﬂood forecasting ."}, {"text_block_id": "p24_b8", "text": "• Optimization of Land Use;"}, {"text_block_id": "p23_b8", "text": "• Improved urban services: water supply, sanitation, wastewater and solidwaste management. Place special emphasis on management of disposalof medical, electronic and other hazardous waste/materials; and"}, {"text_block_id": "p22_b8", "text": "• Allow safe and reliable waterway transport in the river system;"}, {"text_block_id": "p21_b8", "text": "2) Barind and Drought Prone Areas"}, {"text_block_id": "p20_b8", "text": "• Sub-strategy FW 2.2: Monitoring and control of pollution; and"}, {"text_block_id": "p19_b8", "text": "• Sub-strategy FR 3.7: River management as well as improved ﬂoodmanagement, drainage, O&M and ﬂow management; and"}, {"text_block_id": "p18_b8", "text": "Strategy FR 3: Safeguarding Livelihoods of Vulnerable CommunitiesIn addition to protecting economic strongholds, there is an obligation toprovide safety and to support economic resilience of vulnerable regions and"}, {"text_block_id": "p17_b8", "text": "Strategy FR 1: Protecting Economic Strongholds and Critical InfrastructureSupporting economic development implies that those areas that are essentialfor the economic growth of Bangladesh require a high ﬂood protectionstandard. This is required to attract the investments that allow the economyto grow. Typical measures that can provide this level of protection includeembankments, barriers, erosion control (e.g. by integrating the measuresproposed by this BDP 2100 and the FRERMIP 1 project), and eﬃcient drainagesystems. Most of these measures are already in place, albeit at a basic level. Inaddition, adapted ﬂood proof building is needed for key facilities such ashospitals, power stations, industrial plants and major communicationnetworks between these facilities. Flood control measures will need toensure that projects do not create inundation problems elsewhere bycreating room for rivers that allow them to follow their natural courses andﬁnd their pathways to the sea. Sub-strategies include:• Sub-strategy FR 1.1: Protection by development and improvements ofembankments, barriers and water control structures (incl. ring dikes)foreconomic priority zones & and major urban centres;"}, {"text_block_id": "p15_b8", "text": "Goal 3: Being a Prosperous Country beyond 2041."}, {"text_block_id": "p8_b8", "text": "Table: Mapping of Districts to Hotspot Areas"}, {"text_block_id": "p7_b8", "text": "5. River System and Estuaries (35,204 sq. km); and"}, {"text_block_id": "p3_b8", "text": "Printed byTURTLE67/D Green Road, Dhaka, Bangladesh"}, {"text_block_id": "p37_b9", "text": "36 GED, Bangladesh Planning Commission"}, {"text_block_id": "p36_b9", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p34_b9", "text": "Bangladesh Delta Fund: Bangladesh presently spends about 0.8% of GDP forwater resources, mostly for new investments, which will increase graduallyup to 2.5% by 2030. Given limited resources and the need for a coordinatedand integrated approach to delta spending, Delta Fund would be initiated"}, {"text_block_id": "p27_b9", "text": "H. Macroeconomic Scenarios"}, {"text_block_id": "p26_b9", "text": "• Increase both shallow and deep sea ﬁshing;"}, {"text_block_id": "p25_b9", "text": "4) Dynamizing Inland Water Transport System"}, {"text_block_id": "p24_b9", "text": "• Formulation of Spatial Planning and Land Resource Management Act;"}, {"text_block_id": "p23_b9", "text": "• Control and monitoring of water pollution caused by industry and othersources."}, {"text_block_id": "p22_b9", "text": "• Developing strategy for sediment management including a strong capitaldredging and maintenance programme;"}, {"text_block_id": "p21_b9", "text": "The Barind and Drought prone areas Hotspot was selected as representativefor the drought – or freshwater availability - issue in the country. To supportthe Delta goals in the Barind and Drought Prone (DP) areas Hotspot andenhance on-going development activities, strategies include:• Balancing supply and demand for sustainable and inclusive growth ;"}, {"text_block_id": "p20_b9", "text": "• Sub-strategy FW 2.3: Action research for improved ecosystem services."}, {"text_block_id": "p19_b9", "text": "• Sub-strategy FR 3.8: Protection of Chars and its population along withalternative livelihood arrangements."}, {"text_block_id": "p18_b9", "text": "1 Flood and Riverbank Erosion Risk Management Investment Program (ADB funded)"}, {"text_block_id": "p17_b9", "text": "• Sub-strategy FR 1.2: Construct adaptive and ﬂood-storm-surge resilientbuilding;"}, {"text_block_id": "p15_b9", "text": "BDP 2100 Speciﬁc Goals"}, {"text_block_id": "p8_b9", "text": "Source: BDP 2100 Analysis, GED, 2015 and ICZM Policy, 2005"}, {"text_block_id": "p7_b9", "text": "6. Urban Areas (19,823 sq. km)."}, {"text_block_id": "p3_b9", "text": "GED, Bangladesh Planning Commission"}, {"text_block_id": "p34_b10", "text": "33"}, {"text_block_id": "p27_b10", "text": "The macroeconomic framework for BDP 2100 is the ﬁrst attempt to quantifyeconomic impacts of climate change by linking the real side (i.e. economicvariables) to the environment or climate change parameters. The policyscenarios are built around three endogenous variables: economic growth,employment and poverty; two exogenous variables: natural hazards andclimate change; and a large number of policy variables including: populationand labor force, investment (public, private and total); sectoral investmentsincluding investments needed to oﬀset the various climate change risks;macroeconomic policies; transboundary water dialogues; and institutionalreforms and good governance. The scenarios are interactive in the sense thatthey allow for the interaction of endogenous variables with exogenous andpolicy variables. As a result, the model helps answer the all important policyquestion: what happens if the BDP 2100 is not adopted?"}, {"text_block_id": "p26_b10", "text": "• Introduction of eco-tourism and private sector initiatives in sea cruise; and"}, {"text_block_id": "p25_b10", "text": "Bangladesh is crisscrossed by a network of about 24,000 km. of rivers,streams and canals, constituting 7% of the country's surface. Being a land ofrivers it always enjoyed the natural advantage of inland navigation. Strategiesfor inland waterway sector include:• Regular dredging activities for maintaining ﬂow and transport in the rivers;"}, {"text_block_id": "p24_b10", "text": "• Enhance aﬀorestation and plantation in the coastal zone for stabilizing land;"}, {"text_block_id": "p23_b10", "text": "Strategies for Cross-Cutting Issues"}, {"text_block_id": "p22_b10", "text": "• Strengthening river and estuaries management in the newly accreditedlands;"}, {"text_block_id": "p21_b10", "text": "• Management of cross-boundary water issues including river basindevelopments;"}, {"text_block_id": "p20_b10", "text": "Hotspot Speciﬁc Strategies"}, {"text_block_id": "p19_b10", "text": "Fresh Water (FW) Strategies"}, {"text_block_id": "p18_b10", "text": "2 The BDP 2100 Baseline Study on “Water Resources” and “Sixty Years of Water Resource Development in Bangladesh”."}, {"text_block_id": "p17_b10", "text": "• Sub-strategy FR 1.3: Adopt spatial planning and ﬂood hazard zoning basedon intensity of ﬂood;"}, {"text_block_id": "p15_b10", "text": "Goal 1: Ensure safety from ﬂoods and climate change related disasters;"}, {"text_block_id": "p8_b10", "text": "D. Delta Opportunities"}, {"text_block_id": "p7_b10", "text": "6 GED, Bangladesh Planning Commission"}, {"text_block_id": "p34_b11", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p27_b11", "text": "In order to illustrate the role of BDP 2100 and its contribution to the long termdevelopment of Bangladesh, two scenarios based on selected policy options"}, {"text_block_id": "p26_b11", "text": "• Keeping the coasts and sea port pollution free."}, {"text_block_id": "p25_b11", "text": "• Develop reliable water system conditions for long term sustainable IWTthrough the capital and maintenance dredging of the rivers Padma,Meghna, Jamuna, Brahmaputra, Dharla, Arial khan, Kushiyara, Gorai, andManu;"}, {"text_block_id": "p24_b11", "text": "• Restoration and protection of soil health, erosion and land loss; and"}, {"text_block_id": "p23_b11", "text": "1) Sustainable Land Use and Spatial Planning"}, {"text_block_id": "p22_b11", "text": "• Necessary arrangements for capital and maintenance dredging inimportant rivers such as the Padma, Meghna, Jamuna, Brahmaputra,Dharala, Arial Khan, Kushiyara, Gorai, Monu, etc;"}, {"text_block_id": "p21_b11", "text": "• Minimising losses due to ﬂoods and drainage congestion;"}, {"text_block_id": "p20_b11", "text": "1) Coastal Zone"}, {"text_block_id": "p19_b11", "text": "Strategy FW 1: Ensure Water Availability by Balancing Supply and Demandfor Sustainable and Inclusive GrowthThe freshwater strategy is aimed to ensure water availability by balancingsupply and demand for sustainable and inclusive growth. The cross-boundaryissues become important here. Sub-strategies include:• Sub-strategy FW 1.1: Ensure optimum water resource management in thecountry following basin wide management along with construction ofnecessary embankments;"}, {"text_block_id": "p18_b11", "text": "17"}, {"text_block_id": "p17_b11", "text": "16 GED, Bangladesh Planning Commission"}, {"text_block_id": "p15_b11", "text": "Goal 2: Enhance water security and eﬃciency of water usages;"}, {"text_block_id": "p8_b11", "text": "The delta opportunities are many. The soil and water combination ofBangladesh makes it a highly fertile land with multiple croppingopportunities. Bangladesh has wisely combined this natural advantage withseed-fertilizer-irrigation technology to intensify land cultivation and expandfood production, primarily rice. Consequently, rice production has surgedfrom 12 million tonnes in 1973 to 36.3 million tonnes in 2018. Along with a verysuccessful population control policy, Bangladesh has now met foodself-suﬃciency requirements with prospects for rice exports. This amazingachievement, despite the multiple risks posed by the delta and climatechange, is a testimony to the resilience of the Bangladeshi society.The plentiful of rivers, fresh wetlands, and lakes provide ample scope forﬁsheries resources. Apart from that marine ﬁshing has now become a majorsource of ﬁsheries resources. More recently, Bangladesh has beenincreasingly exploiting the open access to the Bay of Bengal. Owing to thegrowing importance of ﬁsheries, the structure of agriculture is slowlychanging as the share of crop sub sector is falling and that of ﬁsheriesincreasing. Consequently, the value-added and employment shares ofﬁsheries are increasing."}, {"text_block_id": "p27_b12", "text": "26 GED, Bangladesh Planning Commission"}, {"text_block_id": "p26_b12", "text": "6) Renewable Energy"}, {"text_block_id": "p25_b12", "text": "• Regular dredging should also be considered for Ghashiakhali and otherchannels in the Sundarbans;"}, {"text_block_id": "p24_b12", "text": "• Integrated management of coastal water infrastructures to protect land ."}, {"text_block_id": "p23_b12", "text": "Planning, managing and developing strategies for land resources are integralparts of BDP 2100. Land use strategy encompasses natural areas foragriculture, forests and watercourses as well as areas for urban and industrialneeds. The utilization of land includes both for agricultural andnon-agricultural land use, for which making spatial planning an integral partof land use management will be important. Strategies include:• Develop eﬀective policy guidelines and rules for the Balu Mahal andsediment management;"}, {"text_block_id": "p22_b12", "text": "• Appropriate and eﬀective measures for salinity management for the riversin the southern zone during dry season; and"}, {"text_block_id": "p21_b12", "text": "• Ensuring water supply and sanitation; and"}, {"text_block_id": "p20_b12", "text": "The Coastal Zone of Bangladesh will remain hazardous for coastal ﬂoods inthe foreseeable future. Cyclones and accompanying storm-surges willcontinue to develop in the Bay of Bengal, as well as high river discharges andmonsoon precipitation will continuously put an enormous pressure on thedrainage capacity of the Coastal Delta. Besides, possible future changes indischarge regimes or sea level rise, the Coastal Zone will be under increasingpressure of socio-economic change, with economic development and"}, {"text_block_id": "p19_b12", "text": "• Sub-strategy FW 1.2: New irrigation schemes for the major rivers of thecountry;"}, {"text_block_id": "p18_b12", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p15_b12", "text": "Goal 3: Ensure sustainable and integrated river systems and estuariesmanagement;"}, {"text_block_id": "p8_b12", "text": "The plentiful of rivers in Bangladesh provide another large comparativeadvantage. Almost all districts are connected with each other and with thegrowth centers of Dhaka, Chattogram and Khulna through river ways. Theinland waterways provide an environment friendly and low-cost transportoption for both passengers and cargo for the country as a whole butespecially for the rural poor. Inland water transport is also a major source ofrural employment. More focus on river transport can provide a hugedevelopment opportunity to lower the cost of transportation, reduceenvironmental degradation, conserve budgetary resources and add toemployment prospects for the poor."}, {"text_block_id": "p26_b13", "text": "Bangladesh is expected to have enormous potentiality in renewable energydevelopment: Solar, Wind Energy, Biomass and Hydropower. Strategiesinclude:• Develop long term renewable energy policy as well as strategies andformulate a master plan for at least 50 years to harness the potential ofrenewable energy resources in the country involving public and privatesector investments ;"}, {"text_block_id": "p25_b13", "text": "• Ensure eﬃcient and equitable use of sand through the regular shifting ofthe ‘Balu-mahal’ (sand quarry). The local administration should takenecessary steps accordingly. Speciﬁc guidelines should be developed forthe management of soil/sediment resultant from dredging ;"}, {"text_block_id": "p24_b13", "text": "2) Agriculture, Food Security, Nutrition and Livelihoods"}, {"text_block_id": "p23_b13", "text": "• Preserve/conserve agricultural land from ﬂoods or erosion to sustain foodgrain production;"}, {"text_block_id": "p22_b13", "text": "• Formulating policy/guidelines for proper management of ‘Balu Mohal’,dredged materials/soils."}, {"text_block_id": "p21_b13", "text": "• Encouraging excavation of ponds and digging well to retain rain water."}, {"text_block_id": "p20_b13", "text": "19"}, {"text_block_id": "p19_b13", "text": "• Sub-strategy FW 1.3: Excavation of local water reservoirs (canals, pondsand baors) for restoration of water and rain water harvesting;"}, {"text_block_id": "p15_b13", "text": "Goal 4: Conserve and preserve wetlands and ecosystems and promote theirwise use;"}, {"text_block_id": "p8_b13", "text": "7"}, {"text_block_id": "p26_b14", "text": "• Promote research on the development of technology in the ﬁeld ofrenewable energy in universities and research institutions as well as buildcapacity for its application;"}, {"text_block_id": "p25_b14", "text": "• BIWTA to cooperate and coordinate with BWDB to provide optimal levelsof surface water for navigation;"}, {"text_block_id": "p24_b14", "text": "Agriculture is likely to bear the main brunt of output losses due to climatechange impacts and natural disasters. By 2100, climate change could imposecosts on the Bangladesh economy that could be signiﬁcantly higher than theestimated global average loss. Strategies include:• Increasing resilience of agricultural production systems;• Diversiﬁcation in agricultural output and livelihoods;• Lower emissions (GHGs) from agricultural land;• Encourage establishing commercial farms;• Introduction of Aquaponics farming system to culture ﬁsh and plantstogether;• Using Nanotechnology in agriculture for processing, distribution andpackaging;• Introduce precision agriculture model ;• Encouraging solar power in irrigation;• Improved farm practices and technologies for mediating negative impactsof Climate Change;• Preservation of ecosystems for plant, wild animals, ﬁshes, birds, etc. andencourage fruit tree plantation;• Improve Wetland Management in Haor Areas for development of ﬁsheries;• Maintaining biodiversity to ensure long term ﬁsh availability;"}, {"text_block_id": "p23_b14", "text": "• Prevention of salinity intrusion and desertiﬁcation;"}, {"text_block_id": "p22_b14", "text": "21"}, {"text_block_id": "p21_b14", "text": "3) Haor and Flash Flood Areas"}, {"text_block_id": "p20_b14", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p19_b14", "text": "• Sub-strategy FW 1.4: Construction of Rubber dam preceded by appropriate"}, {"text_block_id": "p15_b14", "text": "Goal 5: Develop eﬀective institutions and equitable governance for in-countryand trans-boundary water resources management; and"}, {"text_block_id": "p8_b14", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p26_b15", "text": "25"}, {"text_block_id": "p25_b15", "text": "24 GED, Bangladesh Planning Commission"}, {"text_block_id": "p24_b15", "text": "• Sustainable marine ﬁsheries resources management ; and"}, {"text_block_id": "p23_b15", "text": "22 GED, Bangladesh Planning Commission"}, {"text_block_id": "p22_b15", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p21_b15", "text": "The haor basin has been identiﬁed as one of the food insecure regions of thecountry with both opportunities and constraints for the inhabitants. Due tolonger period of annual ﬂooding a single crop (rice) can be grown resulting infood insecurity. Strategies include:• Protect agriculture and vulnerable communities from ﬂoods;"}, {"text_block_id": "p19_b15", "text": "18 GED, Bangladesh Planning Commission"}, {"text_block_id": "p15_b15", "text": "Goal 6: Achieve optimal and integrated use of land and water resources."}, {"text_block_id": "p26_b16", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p24_b16", "text": "• Production of climate resilient Livestock;"}, {"text_block_id": "p21_b16", "text": "• Achieving fresh water security;"}, {"text_block_id": "p15_b16", "text": "14 GED, Bangladesh Planning Commission"}, {"text_block_id": "p24_b17", "text": "23"}, {"text_block_id": "p21_b17", "text": "• Management of River and water resources;"}, {"text_block_id": "p24_b18", "text": "Bangladesh Delta Plan 2100 (Abridged Version)"}, {"text_block_id": "p21_b18", "text": "• Sustainable management of haor ecosystem and biodiversity; and"}, {"text_block_id": "p21_b19", "text": "• Integrated land and water resources management."}, {"text_block_id": "p21_b20", "text": "20 GED, Bangladesh Planning Commission"}], "document_description": "This plan aims at fostering economic growth while eliminating poverty. It notably seeks to ensure safety from floods and climate disasters, sustainable water management, and preserve wetlands."}