{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Bangladesh", "document_category": "Policy", "document_sector_name": "Cross Cutting Area", "document_language": "English", "document_name": "Bangladesh Climate Change and Gender Action Plan", "document_country_code": "BGD", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "11/01/2013", "document_keyword": ["Gender", "Cc Gap"], "document_url": "https://cdn.climatepolicyradar.org/BGD/2013/BGD-2013-01-11-Bangladesh Climate Change and Gender Action Plan_d44007c1555bcd4276378e918865198e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "BANGLADESH"}, {"text_block_id": "p0_b2", "text": "Climate Change and Gender Action Plan"}, {"text_block_id": "p0_b3_merged", "text": "(ccGAP: Bangladesh)"}, {"text_block_id": "p2_b6", "text": "Ministry of Environment and Forest"}, {"text_block_id": "p2_b7", "text": "Government of the People’s Republic of Bangladesh"}, {"text_block_id": "p2_b8", "text": "BANGLADESH CLIMATE CHANGE AND GENDER ACTION PLAN"}, {"text_block_id": "p2_b9", "text": "(ccGAP: BANGLADESH)"}, {"text_block_id": "p2_b10", "text": "November 2013"}, {"text_block_id": "p2_b11", "text": "i"}, {"text_block_id": "p3_b12", "text": "Published by:"}, {"text_block_id": "p3_b13", "text": "Ministry of Environment and Forest (MoEF)"}, {"text_block_id": "p3_b14", "text": "Government of the People’s Republic of Bangladesh"}, {"text_block_id": "p3_b15", "text": "Technical support:"}, {"text_block_id": "p3_b16", "text": "IUCN (International Union for Conservation of Nature)"}, {"text_block_id": "p3_b17", "text": "Bangladesh Country Office"}, {"text_block_id": "p3_b18", "text": "Published in:"}, {"text_block_id": "p3_b19", "text": "November, 2013"}, {"text_block_id": "p3_b20", "text": "Dhaka, Bangladesh"}, {"text_block_id": "p3_b21", "text": "Citation:"}, {"text_block_id": "p3_b22", "text": "MoEF, (2013). Bangladesh Climate Change and Gender Action Plan. Ministry of Environment of Forest, Government of the People’s Republic of Bangladesh, Dhaka, Bangladesh. xvi+122 pp."}, {"text_block_id": "p3_b23", "text": "ISBN:"}, {"text_block_id": "p3_b24", "text": "978-984-33-7730-2"}, {"text_block_id": "p3_b25", "text": "Layout design:"}, {"text_block_id": "p3_b26", "text": "Sheikh Asaduzzaman & Mohammad Abdul Motaleb"}, {"text_block_id": "p3_b27", "text": "Cover photo:"}, {"text_block_id": "p3_b28", "text": "Thouhidur Rahman"}, {"text_block_id": "p3_b29", "text": "Printed by:"}, {"text_block_id": "p3_b30", "text": "Progressive Printers Pvt. Ltd."}, {"text_block_id": "p4_b31", "text": "FOREWARD"}, {"text_block_id": "p4_b32", "text": "Climate change is the most crucial issue for the growing economy of Bangladesh. The increasing trend of disasters due to climate change places Bangladesh at the top position among vulnerable countries. It is clear to the government that climate change has both economic and social consequences. Thus, the Government of Bangladesh has already taken initiatives at national and international level to combat the impact of climate change. The gender perspective has got due attention in our National initiatives. Women are among the most vulnerable due to the social and economic context of Bangladesh. Furthermore, data inarguably show that women suffer more than men during and after climatic disasters. Therefore, the needs of women should be taken into consideration in making any decision on Climate Change issues."}, {"text_block_id": "p4_b33", "text": "The Constitution of Bangladesh emphasizes equal rights for all and prohibits discrimination and inequity on the basis of sex. Especially with respect to women, Article 28 states, ‘Women shall have equal rights with men in all spheres of state and public life”. Therefore, the government is fully committed to ensuring women become part of the solutions to climate change by creating space for them to contribute in all aspects of sustainable development in Bangladesh. The government has already ensured women’s leadership from national assembly-level to grassrootslevel decision making processes."}, {"text_block_id": "p4_b34", "text": "In 2013, realizing the need for coordinated efforts on gender issues and to mainstream gender issues in development initiatives to increase resilience, the government has facilitated preparation of the Bangladesh Climate Change and Gender Action Plan. The document is a result of consultations with the representatives of ministries, universities, civil societies and development practitioners, contextualized especially by the pillars of Bangladesh Climate Change Strategy and Action Plan 2009."}, {"text_block_id": "p4_b35", "text": "On behalf of the Government of Bangladesh, I thank the Government of Finland for providing financial support and to the International Union for Conservation of Nature (IUCN) for technical support in preparation of this nationally important document. I hope that the document will provide a strong direction on the path toward becoming a resilient society."}, {"text_block_id": "p4_b36", "text": "Dr. Hasan Mahmud, MP"}, {"text_block_id": "p4_b37", "text": "Minister"}, {"text_block_id": "p4_b38", "text": "Ministry of Environment and Forest"}, {"text_block_id": "p4_b39", "text": "Government of the People’s Republic of Bangladesh"}, {"text_block_id": "p6_b40", "text": "MESSAGE"}, {"text_block_id": "p6_b41", "text": "It is a great achievement indeed for the government of Bangladesh to be able to prepare and publish the Climate Change and Gender Action Plan (ccGAP). Bangladesh is a land of one hundred sixty million people and around half of the population is women. Therefore, any development initiative has to serve the needs of women and men alike. Activities focused on adaptation and mitigation to combat climate change is no exception. The means to bring equal emphasis for women and men, toward gender equality and enhanced sustainability, is the objective of the Bangladesh Climate Change and Gender Action Plan (ccGAP)."}, {"text_block_id": "p6_b42", "text": "The initiative to prepare the ccGAP was taken in 2012 by the Ministry of Environment and Forests, with financial support from the Government of Finland and technical support from International Union for Conservation of Nature (IUCN). This action plan considers four key pillars of Bangladesh’s Climate Change Strategy and Action Plan (BCCSAP) 2009, namely a) Food Security, Social Protection and Health; b) Comprehensive Disaster Management; c) Infrastructure; and d) Mitigation and Low Carbon Development. The other two pillars of the BCCSAP are also reflected throughout this plan as cross cutting issues. This plan provides guidance on policy issues and initiatives that need to be taken into consideration by government and development practitioners, in collaboration with different institutions to address climate change in a gender sensitive manner."}, {"text_block_id": "p6_b43", "text": "I thank my colleagues from different ministries, representatives from universities, civil societies and development practitioners who have taken part to develop the action plan. I look forward to further collaboration for successful implementation of this ccGAP."}, {"text_block_id": "p6_b44", "text": "Md. Shafiqur Rahman Patwari"}, {"text_block_id": "p6_b45", "text": "Secretary"}, {"text_block_id": "p6_b46", "text": "Ministry of Environment and Forest"}, {"text_block_id": "p6_b47", "text": "Government of the People’s Republic of Bangladesh"}, {"text_block_id": "p8_b48", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p8_b49", "text": "This national Climate Change and Gender Action Plan for Bangladesh (ccGAP: Bangladesh) has been prepared through a participatory process that included in-country meetings, stakeholder consultations involving the representatives from several ministries/government departments, civil society, academia, research institutions, local NGOs and international organizations, a desk review of several key reports, publications, websites, surveys and in-person interviews."}, {"text_block_id": "p8_b50", "text": "Several people and institutions made the development of this ccGAP: Bangladesh possible and to whom we would like to extend our sincerest appreciation:"}, {"text_block_id": "p8_b51", "text": "Md. Shafiqur Rahman Patwari, Honorable Secretary, Ministry of Environment and Forest (MoEF), for his continuous support and leadership that made it possible to initiate and implement this process. We would also like to acknowledge the technical support given from Dr. Aparup Chowdhury, Additional Secretary (Env-1), Mr. Abu Nayeem, Md. Maruf Khan, Senior Assistant Secretary, Ms. Nasrin Mukty, Senior Assistant Secretary and Ms. Iliya Sumana, Senior Assistant Secretary at MoEF."}, {"text_block_id": "p8_b52", "text": "The Members of the Steering Committee for this project, including Ms. Farah Kabir, Country Director, ActionAidBangladesh, Mr. Md. Sanowar Hossain Sarker, Chair of the National Committee of IUCN Members in Bangladesh, Dr. Ferdousi Begum, Executive Director, DEBTEC, and officials from the MoEF, Ministry of Women and Children Affairs (MoWCA), Ministry of Disaster Management and Relief (MoDMR) and Ministry of Social Welfare (MoSW) for their guidance and collaboration."}, {"text_block_id": "p8_b53", "text": "Special acknowledgement goes to Mr. François Rogers, Ms. Lorena Aguilar, Dr. Mahbuba Nasreen, Mr. Md. Shamsuddoha, Ms. Meher Noshirwani and Ms. Marufa Sultana who have drafted this document."}, {"text_block_id": "p8_b54", "text": "The staff of the IUCN Bangladesh  Country Office, in particular, Dr. Istiak Sobhan, Program Coordinator, Mr. Nasim Aziz, Senior Program Officer, Mr. Mohammad Abdul Motaleb, Program Officer and Mr. Sheikh Asaduzzaman, Library & Publication officer."}, {"text_block_id": "p8_b55", "text": "Participants of both the training workshop for women and women’s organizations as well as the national stakeholder strategy-writing workshop for their commitment, enthusiasm and input."}, {"text_block_id": "p8_b56", "text": "The Government of Finland for the visionary leadership, unwavering commitment to our process and the generous financial support that enables us to do this important work."}, {"text_block_id": "p8_b57", "text": "Finally, the Secretariat and Alliance Members of the GGCA that engaged in the development of the ccGAP: Bangladesh."}, {"text_block_id": "p8_b58", "text": "Together we can positively impact on the lives and livelihoods of women and societies around the world."}, {"text_block_id": "p8_b59", "text": "Ishtiaq Uddin Ahmad"}, {"text_block_id": "p8_b60", "text": "Country Representative"}, {"text_block_id": "p8_b61", "text": "IUCN Bangladesh Country Office"}, {"text_block_id": "p10_b62", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p10_b63", "text": "Bangladesh is a country hard hit by climate change. Living with the scars of a tragic history and low development indicators, the negative impacts of climate change is threatening the livelihoods and existence of around 160 million people already perilously close to tipping point. Flood plains – wedged between battering sea surge, cyclones, coastal erosion and salinization from the Bay of Bengal in the south and Himalayan Glacier Outburst Floods (GLOF) from the north -covers around 80% of the country."}, {"text_block_id": "p10_b64", "text": "The Climate Change Vulnerability Index produced by Maplecroft in 2011 identified Bangladesh as the country most vulnerable to climate change in the world."}, {"text_block_id": "p10_b65", "text": "Bangladesh is a developing nation with almost half of the population being women who are involved in agriculture and economic activities. As such women bear significant share of contribution to development."}, {"text_block_id": "p10_b66", "text": "Therefore, the impending impacts of climate change particularly the increasing frequency and intensity of extreme climatic events affecting agriculture, water resources and the livelihoods of poor women not only impede the development activities, but also exerts direct vulnerability to women."}, {"text_block_id": "p10_b67", "text": "The position of women in policy framework of Bangladesh is mixed. Equal rights for men and women are enshrined in the Constitution of Bangladesh. In the context of Millennium Development Goals (MDGs), the CEDAW (1979), and the Beijing Platform of Action (1995), Bangladesh developed number of policies and sectoral strategies to ensure gender equality, which include;"}, {"text_block_id": "p10_b68", "text": "Besides, the major strategy documents of the government of Bangladesh-the Poverty Reduction Strategy Paper (PRSP), The Sixth Five-Year Plan (2011-2015), Steps towards Change: NSARP-II, Vision 2021 specifically identifies bringing women into mainstream development activities of the Government as a major goal to be achieved."}, {"text_block_id": "p10_b69", "text": "Being the primary victim of climate change impacts, women can play a central role in adaptation to climate change. Women also could play a key role in mitigating climate change by optimizing energy efficiency, using low-footprint energy sources and’ techniques, and influencing a household’s and community’s consumption patterns. Therefore, when it comes to decision-making and implementation towards building resilient communities in the face of climate change, the full and meaningful participation of women become essential."}, {"text_block_id": "p10_b70", "text": "The government of Bangladesh considered gender perspective to its strategies and action plan on climate change. National Adaptation Programme of Action (NAPA) has incorporated gender in a more comprehensive manner throughout the document, while BCCSAP (Bangladesh Climate Change Strategy and Action Plan 2009) emphasizes addressing the needs of the poor and vulnerable, including women and children, in all the activities under the Action Plan."}, {"text_block_id": "p11_b71", "text": "In line with the country’s intention to empower and respond to the needs of the often invisible ‘other half’ of the population in the context of climate change, the national Climate Change and Gender Action Plan for Bangladesh (ccGAP: Bangladesh) has been prepared with an aim to ensure gender equality into climate change related policies, strategies and interventions. The underlying principle of the ccGAPs is the transformative nature of gender interventions. ccGAPs also have the potential to enhance the effectiveness and efficiency of climate change and socioeconomic development responses."}, {"text_block_id": "p11_b72", "text": "The development of ccGAP followed a participatory process that included in-country meetings, stakeholder consultations involving the representatives from several ministries/government departments, civil society, academia, research institutions, local NGOs and international organizations, a desk review of several key reports, publications, websites, surveys and in-person interviews. A critical step in the implementation process is anchoring global agreements within national contexts-through the development of ccGAPs."}, {"text_block_id": "p11_b73", "text": "The ccGAP integrates gender considerations into four of the six main pillars as identified in the BCCSAP: (i) food security, social protection and health; (ii) comprehensive disaster management; (iii) infrastructure and (iv) mitigation and low carbon development. The remaining two pillars of the BCCSAP, those of research and knowledge management and capacity building and institutional strengthening, were main streamed within the above four pillars throughout the document as crosscutting topics."}, {"text_block_id": "p11_b74", "text": "The ccGAP establishes clear objectives, outlines substantive activities that are accompanied by reachable indicators within the ambit of the four pillars as identified and highlights the specific contribution women do and can make within each of these as well as the required interventions necessary to incorporate the role of women effectively over a timeframe of five years, from 2013/14-2018/19."}, {"text_block_id": "p11_b75", "text": "Under the food security, social protection and health pillar, emphasis has been given to integrate gender and climate change concerns into policies and national documents concerning the agricultural sector, create environment to lease land/ water bodies to women, ensure crop insurance and/or other safety nets for female farmers, access to financial instruments and capacity development and involvement of women on alternative technologies for example bio-fertilizer; climate resilient cropping etc. Actions have been suggested to integrate Climate change and gender in national health policy and programs, to support livelihood for women migrated due to climate change, better participation of women for efficient water management and better social security/protection of women, adolescents, and children pre, during and post-disaster and emergency situations."}, {"text_block_id": "p11_b76", "text": "Under the comprehensive disaster management (CDM) pillar, some actions worth highlighting are development of gender responsive disaster management policy, increased women’s participation from central to local especially UDMC/UzDMC, more allocation of financial resources to address gender and DRR issues, participation of women in community risk assessment (CRA) vulnerability and capacity assessment activities, capacity development activities for women and men in providing first aid and primary health care as first responders."}, {"text_block_id": "p11_b77", "text": "In relation to infrastructure, focus has been given to increase women’s participation in climate change related infrastructure development and management, monitoring, maintenance and secure and uninterrupted mobility of women in transport sector. In areas of mitigation and low carbon development pathway, increased women’s participation, access and benefit in the energy policy has been emphasized, development of gender responsive programs to reduce GHG emission at household (HH) and increased access to energy and power technologies, entrepreneurship development programs related to waste management, solid waste and drainage management and more participation of women in coastal and social forestry programs have been encouraged."}, {"text_block_id": "p11_b78", "text": "The ccGAP defines the role that the MoEF will play in initiating and facilitating efforts internally, as well as with strategic partners at the national, regional and international levels. It seeks to mainstream gender in climate change advantage of opportunities that promote gender equality and facilitate transformational change as we build a climate action as outlined in the BCCSAP, the NAPA and other policy documents. Importantly, it also seeks to take resilient community."}, {"text_block_id": "p12_b79", "text": "ACRONYMS"}, {"text_block_id": "p16_b80", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p18_b81", "text": "Section A"}, {"text_block_id": "p18_b82", "text": "Context and Methodology"}, {"text_block_id": "p20_b83", "text": "Country Overview"}, {"text_block_id": "p20_b84", "text": "Geographic location"}, {"text_block_id": "p20_b85", "text": "Geographic location\n* The Peopleâs Republic of Bangladesh is a developing country situated in South Asia.  To the South, the\n* The Peopleâs Republic of Bangladesh is a developing country situated in South Asia.  To the South, the\n .\n* The western, northern and eastern borders are shared with India (4,053 km), and the southwestern border\n* The Siliguri corridor, a narrow strip of Indian Territory to the North, separates it from the Himalayan countries\n* The countryâs terrain consists mostly of flat alluvial plain and becomes increasingly hilly in the southeast.\n* The countryâs terrain consists mostly of flat alluvial plain and becomes increasingly hilly in the southeast.\n . The lowest and highest points are the Indian Ocean (0 m)\n* Due to its geographical setting and other associated environmental and socio-economic reasons,\n* Due to its geographical setting and other associated environmental and socio-economic reasons,\n .\n* The Climate Change Vulnerability Index produced by Maplecroft in 2011 also identified Bangladesh as"}, {"text_block_id": "p20_b101", "text": "Geo-Political and Historical Context"}, {"text_block_id": "p20_b102", "text": "Geo-Political and Historical Context\n* The current borders of Bangladesh were established in 1947 during the British partition of Bengal that\n<\\li1>"}, {"text_block_id": "p21_b104", "text": "Geo-Political and Historical Context\n* The current borders of Bangladesh were established in 1947 during the British partition of Bengal that\n<\\li1>\n"}, {"text_block_id": "p21_b107", "text": "Geo-Political and Historical Context\n* The current borders of Bangladesh were established in 1947 during the British partition of Bengal that\n<\\li1>\n\n* The British exit resulted in extreme violence and made way for one of the largest human migrations in\n* The British exit resulted in extreme violence and made way for one of the largest human migrations in\n involving 10 million people, and widely recognized as one of the greatest tragedies of humankind.\n* The division of the area, separating modern day Pakistan in the West and Bangladesh in the East, with\n* The division of the area, separating modern day Pakistan in the West and Bangladesh in the East, with\n in the middle, lead to political exclusion, ethnic and\n* These circumstances gave rise to a secular nationalist movement in the country that lead to the declaration of\n* The newly established state of Bangladesh endured poverty, famine, political turmoil and military coups in"}, {"text_block_id": "p21_b117", "text": "Government"}, {"text_block_id": "p21_b118", "text": "Government\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n th\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n th\n Parliament) of Bangladesh had included the 30 reserved\n* th\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n This reservation of seats in favor of women did not disqualify them from being candidates in the\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n This reservation of seats in favor of women did not disqualify them from being candidates in the\n Parliament the Constitution (Fourteenth Amendment) Act, 2004 was passed by the Parliament on\n* At the time of writing this Climate Change and Gender Action Plan (ccGAP), the President of the Peopleâs"}, {"text_block_id": "p22_b134", "text": "Government\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n th\n* The Parliament of Bangladesh is a unicameral legislature consisting of 300 members. They are directly\n th\n Parliament was the last Parliament to have this reservation. With the exception of the\n th\n Parliament) of Bangladesh had included the 30 reserved\n* th\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n This reservation of seats in favor of women did not disqualify them from being candidates in the\n* th\n Until the dissolution of Parliament occurring next after the expiration of the period of ten years beginning\n This reservation of seats in favor of women did not disqualify them from being candidates in the\n Parliament the Constitution (Fourteenth Amendment) Act, 2004 was passed by the Parliament on\n* At the time of writing this Climate Change and Gender Action Plan (ccGAP), the President of the Peopleâs\n* Bangladesh also has an independent judiciary, including a number of special courts such as the Labor\n<\\li2>"}, {"text_block_id": "p22_b136", "text": "Climate"}, {"text_block_id": "p22_b137", "text": "Climate\n* Bangladesh has a subtropical monsoon climate characterized by wide seasonal variations in rainfall,\n* There are three distinct seasons in Bangladesh: a hot, humid summer from March to June; a cool, rainy\n* In general, maximum summer temperatures range between 30Â°C and 40Â°C. April is the warmest month\n* Heavy rainfall is characteristic of Bangladesh. With the exception of the relatively dry western region of\n* Heavy rainfall is characteristic of Bangladesh. With the exception of the relatively dry western region of\n .\n* Because of its location just south of the foothills of the Himalayas where monsoon winds turn west and"}, {"text_block_id": "p22_b148", "text": "Biodiversity"}, {"text_block_id": "p22_b149", "text": "Biodiversity\n* Bangladesh, in general, possesses abundant vegetation, with villages appearing to be buried in groves\n* Bangladesh has four different areas of vegetation. The eastern zone, consisting of parts of the Sylhet and\n* The central zone, covering parts of the country to the north of Dhaka, contains many lakes and supports\n* The area lying to the northwest of the Jamuna and to the southwest of the Padma forms a flat plain, the\n* The southern zone along the Bay of Bengal contains the vast wetlands of the Sundarbans, with their"}, {"text_block_id": "p23_b163", "text": "People"}, {"text_block_id": "p23_b164", "text": "People\n* The latest population estimate by the US Bureau of Census ranks Bangladesh as the worldâs eighth most\n* The latest population estimate by the US Bureau of Census ranks Bangladesh as the worldâs eighth most\n .\n* The population of Bangladesh is estimated at 98% Bengali with the remaining 2% comprising tribal groups\n* The population of Bangladesh is estimated at 98% Bengali with the remaining 2% comprising tribal groups\n . The predominant religion is Muslim (89.5%), followed by Hindu (9.6%)\n* The population growth rate in July 2012 was also estimated at 1.579% (75\n* The population growth rate in July 2012 was also estimated at 1.579% (75\n th\n* The population growth rate in July 2012 was also estimated at 1.579% (75\n th\n highest in the world). The total\n* In 2010, only 28% of the total population resided in urban areas and the annual rate of change in\n* In 2010, only 28% of the total population resided in urban areas and the annual rate of change in\n .\n* The World Bank named Dhaka one of the fastest growing 20+ megacities of the world (urban areas with\n* Dhaka is also one of the worldâs\n* The population is at high degree of"}, {"text_block_id": "p23_b183", "text": "© IUCN/Istiak Sobhan"}, {"text_block_id": "p23_b184", "text": "Development"}, {"text_block_id": "p23_b185", "text": "Development\n* The 2011 Human Development Index (HDI) value for Bangladesh, published by UNDP (United Nations\n* The pace of development in Bangladesh is, nevertheless, encouraging as it is higher than in any other\n* When the UNDP Country Director Stefan Priesner, released these data in November 2011, he noted:"}, {"text_block_id": "p24_b195", "text": "Development\n* The 2011 Human Development Index (HDI) value for Bangladesh, published by UNDP (United Nations\n* The pace of development in Bangladesh is, nevertheless, encouraging as it is higher than in any other\n* When the UNDP Country Director Stefan Priesner, released these data in November 2011, he noted:\n"}, {"text_block_id": "p24_b197", "text": "Gender Inequality"}, {"text_block_id": "p24_b198", "text": "Gender Inequality\n* The 2011 Gender Inequality Index (GII) published by the UNDP assigns Bangladesh a value of 0.550,\n* The 2011 Gender Inequality Index (GII) published by the UNDP assigns Bangladesh a value of 0.550,\n .\n* Even though significant improvement in maternal mortality was claimed, Bangladesh still has one of the\n* The Global Gender Gap Index Report 2012\n* The Global Gender Gap Index Report 2012\n produced by the World Economic Forum places Bangladesh\n* The Global Gender Gap Index Report 2012\n produced by the World Economic Forum places Bangladesh\n th\n* The Global Gender Gap Index Report 2012\n produced by the World Economic Forum places Bangladesh\n th\n position out of 135 countries assessed. The Index is a framework for capturing the magnitude and\n* Factors that influenced a lower placement than previous years were cited by the World Economic Forum as\n* Factors that influenced a lower placement than previous years were cited by the World Economic Forum as\n .\n* On the political empowerment sub-index, Bangladesh is ranked 8\n* On the political empowerment sub-index, Bangladesh is ranked 8\n th\n* On the political empowerment sub-index, Bangladesh is ranked 8\n th\n globally.  In 2011, 6 of the 300"}, {"text_block_id": "p24_b215", "text": "Economy"}, {"text_block_id": "p24_b216", "text": "41."}, {"text_block_id": "p24_b217", "text": "In 2011, Bangladesh had a very low per capita Gross Domestic Product (GDP) of USD 111.9 billion"}, {"text_block_id": "p24_b218", "text": ". The GDP has, however, been rising at rates higher than 6 – 6.5% in recent years"}, {"text_block_id": "p24_b219", "text": ".  Per capita income has risen from USD 367 (1999/00) with 122% to USD 818 (2010/11)."}, {"text_block_id": "p24_b220", "text": "42."}, {"text_block_id": "p24_b221_merged_merged_merged_merged_merged_merged_merged", "text": "The country has a fair deposit of natural gas as well as other mineral resources including a modest quantity of good quality coal, hard rock, limestone, ceramic clay and glass sand.  The main source of energy apart from biomass is natural gas that is used for producing electricity.  Natural gas contributes more than 87% of the net power generation by the public Bangladesh Power Development Board (BPDP) and private sector meets 24% of the country’s total fuel consumption.  Other primary sources of energy are hydro-electricity and solar energy."}, {"text_block_id": "p25_b223", "text": "43."}, {"text_block_id": "p25_b224", "text": "Various kinds of services contribute nearly 60% to the GDP.  Among these are trade and transport, as well as construction services that comprise a major part."}, {"text_block_id": "p25_b225", "text": "44."}, {"text_block_id": "p25_b226", "text": "Agriculture, broadly defined, accounts for only around 21% of the GDP, but for nearly 45% of the labor force.  Agricultural land mostly dominates the land cover of the country of which arable land occupies around 59%. The cropping intensity of the country is increasing which at present is more than 175%."}, {"text_block_id": "p25_b227", "text": "45."}, {"text_block_id": "p25_b228", "text": "The manufacturing industry contributes 18% to the GDP, but the main industry, ready-made garments and knitwear accounts for the bulk of the exports. The multimillion-dollar garment industry is a major draw card for women who migrate to urban areas in Bangladesh in search of work. However, wages are poor, and working conditions are atrocious. This is compounded by the insecurity women face in an urban setting without proper affordable housing, transportation facilities and any form of social security"}, {"text_block_id": "p25_b229", "text": "."}, {"text_block_id": "p25_b230", "text": "Poverty and Hunger"}, {"text_block_id": "p25_b231", "text": "46."}, {"text_block_id": "p25_b232", "text": "Poverty reduction constitutes the central development challenge in Bangladesh"}, {"text_block_id": "p25_b233", "text": ". There is, however, no recent objective poverty statistics available for Bangladesh.  Whilst the Second National Communication (SNC) states that poverty has fallen over time from nearly 60% in 1991/2 to 25.1% by 2011, the most recent data that were published for Bangladesh in the Multidimensional Poverty Index (MPI) in the 2010 UNDP Human Development Report refers back to 2007"}, {"text_block_id": "p25_b234", "text": ", making it hard to assess accurately."}, {"text_block_id": "p25_b235", "text": "47."}, {"text_block_id": "p25_b236", "text": "Whilst the lack of data on poverty constitutes a significant challenge, a further concern is also that the definitions for poverty and hunger appear increasingly outdated and inadequate"}, {"text_block_id": "p25_b237", "text": "."}, {"text_block_id": "p25_b238", "text": "48."}, {"text_block_id": "p25_b239", "text": "“The Millennium Development Goals (MDGs) in Bangladesh have been monitored by reference to national upper and lower poverty lines, the threshold for poverty and hunger respectively."}, {"text_block_id": "p25_b240", "text": "49."}, {"text_block_id": "p25_b241", "text": "International standards presume that the upper line allows for the cost of some essential non-food items of household expenditure. But in Bangladesh it is defined as the value of a “minimum dietary energy requirement” of 2122 calories per day. The hunger threshold is based on 1805 calories, significantly below the level normally recommended by the UN (United Nations) Food and Agriculture Organization."}, {"text_block_id": "p25_b242", "text": "50."}, {"text_block_id": "p25_b243_merged_merged_merged_merged", "text": "The 2009 MDG Progress Report for Bangladesh concedes that ‘the 2122 kcals/day threshold looks to be the most appropriate threshold with regard to monitoring and reporting of progress in hunger.’ The report does not suggest an amended basis for the upper poverty line and its conclusions are accordingly somewhat confused.”28"}, {"text_block_id": "p25_b245", "text": "51."}, {"text_block_id": "p25_b246", "text": "The 2005 Household Survey found that 40% of the population was below the 2122 calorie threshold. This compares with 59% in 1991, the baseline year for the poverty MDG in Bangladesh."}, {"text_block_id": "p25_b247", "text": "52."}, {"text_block_id": "p25_b248", "text": "Prospects for achieving the goal of halving this figure to 29% by 2015 may have been set back by events since 2005. In addition to external shocks relating to food prices and global economic recession, Bangladesh has suffered a sequence of natural disasters, most notably Cyclone Sidr in 2007."}, {"text_block_id": "p25_b249", "text": "53."}, {"text_block_id": "p25_b250", "text": "The country’s measure of poverty is so sensitive to the price of food that the Centre for Policy Dialogue, a Dhaka think-tank, has estimated that the increase in food prices in 2007/08 added 8.5% of the population to the ranks of the poor."}, {"text_block_id": "p26_b251", "text": "The country’s measure of poverty is so sensitive to the price of food that the Centre for Policy Dialogue, a Dhaka think-tank, has estimated that the increase in food prices in 2007/08 added 8.5% of the population to the ranks of the poor.\n* The profile of poverty in Bangladesh is uneven, the most severe deprivation being found in the southern\n* (seasonal food shortages).\n* The capital, Dhaka, is believed to be the fastest expanding and most densely populated of the worldâs major\n* Since the 2007 crisis, the government has responded with increasingly robust expenditure on a wide range\n* However, inefficiencies of bureaucracy and corruption have jeopardized the targeting of this spending - as\n* In an unprecedented acknowledgement of its shortcomings, the government devoted the opening chapter"}, {"text_block_id": "p26_b263", "text": "Legal Frameworks: Mandates and Policy Related to Environment"}, {"text_block_id": "p26_b264", "text": "United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p26_b265", "text": "59."}, {"text_block_id": "p26_b266", "text": "Bangladesh signed the Convention on Climate Change on the 9"}, {"text_block_id": "p26_b267", "text": "th"}, {"text_block_id": "p26_b268", "text": "of June 1992, ratified it on 15 April 1994 and it entered into force on 14 July 1994.  The country also ratified the Kyoto Protocol on 22 October 2001 and it came into force on 16 February 2005."}, {"text_block_id": "p26_b269", "text": "Institutional Arrangements"}, {"text_block_id": "p26_b270", "text": "60."}, {"text_block_id": "p26_b271_merged_merged_merged", "text": "The Ministry of Environment and Forest (MoEF) has been “mandated according to the Rules of Business of the Government to look after and take actions regarding climate change”. MoEF is therefore the focal ministry for all work on climate change, including international negotiations.  It provides the Unit for the National Environment Committee, which ensures a strategic overview of environmental issues and that is chaired by the Prime Minister."}, {"text_block_id": "p26_b274", "text": "61."}, {"text_block_id": "p26_b275", "text": "The Climate Change Unit (CCU) under the MoEF was launched in June 2010 as envisaged in the Bangladesh Climate Change Strategy and Action Plan (BCCSAP).  As the key institution for the implementation of adaptation and mitigation, the CCU is tasked to coordinate with the climate change focal points of other ministries to mainstream climate change into national development planning. By 2012, the Unit already approved 84 projects under the Climate Change Trust Fund for implementation."}, {"text_block_id": "p26_b276", "text": "62."}, {"text_block_id": "p26_b277", "text": "Other key government ministries and agencies involved in Bangladesh’s response to climate change include the National Disaster Management Council (NDMC), Disaster Management and Relief (MoDMR),Ministry of Agriculture (MoA), Ministry of Health and Family Welfare (MoHFW), Ministry of Water Resources (MoWR), the Meteorological Department and Bangladesh Space Research and Remote Sensing Organization (SPARRSO) under the Ministry of Defense, the Flood Forecasting and Early Warning Center (FFWC), the Bangladesh Water Development Board (BWDB) under the MoWR, and the Planning Commission under the Ministry of Planning (MoP)."}, {"text_block_id": "p27_b278", "text": "63."}, {"text_block_id": "p27_b279", "text": "There are also more than 35 other ministries responsible for sectors that are vulnerable to the effects of climate change, including agencies responsible for water resources, health, agriculture, urban planning, roads and transport"}, {"text_block_id": "p27_b280", "text": "."}, {"text_block_id": "p27_b281", "text": "64."}, {"text_block_id": "p27_b282", "text": "The Government of Bangladesh is, at the time of writing this document, considering the establishment of a separate and dedicated Department of Climate Change to look after climate change issues under the MoEF."}, {"text_block_id": "p27_b283", "text": "National Communications (INC) to the UNFCCC, 2002 and 2012"}, {"text_block_id": "p27_b284", "text": "65."}, {"text_block_id": "p27_b285", "text": "To date, both an Initial National Communication (INC) and a SNC have been submitted to the UNFCCC Secretariat under the country’s obligations on 12 November 2002 and 26 December 2012, respectively."}, {"text_block_id": "p27_b286", "text": "National Adaptation Plan of Action (NAPA), 2005"}, {"text_block_id": "p27_b287", "text": "66."}, {"text_block_id": "p27_b288", "text": "The Government of Bangladesh also launched its National Adaptation Program of Action (NAPA) in 2005. The document is the product of a collective effort of stakeholders and highlighted the main adverse effects of climate change.  It also identified the country’s adaptation needs."}, {"text_block_id": "p27_b289", "text": "67."}, {"text_block_id": "p27_b290", "text": "At the time of submission, the NAPA provided a response to the urgent and immediate needs of adaptation and identified priority programs in Bangladesh."}, {"text_block_id": "p27_b291", "text": "68."}, {"text_block_id": "p27_b292", "text": "Off the 43 countries that have developed NAPAs up to November 2009, Bangladesh is among a group of eight countries"}, {"text_block_id": "p27_b293", "text": "that incorporated gender in a more comprehensive manner throughout the document. In total, eight references to gender are made. Poverty reduction and security of livelihoods with a gender perspective has been ranked as the most important set of criteria for prioritization of adaptation needs and activities and it is acknowledged that various groups in society will experience the impacts thereof in various degrees depending largely on the economic condition they find themselves (poor or non-poor), their location (coastal or non- coastal, rural or urban) and their gender"}, {"text_block_id": "p27_b294", "text": "."}, {"text_block_id": "p27_b295", "text": "Bangladesh Climate Change Strategy and Action Plans (BCCSAPs), 2008 and revised in 2009"}, {"text_block_id": "p27_b296", "text": "69."}, {"text_block_id": "p27_b297", "text": "The first Bangladesh Climate Change Strategy and Action Plan were developed in 2008."}, {"text_block_id": "p27_b298", "text": "70."}, {"text_block_id": "p27_b299_merged_merged_merged", "text": "A revised version of the BCCSAP was released in 2009 and “reflects the changed development priorities of the new democratic Government” under six priority sectors, including:"}, {"text_block_id": "p27_b301", "text": "A revised version of the BCCSAP was released in 2009 and “reflects the changed development priorities of the new democratic Government” under six priority sectors, including:\n* Food Security, Social Protection and Health;\n* Comprehensive Disaster Management;\n* Infrastructure;\n* Research and Knowledge Management;\n* Mitigation and Low Carbon Development; and\n* Capacity Building and Institutional Strengthening."}, {"text_block_id": "p28_b313", "text": "71."}, {"text_block_id": "p28_b314", "text": "The BCCSAP (2009) includes the Climate Change Action Plan"}, {"text_block_id": "p28_b315", "text": "“a 10-year program (2009 – 2018) of the country to meet the challenge of climate change.  [The BCCSAP states that] … the needs of the poor and vulnerable, including women and children, will be mainstreamed in al the activities under the Action Plan.”"}, {"text_block_id": "p28_b316", "text": "Climate Investment Funds (CIF) Strategic Program for Climate Resilience (SPCR), 2010"}, {"text_block_id": "p28_b317", "text": "72."}, {"text_block_id": "p28_b318", "text": "Given Bangladesh’s vulnerability to climate change, its protracted experience in dealing with disasters coupled with its commitment to mainstream climate change in development policies and planning, the country was nominated to participate in the Pilot Program for Climate Resilience (PPCR) by the PPCR Expert Group of the CIF. As one of nine CIF PPCR Pilot Countries, Bangladesh is eligible to receive financial assistance to support efforts for building climate resilience."}, {"text_block_id": "p28_b319", "text": "73."}, {"text_block_id": "p28_b320", "text": "The PPCR Sub-Committee reviewed the SPCR document"}, {"text_block_id": "p28_b321", "text": "submitted by Bangladesh as a result, endorsed it and agreed to further development of the foreseen activities contained therein.  The CIF Trust Fund Committee also agreed to an envelope of up to USD 50 million in grant resources and USD 60 million in concessional loans in PPCR funding to finance the Program"}, {"text_block_id": "p28_b322", "text": ". Areas of intervention included:"}, {"text_block_id": "p28_b323", "text": ". Areas of intervention included:\n* Investment Project 1: Promoting Climate Resilient Agriculture and Food Security;\n* Investment Project 2: Coastal Embankments Improvement and Afforestation;\n* Investment Project 3: Coastal Climate Resilient Water Supply, Sanitation, and\n* Technical Assistance 1: Climate Change Capacity Building and Knowledge\n* Technical Assistance 2: Feasibility Study for a Pilot Program of Resilient Housing"}, {"text_block_id": "p28_b333", "text": "74."}, {"text_block_id": "p28_b334_merged_merged_merged", "text": "A Gender Review of the Bangladesh PPCR conducted by the Global Gender Office of the International Union for Conservation of Nature (IUCN) upon instruction of the CIF Administrative Unit in late 2012, concluded that gender was a key theme during the consultation process for the development of the SPCR, but the drafters omitted to include the Ministry of Women and Children Affairs (MoWCA) as a key stakeholder in the process.  On balance, whilst gender differentiated impacts of climate change are acknowledged and specific areas were highlighted that require special attention in this regard, only 1 out of the 3 proposed Investment Projects (i.e. Investment Project 3) mentioned women issues.  It is also the only Investment Project or Technical Assistance Project that noted gender-sensitive indicators of success."}, {"text_block_id": "p28_b337", "text": "Reducing Emissions from Deforestation and Forest Degradation (REDD+)"}, {"text_block_id": "p28_b338", "text": "75."}, {"text_block_id": "p28_b339", "text": "The programs under the United Nation’s REDD+ initiative may provide incentives or funding that has to be arranged under the Adaptation Fund for future programs for conservation of forests.  The Government of Bangladesh has already prepared its REDD+ Readiness Roadmap in 2012. It describes a plan of activities which, when implemented together in a logical and practical order, prepares the country for national REDD+ programs."}, {"text_block_id": "p29_b340", "text": "The National Strategy for Accelerated Poverty Reduction (NSAPR, FY 2009-11) - General Economic Division, 2009"}, {"text_block_id": "p29_b341", "text": "76."}, {"text_block_id": "p29_b342", "text": "The strategic framework proposed in the NSAPR mainly concentrates on achieving pro-poor growth that is to be achieved by adopting suitable macroeconomic policies for combating the current macro-economic challenges, by addressing critical areas for development and by providing essential infrastructure."}, {"text_block_id": "p29_b343", "text": "77."}, {"text_block_id": "p29_b344", "text": "It also provides security of lives and livelihoods through social protection and transforming the human population, as human resources are the two remaining strategic blocks of which the first one closely matches the concern of global environmental change and management. Each of the above-mentioned strategic blocks is proposed to be achieved by a group of supporting strategies: empowerment and participation, good governance, efficient delivery of services and amenities, caring for the environment and tackling climate change, and upholding the science and technology for enhancing productivity and efficiency."}, {"text_block_id": "p29_b345", "text": "© IUCN/Istiak Sobhan"}, {"text_block_id": "p29_b346", "text": "78."}, {"text_block_id": "p29_b347", "text": "Major environmental challenges as mentioned in the NSAPR include water- and air pollution, land degradation, extreme degradation of terrestrial and aquatic ecosystems, unsustainable agricultural practices and unplanned urban growth which are proposed to be addressed by undertaking measures in the areas of policies, planning, regulations and capacity building."}, {"text_block_id": "p29_b348", "text": "79."}, {"text_block_id": "p29_b349", "text": "Appropriate measures are to be taken in order to adapt to and mitigate the impacts of climate change. It is also proposed that undertaking sectoral- and multi-sectoral approaches will strengthen climate change adaptation. Cross-sectoral measures and detailed elaboration of the strategic actions or initiatives are proposed under this supporting strategy."}, {"text_block_id": "p29_b350", "text": "Outline of the Perspective Plan: Vision 2021, 2006"}, {"text_block_id": "p29_b351", "text": "80."}, {"text_block_id": "p29_b352_merged", "text": "Bangladesh Vision 2021 is a long-term strategic document of government that includes “Mitigating the Impact of Climate Change” as one of the strategic corner stones to ensure sustainable development."}, {"text_block_id": "p29_b354", "text": "Sixth Five-Year Plan (2011 – 2015), 2011"}, {"text_block_id": "p29_b355", "text": "81."}, {"text_block_id": "p29_b356", "text": "Bangladesh has been preparing its medium-term development plans known as the Five-Year Plan (FYP) since 1973."}, {"text_block_id": "p29_b357", "text": "82."}, {"text_block_id": "p29_b358", "text": "Against the backdrop of poverty reduction, employment and growth rate targets set in Vision 2021. The Sixth Five Plan, 2011-2015 endeavors to initiate the transition to the higher growth path.  This growth path, while ambitious, is achievable through a strategy that transforms Bangladesh from a rural agro-based economy towards an urban manufacturing-based economy."}, {"text_block_id": "p29_b359", "text": "83."}, {"text_block_id": "p29_b360", "text": "The driving force for the strategy will be the deepening of a labor-intensive export-oriented manufacturing"}, {"text_block_id": "p30_b361", "text": "sector, and a much more diversified, commercially motivated agricultural sector. The Sixth FYP is also informed by the MDGs. These are particularly relevant for the Sixth FYP as its termination coincides with the 2015 MDGs deadline. The targets outlined in the Sixth FYP fall into seven broad categories"}, {"text_block_id": "p30_b362", "text": ", including Income and Poverty, Human Resource Development, Water and Sanitation, Energy and Infrastructure, Gender Equality and Empowerment, Environment Sustainability and Information and Communications Technology. The Environment Sustainability category is based upon the priorities laid out in Bangladesh’s BCCSAP."}, {"text_block_id": "p30_b363", "text": ", including Income and Poverty, Human Resource Development, Water and Sanitation, Energy and Infrastructure, Gender Equality and Empowerment, Environment Sustainability and Information and Communications Technology. The Environment Sustainability category is based upon the priorities laid out in Bangladesh’s BCCSAP.\n* The Plan also includes strategies to incorporate âgender mainstreaming into policiesâ and to âintegrate\n<\\li1>"}, {"text_block_id": "p30_b365", "text": "National Plan for Disaster Management (NPDM), 2010 – 2015"}, {"text_block_id": "p30_b366", "text": "85."}, {"text_block_id": "p30_b367", "text": "The NPDM is a medium-term plan that addresses key issues such as risk reduction, capacity building, climate change adaptation, livelihood security, gender mainstreaming, community empowerment, and response- and recovery management."}, {"text_block_id": "p30_b368", "text": "Establishment of National Climate Funds"}, {"text_block_id": "p30_b369", "text": "86."}, {"text_block_id": "p30_b370", "text": "The Government of Bangladesh, with support from its development partners, has invested over $10 billion since its independence to make the country more resilient to disasters and other climate shocks"}, {"text_block_id": "p30_b371", "text": "."}, {"text_block_id": "p30_b372", "text": "87."}, {"text_block_id": "p30_b373", "text": "In particular, recognizing the uncertainties and inadequacies of international adaptation finance from both multilateral and bilateral sources, the Government of Bangladesh established the Bangladesh Climate Change Trust Fund (BCCTF) based on revenue from the national budget, within a legal mandate by the Climate Change Trust Act passed in Parliament in 2010."}, {"text_block_id": "p30_b374", "text": "89."}, {"text_block_id": "p30_b375", "text": "The two funds have differing governance and management arrangements, but both are intended to support the implementation of the BCCSAP. This is a considerable departure from previous models of piecemeal contributions by developed countries to support separate, stand-alone projects"}, {"text_block_id": "p30_b376", "text": "."}, {"text_block_id": "p30_b377", "text": "90."}, {"text_block_id": "p30_b378", "text": "Though the example of creation of national funding entities and mechanisms such as the BCCTF and BCCRF were hailed in the global policy arena, national CSOs raised their concern that the fund so far failed to benefit the people living in the climate change risk areas."}, {"text_block_id": "p30_b379", "text": "91."}, {"text_block_id": "p30_b380_merged_merged_merged_merged", "text": "Analysis shows that by December 2013, a total amount of around 156 million US$ have funded 107 projects. The highest investment (48.63%) went to Infrastructure Development-related activities. Projects under Mitigation and Low Carbon Development (Theme 5) secured 22.93% and the rest 28.44% went to the remaining four thematic areas. Capacity building and institutional strengthening got the lowest allocation with 1.93% of the total distributed fund. It would appear that the Construction, Repair & Maintenance of Embankments leveraged the highest number of projects and budget allocation (26 projects out of 82) to address climate change."}, {"text_block_id": "p31_b382", "text": "Climate Finance Governance Report, 2013, TIB"}, {"text_block_id": "p32_b383", "text": "92."}, {"text_block_id": "p32_b384", "text": "As one of the most vulnerable nations to the impacts of climate change, Bangladesh has identified climate change as a key development challenge and embraced actions aimed at increasing climate resilience of people and infrastructure through strategic national investments and innovative climate financing."}, {"text_block_id": "p32_b385", "text": "93."}, {"text_block_id": "p32_b386", "text": "According to recent estimates, 14.6 million people in the coastal areas of Bangladesh are vulnerable to inundation due to increased cyclonic surges, and this number will increase to 18.5 million by 2050 under moderate climate change scenarios. Measures such as the strengthening of river embankments, building emergency cyclone shelters, and developing world class community based early warning system have significantly reduced the loss of life and livelihoods and property damages caused by extreme weather events."}, {"text_block_id": "p32_b387", "text": "94."}, {"text_block_id": "p32_b388", "text": "To supplement its national programs, Bangladesh successfully aligned its development partners to address the climate change challenge and established an innovative financing mechanism - the Bangladesh Climate Change Resilience Fund (BCCRF)"}, {"text_block_id": "p32_b389", "text": ". Since its establishment on 31 May 2010, the BBCRF has channeled USD 170 million in grant funds from seven development partners, including Australia, Denmark, EU, Sweden, Switzerland, UK and the USA to strengthen the country’s resilience to climate change. The Government of Bangladesh has the authority of choosing projects to fund and implementing through the BCCRF. On an interim basis, the World Bank is playing the role of trustee – that is, performing fiduciary transparency, accountability and due diligence of the BCCRF."}, {"text_block_id": "p32_b390", "text": "95."}, {"text_block_id": "p32_b391", "text": "The Government of Bangladesh has also created a separate “Bangladesh Climate Change Trust Fund” and allocated USD 350 million from its own resources for the last four years consecutively – 2009 to 2012. Bangladesh has been implementing 106 projects to address climate change including better adaptation and mitigation."}, {"text_block_id": "p32_b392", "text": "National Capacity Self-Assessment (NCSA) for Implementing the Provisions of Multilateral Agreements, 2007"}, {"text_block_id": "p32_b393", "text": "96."}, {"text_block_id": "p32_b394", "text": "The NCSA for Implementing the Provisions of Multilateral Agreements, including on climate change, was launched in 2007. Results and Lessons Learned for Global Environmental Sustainability published by UNDP, UNEP (United Nations Environment Program) and the GEF (Global Environment Facility) on August 2010, indicated that “for Bangladesh, flooding was highlighted as a priority environmental issue, calling for strengthened flood control policies to minimize the impact of riverbank erosion and ease drainage congestion.  A Least Developed Country (LDC), Bangladesh has a high population density, with a large portion living in marginal lands, including extensive floodplains of the Ganges Delta and nearby Sundarbans, this may explain why so many of the issues identified in the Rio Conventions are of high priority to Bangladesh”"}, {"text_block_id": "p32_b395", "text": "47"}, {"text_block_id": "p32_b396", "text": "."}, {"text_block_id": "p32_b397", "text": "97."}, {"text_block_id": "p32_b398", "text": "Other targets of capacity development from the same document indicate “promoting and improving the economic and social status of women and youth in rural areas is a key component of actions geared towards the development of technical and managerial capacities to implement the MEAs (Multilateral Environmental Agreements)”"}, {"text_block_id": "p32_b399", "text": "."}, {"text_block_id": "p32_b400", "text": "Ongoing and Outstanding Issues"}, {"text_block_id": "p32_b401", "text": "98."}, {"text_block_id": "p32_b402_merged_merged_merged_merged", "text": "The SNC indicates that Bangladesh still has “to prepare a national policy that will solely cover climate"}, {"text_block_id": "p33_b404", "text": "change issues, impact and adaptation options."}, {"text_block_id": "p33_b405", "text": "99."}, {"text_block_id": "p33_b406", "text": "However, some of the other sectoral policies address climate change issues directly in sectoral development planning. Other important policies like the Water Policy and the Energy Policy have not included climate change issues yet."}, {"text_block_id": "p33_b407", "text": "100."}, {"text_block_id": "p33_b408", "text": "Bangladesh is already working to revisit the National Environmental Policy, 1992, to address climate and other sustainable development issues”."}, {"text_block_id": "p33_b409", "text": "Legal Frameworks: Mandates and Policy Related to Gender"}, {"text_block_id": "p33_b410", "text": "101."}, {"text_block_id": "p33_b411", "text": "Women’s situations were highlighted and included in the development discourse around the world in the early 1960s. The Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW, 1979), the UN Fourth World Conference on Women in Beijing (1995) and other major world conferences such as the Rio Conference on Environment and Development (1992), the Vienna Conference on Human Rights (1993), the Cairo Conference on Population and Development (1994), the Copenhagen World Summit for Social Development (1995), and the Istanbul Conference on Human Settlements (1996), amongst others, resulted in considerable efforts towards ensuring women’s rights are being recognized and upheld globally."}, {"text_block_id": "p33_b412", "text": "102."}, {"text_block_id": "p33_b413_merged", "text": "The Millennium Development Goals (MDGs, 2000-2015) built on the basic inequality concerns of the above conferences and brought to the fore an additional concern that was not highlighted, i.e. the issue of empowerment.  In essence, the MDGs is the first development effort that enjoys worldwide support and recognition, also by developing countries, to advocate gender equality and women’s empowerment as a key tenant for sustainable development. MDG goals and targets are set to ensure various rights of women and men including environmental sustainability."}, {"text_block_id": "p34_b415", "text": "Position of Women in Bangladesh"}, {"text_block_id": "p34_b416", "text": "103."}, {"text_block_id": "p34_b417", "text": "The Constitution of Bangladesh (Articles 27, 28, 29 and 31) guarantees equality and non-discrimination on account of sex, religion, ethnicity, place of birth in order to provide scope for affirmative action in favor of the “backward section of citizens”. Article 24 promised to ensure religious freedom within a pluralist, national framework and Article 28 (sections 1,2 and 3) ensures equality in all spheres of life between women and men. Although the constitution guarantees equality between women and men in public domain but further scope for improvements remain in the private sphere."}, {"text_block_id": "p34_b418", "text": "104."}, {"text_block_id": "p34_b419", "text": "Although these have been upheld in differing degrees since independence some 4 decades ago, changes have occurred in some contexts, including in the situation of women."}, {"text_block_id": "p34_b420", "text": "105."}, {"text_block_id": "p34_b421", "text": "Efforts towards women’s development in Bangladesh are based on a wide array of international commitments including the Millennium Development Goals (MDGs), the CEDAW (1979), and the Beijing Platform of Action (1995), amongst others."}, {"text_block_id": "p34_b422", "text": "106."}, {"text_block_id": "p34_b423", "text": "Following the declaration of the UN Decade of Women (1976-85), the Government of Bangladesh, national and international non-government organizations and others have undertaken several programs towards the advancement of women in the country. Simultaneously, the women’s movement has also played an important role in raising mass awareness of women issues and enhancing women’s participation in every sphere of life in order to achieve equality."}, {"text_block_id": "p34_b424", "text": "107."}, {"text_block_id": "p34_b425_merged", "text": "As a result, over the last 40 years, women in Bangladesh, as was the case with women in other developing countries, have gradually become more visible in the labor force, development programs and local institutions such as local government bodies."}, {"text_block_id": "p34_b427", "text": "108."}, {"text_block_id": "p34_b428", "text": "Examples of specific policy and legislative reform in this regard, include:"}, {"text_block_id": "p34_b429", "text": "Examples of specific policy and legislative reform in this regard, include:\n* The establishment of the MoWCA, a Parliamentary Standing Committee for MoWCA, an\n* The Poverty Reduction Strategy Paper (PRSP);\n* The Sixth Five-Year Plan (2011-2015);\n* The establishment of the National Council for Women and Child Development (2009);\n* Gender Responsive Budget to ten ministries in 2009-2011 are contributing on CEDAW issues,"}, {"text_block_id": "p35_b439", "text": "n"}, {"text_block_id": "p35_b440", "text": "The National Policy for Women’s Advancement 2008, the National Education Policy, 2010, Domestic/ Family Violence (Prevention and Protection) Act, 2010, Prevention of Cruelty to Women and Children Act, Acid Crime Control Act, Child Marriage Restraint Act and Dowry Prohibition Act, National Women Development Policy, 2011 m., the National Health Policy, 2011; and"}, {"text_block_id": "p35_b441", "text": "n"}, {"text_block_id": "p35_b442", "text": "Steps Towards Change: NSARP-II, Vision 2021, etc."}, {"text_block_id": "p35_b443", "text": "109."}, {"text_block_id": "p35_b444", "text": "Gender parity in primary and secondary education has been achieved and the Government of Bangladesh also established institutions for girls and women at the secondary and tertiary level."}, {"text_block_id": "p35_b445", "text": "110."}, {"text_block_id": "p35_b446", "text": "However, concerns are raised over the high drop-out rate among girls, especially in rural areas, the gender gap at technical/vocational and the tertiary education levels, and the high number of girls who suffer sexual abuse and harassment both at school as well as on their way there."}, {"text_block_id": "p35_b447", "text": "111."}, {"text_block_id": "p35_b448", "text": "Barriers experienced by women and girls to quality education, for example, the lack of physical infrastructure, the lack of facilities for girls in schools, the negative impact of early marriages and the lack of access to education by rural women and girls are also of concern."}, {"text_block_id": "p35_b449", "text": "112."}, {"text_block_id": "p35_b450_merged", "text": "The Bangladesh Labor Act (2006) promotes equality of opportunity in employment and provides for equal pay amongst men and women. However, it does not extend to workers in the informal sector where the largest population of Bangladesh’s women is being employed. The persistence of discrimination against women in the labor market, in particular, occupational segregation, a wide gender wage gap and the exploitation of girls is also prevalent."}, {"text_block_id": "p35_b452", "text": "113."}, {"text_block_id": "p35_b453", "text": "With regards to Millennium Development Goal 3 (Promote Gender Equality and Empower Women), it is noteworthy to mention that the total fertility rate (TFR) has fallen from 7 live births in the mid-70s to 2.3 births per woman in 2011 as the contraceptive prevalence rate increased from about 8% in the early 1970s to 40 % in early 1990s to 60% by 2011."}, {"text_block_id": "p35_b454", "text": "114."}, {"text_block_id": "p35_b455", "text": "The reduction in birth rate is also attributed to education of girls and more women joining the work force. Another positive development is that women’s life expectancy has increased to 68.9 years in 2009 from 46.7 years in 1960."}, {"text_block_id": "p35_b456", "text": "115."}, {"text_block_id": "p35_b457", "text": "Overall mortality amongst women of reproductive age has consistently declined over the last 10 years. The maternal mortality has decreased from 322 per 100,000 live births in 2001 to 194 in 2010. More needs to be done, however, to meet the MDG target of 143 deaths per 100,000 live births by 2015."}, {"text_block_id": "p35_b458", "text": "116."}, {"text_block_id": "p35_b459", "text": "At primary and secondary level enrolment in educational institutions, girls now account for larger proportions at 1.02% and 1.14% respectively. Girls are also doing better, or no worse, in public examinations at these levels compared to their male counterparts. However, at the tertiary level the proportion of girls is only 39%, which is largely due to social reasons such as the marrying off of girls at that age. Overall, girls lag behind in science education."}, {"text_block_id": "p35_b460", "text": "117."}, {"text_block_id": "p35_b461", "text": "The World Development Report 2012: Gender Equality and Development mentions that in Bangladesh, a woman earns only 12 cent for every dollar that a man earns, one of the lowest wages earned by women compared to other countries of the world."}, {"text_block_id": "p35_b462", "text": "118."}, {"text_block_id": "p35_b463", "text": "A major breakthrough has been achieved in the area of education and employment for girls due to affirmative action by the government and employment opportunities in the Ready Made Garments (RMG) industries that employ mostly women. Although the wage rates at entry-level within this sector is much lower than in other sectors requiring similar (or less) skill.  Other issues such as unsafe working conditions and high levels of harassment also reduce the contribution to women’s empowerment and gender equality."}, {"text_block_id": "p36_b464", "text": "Convention on the Elimination of all forms of Discrimination against Women (CEDAW)"}, {"text_block_id": "p36_b465", "text": "119."}, {"text_block_id": "p36_b466", "text": "Bangladesh has ratified CEDAW with the exception of two of its articles, including Article 2 and Article 16(c). Despite not having ratified these, the country has adopted various policies in this regard and has taken action towards achieving the goals contained in the Convention."}, {"text_block_id": "p36_b467", "text": "National Action Plan (NAP) for Women’s Advancement"}, {"text_block_id": "p36_b468", "text": "120."}, {"text_block_id": "p36_b469", "text": "The Sixth Five-Year Plan (2011-2015) identifies bringing women into mainstream development activities of the Government as a major goal to be achieved. The commitment of the Government of Bangladesh not only pursues women’s development, but also that women’s development is viewed as an integral part of the responsibilities of all line ministries."}, {"text_block_id": "p36_b470", "text": "121."}, {"text_block_id": "p36_b471", "text": "Ministries and agencies of the government therefore have a definite responsibility for women’s development as women are a major part of the total population that each agency is mandated to serve. The MoWCA, is the focal ministry for women’s advancement and thus coordinates efforts of government ministries and departments, as well as women’s organizations, institutions, NGOs and women."}, {"text_block_id": "p36_b472", "text": "122."}, {"text_block_id": "p36_b473", "text": "Gender and disaster issues were introduced for the first time in the NPWA (2010)."}, {"text_block_id": "p36_b474", "text": "National Action Plan for the Implementation of the Beijing Platform, 1995"}, {"text_block_id": "p36_b475", "text": "123."}, {"text_block_id": "p36_b476", "text": "The Government of Bangladesh endorsed the Platform for Action (PfA) of the Fourth World Conference for Women in Beijing (1995), which reflects a world consensus to empower women."}, {"text_block_id": "p36_b477", "text": "124."}, {"text_block_id": "p36_b478", "text": "This paper includes the following relevant goals:"}, {"text_block_id": "p36_b479", "text": "This paper includes the following relevant goals:\n* Specifying allocation for women both in revenue and development budget for the MoEF;\n* Ensuring gender focal point and gender trainings for staff of MoEF; and\n* Making Gender and Environment Impact Assessments (GIAs) mandatory for all projects and programs\n* Protecting women from the adverse effects of climate change;\n* Taking action to acknowledge womenâs contribution in social and economic spheres; and\n* Facilitating womenâs participation in all national and international bodies.\n* Gender Integration in the BCCSAP"}, {"text_block_id": "p36_b485", "text": "125."}, {"text_block_id": "p36_b486", "text": "The Beijing Platform of Action was reviewed in 2010 to mark the 15 years since its inception. For implementing the PfA, an Action Plan for Women Advancement Implementation of the Beijing Platform for Action was developed by the Government of Bangladesh in 1998."}, {"text_block_id": "p36_b487", "text": "National Policy for Women’s Advancement (NPWA)"}, {"text_block_id": "p36_b488", "text": "126."}, {"text_block_id": "p36_b489", "text": "Prepared in 2011 by Bangladesh’s Ministry of Women and Child Affairs, this policy instrument includes the following relevant objectives:"}, {"text_block_id": "p36_b498", "text": "127."}, {"text_block_id": "p36_b499_merged", "text": "In 2012, a review was conducted by GIZ (Deutsche Gesellschaft für Internationale Zusammenarbeit) with the objective of analyzing how the MoEF addresses gender-specific aspects in the field of climate change. Under this review the BCCSAP was also analyzed."}, {"text_block_id": "p36_b501", "text": "128."}, {"text_block_id": "p36_b502", "text": "The main conclusion of this report were:"}, {"text_block_id": "p37_b503", "text": "The Case for Gender Equality"}, {"text_block_id": "p37_b504", "text": "129."}, {"text_block_id": "p37_b505", "text": "Gender continues to be “one of the world’s strongest markers for disadvantage"}, {"text_block_id": "p37_b506", "text": "”."}, {"text_block_id": "p37_b507", "text": "130."}, {"text_block_id": "p37_b508_merged_merged", "text": "Women‘s historical situation has led them to systematically be restricted from meaningful participation in economies globally and their access to skills and self-employment was, and still is, severely hampered. All too often the role of women in different spheres of life is overlooked or even denied.  This is especially true of the environmental and economic sectors where women’s accesses to resources are often very limited, leading to differences in benefits derived from their use."}, {"text_block_id": "p37_b510", "text": "131."}, {"text_block_id": "p37_b511", "text": "This resulted in a global economic structure that excludes the majority of women around the world. Increased inequality, exclusion and uneven development are real dangers for all economies. Despite some successes and a plethora of policies, strategies and program interventions at all levels, entrenched gender inequalities continue to persist, acting as a deterrent to growth, economic development, employment creation and poverty eradication as often these are neither implemented nor taken into account."}, {"text_block_id": "p37_b512", "text": "136."}, {"text_block_id": "p37_b513", "text": "The Economist found that the growth in employment of women in developed economies in the last ten years contributed more to global growth than did China. In the U.S., a study conducted by McKinsey established that women went from holding 37% of all jobs to nearly 48% over the past 40 years, and that the productivity gains attributable to this slight increase in women‘s share of the labor market now accounts for approximately 25% of U.S. GDP. That works out to over $3.5 trillion – more than the GDP of Germany and more than half the GDPs of China and Japan."}, {"text_block_id": "p37_b514", "text": "137."}, {"text_block_id": "p37_b515", "text": "According to the Boston Consulting Group women are the world‘s third largest emerging market after China and India. Women will control $15 trillion in global spending by the year 2014 and by 2028 will be responsible for about two-thirds of all consumers spending worldwide."}, {"text_block_id": "p38_b516", "text": "According to the Boston Consulting Group women are the world‘s third largest emerging market after China and India. Women will control $15 trillion in global spending by the year 2014 and by 2028 will be responsible for about two-thirds of all consumers spending worldwide.\n* Studies of Fortune 500 companies indicate that there is a statistical correspondence between the number of\n* Beyond the economics of gender, however, there are also many examples where empowering women\n* Gender mainstreaming has been the primary methodology used to integrate a gender approach into\n* Mainstreaming gender does not merely imply paying lip service to equality between women and men by\n* The importance of gender mainstreaming in environmental efforts and poverty eradication has also been\n* By signing and ratifying the conventions on biodiversity (CBD), climate change (UNFCCC), and to combat"}, {"text_block_id": "p38_b528", "text": "Gender and Climate Change"}, {"text_block_id": "p38_b529", "text": "144."}, {"text_block_id": "p38_b530", "text": "“Climate change is a major threat to the environment and natural resources, which we need for the sustainable development of our globe. Climate change will undermine the very foundation of socioeconomic development and will increase inequality and poverty. It will have a serious impact on the livelihoods of poor women in developing countries, as the increasing droughts and storms will affect agriculture and water resources, which are often the responsibility of women”"}, {"text_block_id": "p38_b531", "text": "."}, {"text_block_id": "p38_b532", "text": "145."}, {"text_block_id": "p38_b533_merged_merged", "text": "Women can, however, play a central role in adaptation to climate change. In Nepal, women farmers avoid crop failure in the face of changing weather patterns by growing off-season vegetables and bananas, which are more resilient to flood and drought. In Jordan, women’s management of small-scale irrigation projects and involvement in water harvesting and soil conservation improves the efficiency of water use. In Tanzania, when men migrate from home for longer periods due to the impacts of climate change, women take over the role of livestock herding and pasture management. In Nicaragua, following a disaster, women"}, {"text_block_id": "p39_b537", "text": "were actively involved in evacuating those at risk, transporting materials to clear roads, and organizing food collection brigades and health care campaigns"}, {"text_block_id": "p39_b538", "text": "."}, {"text_block_id": "p39_b539", "text": "146."}, {"text_block_id": "p39_b540", "text": "Women often lead the way in adapting to climate change impacts, but they also play a key role in mitigating climate change by optimizing energy efficiency, using low-footprint energy sources and techniques, and influencing a household’s and community’s consumption patterns"}, {"text_block_id": "p39_b541", "text": "."}, {"text_block_id": "p39_b542", "text": "147."}, {"text_block_id": "p39_b543", "text": "Low-emissions development pathways can be more effective and more equitable where they are designed using a gender-informed approach. Billions of women around the world make decisions every day that influence the amount of carbon that is released into the atmosphere, for example as home-makers, as farmers and land-managers, or as consumers. Women make major share of the daily purchasing for families and take the lead in households combating climate change"}, {"text_block_id": "p39_b544", "text": ". Such choices can be expanded in ways that reduce carbon footprints while also promoting co-benefits for gender equality."}, {"text_block_id": "p39_b545", "text": "148."}, {"text_block_id": "p39_b546", "text": "When it therefore comes to decision-making and implementation towards building resilient communities in the face of climate change, the full and meaningful participation of women become essential."}, {"text_block_id": "p39_b547", "text": "149."}, {"text_block_id": "p39_b548", "text": "Until recently, however, policy responses at the global or national level did not reflect this reality, and even at this juncture we still have a long way to go."}, {"text_block_id": "p39_b549", "text": "150."}, {"text_block_id": "p39_b550", "text": "For more than twenty years, gender was absent from the UNFCCC and in decision-making by its Conference of the Parties and Subsidiary Bodies. Likewise, few NAPAs or national communications submitted by Parties to the UNFCCC addressed gender considerations in a comprehensive manner, and some did not mention gender considerations at all."}, {"text_block_id": "p39_b551", "text": "© C K Tan"}, {"text_block_id": "p39_b552", "text": "151."}, {"text_block_id": "p39_b553", "text": "This lack of a connection between gender and climate change at the global and national levels was a sign of the times - prior to the UNFCCC Bali Action Plan, and the launch of the Global Gender and Climate Alliance (GGCA) in the same year, the theme of gender and climate change was largely nonexistent on the global stage, and most NAPAs and national communications had already been written."}, {"text_block_id": "p39_b554", "text": "152."}, {"text_block_id": "p39_b555", "text": "Ongoing challenges also remain in the implementation of gender within the context of climate change."}, {"text_block_id": "p39_b556", "text": "153."}, {"text_block_id": "p39_b557_merged_merged_merged_merged", "text": "Over the last decade, new knowledge has been generated that allowed for a clearer understanding of the linkages between gender and adaptation. As this understanding grew, it also positively influenced Government thinking especially in relation to the PPCRs, as is clear from a recent review conducted by the IUCN Global Gender Office on the Climate Investment Funds in 2012."}, {"text_block_id": "p40_b559", "text": "154."}, {"text_block_id": "p40_b560", "text": "In contrast, the linkages between gender and mitigation are, and have been, less intuitive and this constraint could be one of the factors why the mainstreaming of gender in these areas generally has been more limited and challenging."}, {"text_block_id": "p40_b561", "text": "155."}, {"text_block_id": "p40_b562", "text": "Understanding this relationship, however, is imperative as gender and mitigation offers a unique platform to move away from the notion that women are victims to an understanding that women are agents of change, capable of significantly strengthening our efforts on climate change."}, {"text_block_id": "p40_b563", "text": "The path to a ccGAP"}, {"text_block_id": "p40_b564", "text": "156."}, {"text_block_id": "p40_b565", "text": "The development of gender-responsive national climate change strategies marks a natural progression in IUCN’s longstanding partnership with governments and civil society. The motivation for these strategies is also closely linked to a growing global recognition of the importance of a gender dimension in climate change and environmental decision making, in which IUCN, the GGCA, and other actors have played an important role."}, {"text_block_id": "p40_b566", "text": "© IUCN/Lorena Aguilar"}, {"text_block_id": "p40_b567", "text": "157."}, {"text_block_id": "p40_b568", "text": "A critical step in the implementation process is anchoring global agreements within national contexts through the development of climate change gender action plans (ccGAPs)."}, {"text_block_id": "p40_b569", "text": "158."}, {"text_block_id": "p40_b570", "text": "Beginning in January 2010, ccGAPs were developed in various countries and regions under IUCN’s leadership. IUCN on behalf of the GGCA supported the development of ccGAPs in Nepal, Liberia, Tanzania, Jordan, Egypt, Panama, and Haiti. In Haiti, IUCN engaged the support of WEDO (Women’s Environment and Development Organization) and the Secretariat of the Convention on Biological Diversity to develop that country’s ccGAP. Two regional governing bodies—those of Central America and the Arab states region—also broke new ground by collaborating to develop regional strategies on gender and climate change. Separately, IUCN collaborated with United Nations Development Fund for Women (UNIFEM) in the development of Mozambique’s strategy."}, {"text_block_id": "p40_b571", "text": "159."}, {"text_block_id": "p40_b572", "text": "In parallel, IUCN leveraged the methodology of the ccGAPs to facilitate distinct processes in other countries and had similar results. IUCN worked with partners to support the mainstreaming of gender in Costa Rica’s action plan for the national climate change strategy and partnered with WEDO to develop Gender and REDD+ roadmaps in Ghana, Uganda, and Cameroon."}, {"text_block_id": "p41_b573", "text": "160."}, {"text_block_id": "p41_b574", "text": "These visionary countries and regions are among the world’s pioneers in integrating gender in national climate change decision-making. More strategies will soon follow, as still more countries have communicated requests to IUCN for facilitating these processes."}, {"text_block_id": "p41_b575", "text": "161."}, {"text_block_id": "p41_b576", "text": "Why do the ccGAPs matter? They represent a country’s intention to empower and respond to the needs of the often invisible “other half” of the population in the context of climate change. They link national and global policy in a concrete and synergistic manner, communicating to women’s constituencies, a country’s population at large, and the international community that gender matters and why it matters. Most importantly, ccGAPs have the potential to enhance the effectiveness and efficiency of climate change and socioeconomic development responses."}, {"text_block_id": "p41_b577", "text": "162."}, {"text_block_id": "p41_b578", "text": "The underlying principle of the ccGAPs is the transformative nature of gender interventions. If women had the same access to the resources that male farmers do, farm yields could increase by 20-30 per cent and the number of hungry people in the world could be reduced by 12-17 per cent"}, {"text_block_id": "p41_b579", "text": ". More equal control over household resources and subsequent investment in women’s and children’s education and health have been linked to a country’s economic growth. Women’s participation in decision-making at higher levels has specifically benefitted environmental policy, such that countries with more women in their parliaments are more likely to set aside protected land areas and ratify international environmental treaties. In fact, new data reveals that there is a causal relationship between environment and gender; when gender inequality is high, forest depletion, air pollution and other measures of environmental degradation are also high"}, {"text_block_id": "p41_b580", "text": "."}, {"text_block_id": "p41_b581", "text": "163."}, {"text_block_id": "p41_b582", "text": "World Bank President Robert Zoellick confirmed these findings while noting, “Gender equality is smart economics... We will not release the full potential of half of the world’s population until globally we address the issue of equality; until countries, communities, and households around the world acknowledge women’s rights and change the rules of inequality”"}, {"text_block_id": "p41_b583", "text": ". In the realm of climate change, and in any development challenge, gender equality is an objective with tangible economic, environmental, and social benefits. Gender equality is, indeed, at the heart of smart governance."}, {"text_block_id": "p41_b584_merged_merged_merged", "text": "Figure 1: Steps toward the development of a ccGAP"}, {"text_block_id": "p42_b586", "text": "164."}, {"text_block_id": "p42_b587", "text": "Further information on similar processes developed in Nepal. Liberia, Tanzania. Mozambique, Jordan, Egypt, Arab League of States, Central American Region, Panama, Costa Rica and Haiti may be found in a publication by the IUCN Global Gender Office, entitled “The Art of Implementation: Gender Strategies Transforming National and Regional Climate Change Decision Making”"}, {"text_block_id": "p42_b588", "text": "."}, {"text_block_id": "p42_b589", "text": "Methodology"}, {"text_block_id": "p42_b590", "text": "165."}, {"text_block_id": "p42_b591", "text": "On 23 July 2012, the IUCN Country Representative in Bangladesh and the IUCN Global Gender Office received an official request from MoEF, Government of Bangladesh, to be engaged in the preparation of a national action plan on gender and climate change (see Annex IV)."}, {"text_block_id": "p42_b592", "text": "166."}, {"text_block_id": "p42_b593", "text": "The MoEF formulated a revised edition of the BCCSAP in 2009 in which gender and climate change issues were given substantial importance.  In order to operationalize this mandate, the Government of Bangladesh requested the development of a Climate Change and Gender Action Plan (ccGAP) within the framework of the BCCSAP and with the assistance of IUCN. In response to this request IUCN engaged in the preparation of this ccGAP commencing October 2012."}, {"text_block_id": "p42_b594", "text": "167."}, {"text_block_id": "p42_b595", "text": "In January 2013, a multi-stakeholder Steering Committee including representatives from civil society, IUCN, the MoWCA, the Ministry of Disaster Management and Relief (MoDMR) and the Ministry of Social Welfare (MoSW) was established. Chaired by the Secretary of MoEF, this Committee provided strategic and political oversight in the development of the ccGAP."}, {"text_block_id": "p42_b596", "text": "© IUCN Bangladesh"}, {"text_block_id": "p42_b597", "text": "168."}, {"text_block_id": "p42_b598_merged_merged", "text": "Thanks to the generous financial support from the Government of Finland, this document is the result of a series of inputs: research, interviews with policy makers, stakeholder consultation and peer review, amongst others.  It has been drafted on the basis of an analysis of the current national priorities concerning climate change and by means of two multi-stakeholder workshops convened in Dhaka, Bangladesh from the 13th to 14th of February and from the 17st to the 19rd of February of 2013 (see Annexes II and III for the list of participants)."}, {"text_block_id": "p43_b607", "text": "169."}, {"text_block_id": "p43_b608", "text": "The main objectives of the workshops were to:"}, {"text_block_id": "p43_b609", "text": "The main objectives of the workshops were to:\n* Identify and understand the importance of gender and climate change; and\n* Identify possible areas of actions/ interventions for an Action Plan on gender and climate change in"}, {"text_block_id": "p43_b613", "text": "170."}, {"text_block_id": "p43_b614", "text": "It defines the role that the MoEF will play in initiating and facilitating efforts internally, as well as with strategic partners at the national, regional and international levels. It seeks to mainstream gender in climate change action as outlined in the BCCSAP, the NAPA and other policy documents.  Importantly, it also seeks to take advantage of opportunities that promote gender equality and facilitate transformational change as we build a climate resilient community."}, {"text_block_id": "p43_b615", "text": "171."}, {"text_block_id": "p43_b616", "text": "The ccGAP integrates gender considerations into four of the six main pillars as identified in the BCCSAP: (i) food security, social protection and health; (ii) comprehensive disaster management; (iii) infrastructure and (iv) mitigation and low carbon development. The remaining two pillars of the BCCSAP, those of research and knowledge management and capacity building and institutional strengthening, were mainstreamed within the above four pillars throughout the document as crosscutting topics."}, {"text_block_id": "p43_b617", "text": "172."}, {"text_block_id": "p43_b618", "text": "The ccGAP establishes clear objectives, outlines substantive activities that are accompanied by reachable indicators within the ambit of the four pillars as identified and highlights the specific contribution women do and can make within each of these as well as the required interventions necessary to incorporate the role of women effectively over a timeframe of five years, from 2013/14-2018/19."}, {"text_block_id": "p43_b619", "text": "173."}, {"text_block_id": "p43_b620", "text": "Upon completion of the first draft of this document, the MoEF, with the support from IUCN, will engage stakeholders at the national and district level in a validation process. To this end the document will be translated into Bangla, after which it will be published with the official approval from the Government of Bangladesh."}, {"text_block_id": "p43_b621", "text": "© IUCN Bangladesh"}, {"text_block_id": "p44_b622", "text": "Section B"}, {"text_block_id": "p44_b623", "text": "Climate Change and Gender Action Plan"}, {"text_block_id": "p44_b624", "text": "Overall Objective"}, {"text_block_id": "p46_b625", "text": "PRIORITY SECTOR I: FOOD SECURITY SOCIAL PROTECTION AND HEALTH"}, {"text_block_id": "p46_b626", "text": "BCCSAP (2009): Pillar no. 1"}, {"text_block_id": "p46_b627", "text": "Overview"}, {"text_block_id": "p46_b628", "text": "174."}, {"text_block_id": "p46_b629_merged", "text": "Food security and climate change are, more than ever, the two major global challenges humanity is facing at present. It’s also a complex relationship made up of compounded challenges: besides it being a major concern in its own right, climate change impacts directly on food security, further exasperating the precarious situation of many already living in food insecurity globally through droughts, excessive rainfall, wind and salinity to mention only a few."}, {"text_block_id": "p46_b631", "text": "175."}, {"text_block_id": "p46_b632", "text": "With many of the resources needed for sustainable food security already stretched, the food security challenges are huge. Climate change will make it even harder to overcome them, as it reduces the productivity of the majority of existing food systems and harms the livelihoods of those already vulnerable to food insecurity."}, {"text_block_id": "p46_b633", "text": "177."}, {"text_block_id": "p46_b634", "text": "The outcome will be rapid growth in demand for food, both in quantity and quality. Additionally, government policies to raise the share of biofuels in energy consumption increase the challenges to our collective ability to achieve sustainable food security."}, {"text_block_id": "p46_b635", "text": "178."}, {"text_block_id": "p46_b636", "text": "The poor and other vulnerable groups are likely to be at high risk of food insecurity as result of climate change. Urban poverty is on the increase and, in general, groups affected by poverty are urbanizing more rapidly than the population as a whole. They are people who have few assets and low income earning"}, {"text_block_id": "p47_b637", "text": "potential. From a geographic perspective, the vast majority is located in two regions - Sub-Saharan Africa and South Asia - where climate change is likely to be especially pronounced."}, {"text_block_id": "p48_b638", "text": "191."}, {"text_block_id": "p48_b639", "text": "Agricultural growth has accelerated from less than 2.0% per year during the first two decades after independence (1971) to around 3.0% during the last decade. Despite such a steady growth in agriculture as well as in food production, Bangladesh has been facing persistent challenges in achieving food security mainly as result of disasters and fluctuations in food prices from the influence of volatile international market for basic food items"}, {"text_block_id": "p48_b640", "text": "."}, {"text_block_id": "p48_b641", "text": "192."}, {"text_block_id": "p48_b642", "text": "Current projections indicate that agricultural GDP is projected to decline with 3.1 percent each year as a result of climate change with an associated USD 7.7 billion lost estimated. The average loss in agricultural GDP associated with existing climate variability is projected to be a third of the agricultural GDP."}, {"text_block_id": "p48_b643", "text": "193."}, {"text_block_id": "p48_b644", "text": "Lesser consumption per capita will further increase food insecurity and undernourishment of the people living under poverty line. According to the Bangladesh Bureau of Statistics (2007) about one-fifth of populations are living in extreme poverty and who consume less than 1805 kcal per capita per day"}, {"text_block_id": "p48_b645", "text": ". Bangladesh had an estimated 40.2 million undernourished people in 2004-06."}, {"text_block_id": "p48_b646", "text": "194."}, {"text_block_id": "p48_b647", "text": "The government, particularly the Ministry of Agriculture (MoA), is therefore implementing numerous programs and projects to increase crop production from decreasing land areas through various policy instruments. Interventions include adapting to changed scenarios through the use of seed, irrigation technique and agronomic practices resilient to stress like salinity, drought, and flooding."}, {"text_block_id": "p48_b648", "text": "195. In this regard, three documents are of particular importance:"}, {"text_block_id": "p48_b649", "text": "n"}, {"text_block_id": "p48_b650", "text": "The National Agriculture Policy, 2010, specifically addressing the threats of climate change in agriculture;"}, {"text_block_id": "p48_b651", "text": "n"}, {"text_block_id": "p48_b652", "text": "The Bangladesh Food Security Country Investment Plan (CIP, 2011) paying particular attention to key activities that focuses on the Southern part of Bangladesh – an area with higher poverty and food insecurity levels, as well as suffering the adverse effects of climate change; and"}, {"text_block_id": "p48_b653", "text": "n"}, {"text_block_id": "p48_b654", "text": "Vision 2021, indicating that the country would seek to attain food self-sufficiency by 2012"}, {"text_block_id": "p48_b655", "text": "."}, {"text_block_id": "p48_b656", "text": "196."}, {"text_block_id": "p48_b657_merged_merged_merged_merged", "text": "Increasing income and urbanization are triggering a rapid change in food consumption patterns in Bangladesh."}, {"text_block_id": "p49_b659", "text": "197."}, {"text_block_id": "p49_b660", "text": "Food grains dominate the total dietary consumption of the Bangladeshi people and rice (comprising around 88% of total grain consumption) is the main food grain throughout the country.  Non-grain food crops and animal products provided only 8% and 4% of the remaining calorie supply, respectively."}, {"text_block_id": "p50_b661", "text": "water ecosystems and their resident fish populations"}, {"text_block_id": "p50_b662", "text": ", directly impacting the person who depends on these ecosystems for their livelihoods."}, {"text_block_id": "p50_b663", "text": "211."}, {"text_block_id": "p50_b664", "text": "Extreme weather events disrupt fishing operations and land-based infrastructure while fluctuations of fishery production and other natural resources can have an impact on livelihoods strategies and outcomes of fishing communities"}, {"text_block_id": "p50_b665", "text": "."}, {"text_block_id": "p50_b666", "text": "212."}, {"text_block_id": "p50_b667", "text": "Livestock provides 15 percent of total employment in the country. The sector is especially susceptible to increasing temperature rise and increasing humidity. Lower intake of dry matter by livestock due to temperature rise coupled with increasing humidity leads to changes in the weight of the animal and a reduction in milk production which is projected to decrease by 2.5% annually to around 2030, after which milk output may further reduce by around 5% in the 2050s."}, {"text_block_id": "p50_b668", "text": "213."}, {"text_block_id": "p50_b669", "text": "Climate change will affect productive ecosystems in Bangladesh and will erode employment and livelihood opportunities of the people depending on ecosystem services."}, {"text_block_id": "p50_b670", "text": "214."}, {"text_block_id": "p50_b671_merged_merged_merged", "text": "The ecosystem and biodiversity of the Sundarbans mangrove and wetlands along with the fish and other aquatic life, in particular, are at risk due to climate change. The endangered species in this area include 50 species of fish, 41 species of mammals, eight species of amphibians and 58 species of reptile."}, {"text_block_id": "p50_b674", "text": "215."}, {"text_block_id": "p50_b675", "text": "Climate risks will also have severe implications for household welfare. For both the climate variability and climate change simulations, around 80 percent of total losses fall directly on household consumption. Much of the economic losses occur outside of agriculture, particularly in the downstream agriculture processing sectors."}, {"text_block_id": "p50_b676", "text": "221."}, {"text_block_id": "p50_b677", "text": "Drainage congestion and standing water will increase the potential for outbreaks of cholera and other waterborne and diarrheal diseases. ICDDR,B (International Centre for Diarrheal Disease Research, Bangladesh) highlights cholera and other diarrheal diseases, malaria, dengue as of particular important"}, {"text_block_id": "p51_b678", "text": "diseases in this regard.  Visceral leishmmaniasis (VL), also known as kalazar, are also mentioned, although with less empirical evidence of a direct correlation with climate change."}, {"text_block_id": "p51_b679", "text": "222."}, {"text_block_id": "p51_b680", "text": "The impact of climate change on human health depends critically on the success to adapt to climate change in the other sectors. Improved health infrastructure including the health care system, reliable drinking water supply and improved sanitation will greatly reduce the vulnerability of the health sector."}, {"text_block_id": "p51_b681", "text": "223."}, {"text_block_id": "p51_b682", "text": "Strengthening health care systems, implementing water and sanitation programs and widening the coverage of proven and accessible public health interventions to control climate sensitive diseases, would also not only significantly accelerate progress towards the achievement of health-related Millenium Development Goals (MDGs), but also save millions of lives and ease the suffering of many more."}, {"text_block_id": "p51_b683", "text": "224."}, {"text_block_id": "p51_b684", "text": "To this end, several policy instruments have been put in place with regards to health in Bangladesh."}, {"text_block_id": "p51_b685", "text": "225."}, {"text_block_id": "p51_b686", "text": "The government of Bangladesh has recently established a National Climate Change Fund that will focus largely on adaptation and comprises some USD 100 million."}, {"text_block_id": "p51_b687", "text": "226."}, {"text_block_id": "p51_b688", "text": "As health is included in the first pillar of the BCCSAP, a part of this fund should go into adaptation measures addressing the impacts of climate change on health. However, it is important that these funds need to be administered properly with sound disbursement mechanisms, an appropriate governance structure and careful resource management."}, {"text_block_id": "p51_b689", "text": "227."}, {"text_block_id": "p51_b690", "text": "The health chapter of the Ten Years’ Perspective Plan (2010-2021) also includes a climate change management strategy that places emphasis on improving sanitation issues in rural, towns and cities."}, {"text_block_id": "p51_b691", "text": "228."}, {"text_block_id": "p51_b692", "text": "The Sixth FYP (2011-2015) 14 (Part 1) recognizes possible health impacts of degraded environment including due to climate change, and wants to “build capacity in the area of environmental health through both public and private sectors”."}, {"text_block_id": "p51_b693", "text": "229."}, {"text_block_id": "p51_b694", "text": "Environmental health relates to those aspects of human health and disease that is determined by factors in the environment. The FYP acknowledges limited experience with respect to adaptation in the health sector and therefore sets a target to initiate preliminary studies for possible adaptation options."}, {"text_block_id": "p51_b695", "text": "230."}, {"text_block_id": "p51_b696", "text": "In the section on Sectoral Strategies, Programs and Policies direction is given with regards to climate change and health in a number of ways, including:"}, {"text_block_id": "p51_b697", "text": "In the section on Sectoral Strategies, Programs and Policies direction is given with regards to climate change and health in a number of ways, including:\n* Devising a national program to reduce the burden of diseases due to climate change;\n* Mainstreaming adaptation to climate change as central part of public health services;\n* Short, medium, and long research on the adverse effect of climate change on health;\n* Public awareness program on climate change impacts on health;\n* Development of an advanced preparedness plan; and\n* Partnership across the society and with global community in order to safeguard and enhance national"}, {"text_block_id": "p51_b709", "text": "231."}, {"text_block_id": "p51_b710", "text": "The National Health Policy (MoH & FW 2011) states that Bangladesh has achieved remarkable success in the area of disaster/emergency response through better preparedness and proper management. It identifies climate change, salinity intrusion and drought as key factors that have slowed down progress that has been achieved thus far, however."}, {"text_block_id": "p51_b711", "text": "232."}, {"text_block_id": "p51_b712", "text": "The health policy identifies respiratory diseases, heat strokes, cold wave related illness, vector borne diseases like malaria and dengue fever, water borne diseases like cholera, and increased malnutrition due to reduced food production as results of climate change and disasters. Therefore, the policy aims to monitor disease and health disaster and explore ways in which to reduce the adverse effects of climate change accordingly."}, {"text_block_id": "p52_b713", "text": "© IUCN/Ganesh Pangare"}, {"text_block_id": "p52_b714", "text": "© IUCN/Ganesh Pangare\n* The Health Population and Nutrition Sector Strategic Plan (HPNSSP) identify the key interventions required\n* With regards to sanitation, the Government of Bangladesh has initiated a multi-year program on total\n* The health sector, in general, has been slow to perceive the enormous significance of global climate change\n* To this end, medium to long term adaptation plans are expected to be implemented by the MoHFW, in\n* Managing the impacts of climate change in the agriculture sector and ensuring food and livelihood security\n* By providing immediate access to food, safety nets have an important role to play in enabling poor"}, {"text_block_id": "p53_b727", "text": "239."}, {"text_block_id": "p53_b728", "text": "However, little information is available to policy-makers on how to integrate DRM, SSN and CCA. Existing policy and planning documents suggest that, as far as social safety nets, disaster risk management and climate change adaptation is concerned these policies have been developed separately."}, {"text_block_id": "p53_b729", "text": "240."}, {"text_block_id": "p53_b730", "text": "The National Food Policy Plan of Action (2008-2015) refers to safety nets and the need to increase households’ capacities to manage disasters induced by climate change, but stops short of identifying strategies to integrate these areas of intervention."}, {"text_block_id": "p53_b731", "text": "241."}, {"text_block_id": "p53_b732", "text": "The Climate Change Strategy Plan and Action Plan (2009), although very comprehensive, also only makes a passing reference to the potential role of safety nets in increasing household resilience."}, {"text_block_id": "p53_b733", "text": "242."}, {"text_block_id": "p53_b734", "text": "Similarly, whilst the 2005 NAPA identified and prioritized a number of suitable adaptation measures, few have actually been implemented."}, {"text_block_id": "p53_b735", "text": "Gender, Agriculture and Food Security, Social Protection and Health"}, {"text_block_id": "p53_b736", "text": "243."}, {"text_block_id": "p53_b737", "text": "Women play a crucially important role in food production in Bangladesh. In recent years, poverty, women empowerment and male migration have lead to the systematic “feminization” of the agricultural labor force in Bangladesh and by 2008, 66% of all women participated in agricultural activities and women constituted 45.6% of the total farming population overall"}, {"text_block_id": "p53_b738", "text": "."}, {"text_block_id": "p53_b739", "text": "244."}, {"text_block_id": "p53_b740", "text": "The effects of severe weather events related to climate change (cyclones, foods, droughts, salinization of water) and mechanization further amplified this population displacement."}, {"text_block_id": "p53_b741", "text": "245."}, {"text_block_id": "p53_b742", "text": "In the absence of their male counterparts, the woman’s role changed from that of an unpaid family worker to farm managers"}, {"text_block_id": "p53_b743", "text": ", resulting in women maintaining a dual responsibility for both the farm-, as well as the household production."}, {"text_block_id": "p53_b744", "text": "247."}, {"text_block_id": "p53_b745", "text": "Generally, women do not own productive assets such as land or a pond. In the agricultural sample survey 2005, female-headed holdings only constituted 2.83%"}, {"text_block_id": "p53_b746", "text": ". Access to services and other productive resources are also limited and women are for the largest part not enjoying extension services. Typically, they have limited access to information regarding agriculture and little decision making power and are mostly not involved in marketing of agricultural products at all."}, {"text_block_id": "p53_b747", "text": "248."}, {"text_block_id": "p53_b748", "text": "The division of work along gender lines in Bangladesh is particularly prominent if men and women’s activities in agriculture are compared."}, {"text_block_id": "p53_b749", "text": "249."}, {"text_block_id": "p53_b750", "text": "In contrast to men, women are more involved in home-based agricultural activities (small-scale vegetable, poultry and livestock production), engaged in production of perishable, but often foods high in nutritional value, and in production for consumption by the family, rather than for the market."}, {"text_block_id": "p53_b751", "text": "250."}, {"text_block_id": "p53_b752_merged_merged_merged_merged", "text": "This division of labor is exercised through enforcement of traditional gender roles, gender norms of restricted mobility and purdah, the definition of separate spheres for women and men to function in and by linking a women’s observance of such norms to the honor of individual woman, her husband and/or her family."}, {"text_block_id": "p54_b758", "text": "This division of labor is exercised through enforcement of traditional gender roles, gender norms of restricted mobility and purdah, the definition of separate spheres for women and men to function in and by linking a women’s observance of such norms to the honor of individual woman, her husband and/or her family.\n* According to an assessment conducted by ICDDRB, however, variations on these norms exist, depending\n* Traditional norms are hence forth much more relaxed in the case of landless, small and marginalized farm\n* Gender norms and practices in agriculture in Bangladesh also vary by geographic regions.\n* Women from Thakurgaon (in the north-west of the country) are, for example, much more involved and\n* Women from Thakurgaon (in the north-west of the country) are, for example, much more involved and\n ."}, {"text_block_id": "p54_b767", "text": "Livestock, forestry and fishery"}, {"text_block_id": "p54_b768", "text": "258."}, {"text_block_id": "p54_b769", "text": "Other activities performed by women include the feeding of livestock, cleaning their sheds, securing these properly for the night, the collection of farmyard manure"}, {"text_block_id": "p54_b770", "text": "and general healthcare for the animals. Owing to this crucial role in livestock care, women are also generally consulted when buying and selling livestock."}, {"text_block_id": "p54_b771", "text": "260."}, {"text_block_id": "p54_b772_merged_merged_merged", "text": "Differences in preference between men and women with regards to the choice of species, location, cultivation techniques and management practices are known to exist."}, {"text_block_id": "p54_b774", "text": "261."}, {"text_block_id": "p54_b775", "text": "In contrast, and within the fishing sector, the involvement of women is mainly delineated according to their religious group."}, {"text_block_id": "p55_b776", "text": "262."}, {"text_block_id": "p55_b777", "text": "Muslim women are traditionally not involved in fishing, but they are involved in processing activities such as the drying and salting of the catch."}, {"text_block_id": "p55_b778", "text": "263."}, {"text_block_id": "p55_b779", "text": "In Hindu dominated areas (such as Goakhola-Hatiara) women are involved in both the catching of fish as well as the collection of other aquatic resources as one of a suite of livelihood strategies"}, {"text_block_id": "p55_b780", "text": "."}, {"text_block_id": "p55_b781", "text": "264."}, {"text_block_id": "p55_b782", "text": "As is the case within other agricultural practices, the increase in poverty and the expansion and growth of shrimp farming has introduced new practices in this regard where poor women – regardless of their religion, age and marital status – have resorted to catching shrimp fry in the coastal areas of Bangladesh. Here 4 out of 5 workers collecting shrimp fry are women and children who could earn around Tk 5,000 (USD 95) during the fry-catching season that runs from January through March"}, {"text_block_id": "p55_b783", "text": "."}, {"text_block_id": "p55_b784", "text": "Nutrition"}, {"text_block_id": "p55_b785", "text": "265."}, {"text_block_id": "p55_b786", "text": "Ironically, despite the fact that women are actively involved in agriculture, evidence indicate that they suffer from higher levels of mortality and morbidity than their male counterparts, mainly due to the fact that women suffer from higher levels of malnourishment"}, {"text_block_id": "p55_b787", "text": "."}, {"text_block_id": "p55_b788", "text": "266."}, {"text_block_id": "p55_b789_merged_merged_merged_merged", "text": "A recent study indicates that malnutrition levels in Bangladesh are among the highest in the world.  More than half of the pregnant women in the country are anemic, about 30 percent women suffer from chronic energy deficit, 39% of non-pregnant women, and 40% of adolescent girls, suffer from anemia because of depleted iron stores during pregnancy and lactation, a consequence of insufficient intake of foods rich in iron and folic acid."}, {"text_block_id": "p55_b791", "text": "267."}, {"text_block_id": "p55_b792", "text": "This poor nutritional status of women during pregnancy is one of the main causes of the high incidence of low birth-weight amongst newborn children in Bangladesh. Mothers who have been poorly nourished as girls tend, in turn, to give birth to undernourished infants, thus continuing the circle of malnutrition."}, {"text_block_id": "p55_b793", "text": "271."}, {"text_block_id": "p55_b794", "text": "Due to differential access to resources and their subordinate position in households and the community, women suffer more than men from poverty (women may be poorer than men in even in the same household), hunger, malnutrition, economic crises, environmental degradation; health related problems, insecurity and"}, {"text_block_id": "p56_b795", "text": "© Ronald Halder"}, {"text_block_id": "p56_b796", "text": "political crises. Violence against women and girls is an obstacle to their full participation in households, communities and the economy. Women carry out several tasks related to ensuring food and nutritional security within families. They are responsible for managing the meager resources, allocation of food to family members, preparation of food and for feeding the children.  They also contribute to food security, albeit behind the scenes."}, {"text_block_id": "p56_b797", "text": "Moving forward"}, {"text_block_id": "p56_b798", "text": "272."}, {"text_block_id": "p56_b799", "text": "Despite the fact that the literature convincingly demonstrates the need for addressing gender issues in agriculture, not only for achieving equity and wellbeing, but also for improved productivity and overall development, the interventions designed for Bangladesh rarely take this into account"}, {"text_block_id": "p56_b800", "text": "."}, {"text_block_id": "p56_b801", "text": "274."}, {"text_block_id": "p56_b802_merged_merged", "text": "In order to overcome some of these limitations, the draft National Women Development Policy of 2011suggest providing women farmers with the support needed to cope with the challenges of climate change, including by providing the necessary tools, fertilizer, farmer ID cards and loans as necessary."}, {"text_block_id": "p57_b804", "text": "275."}, {"text_block_id": "p57_b805", "text": "Likewise, and in the National Agricultural Policy of 2010"}, {"text_block_id": "p57_b806", "text": ", there is a separate section (11) entitled “Women in agriculture” that focuses on empowerment of women (11.1), involvement of women through Participation in Production and Marketing (11.2), income generation through providing of support through credit and microcredit (11.3)."}, {"text_block_id": "p57_b807", "text": "276."}, {"text_block_id": "p57_b808", "text": "In section 11.4, it is mentioned that a block allocation in the agricultural budget will be made exclusively for undertaking women-related activities and programs. Beside these, women’s involvement has been noted in the area 4 (Research and Development (R&D), area 5 (Agricultural Extension) and area 12 (Human Resource Development)."}, {"text_block_id": "p57_b809", "text": "277."}, {"text_block_id": "p57_b810_merged_merged", "text": "In moving forward with these polices and their actions, there are some interest findings from the ICDDRBthat suggests that: 1) landless, small and marginalized farm households have relatively flexible gender norms and this group would be more responsive to interventions addressing gender in agriculture than medium and large farm households; 2) it would be much more efficient to target groups of women rather than individual women; 3) women need to be linked to market chain and need to be enabled to access and control own income; 4) extension services need to be gender friendly in targeting farmers and in designing the services taking into account women’s needs; and 4) new technology introduced in agriculture needs to carefully consider who, when, where and how the technology will be used and what implications would it bear on gender."}, {"text_block_id": "p57_b812", "text": "278."}, {"text_block_id": "p57_b813", "text": "The above study puts forward several general recommendations, including:"}, {"text_block_id": "p57_b814", "text": "The above study puts forward several general recommendations, including:\n* Targeting small and marginal farm households;\n* Making extension services more gender sensitive by focusing, specially on areas of agriculture, where\n* Working through and in collaboration with government and NGOs;\n* Developing financial literacy of women and link women with market through mobile phones; and\n* Incorporating gender considerations in the development of new agricultural technology, the"}, {"text_block_id": "p57_b824", "text": "© IUCN/ABM Sarwar Alam"}, {"text_block_id": "p58_b825", "text": "Action Plan Table: Food Security, Social Protection and Health"}, {"text_block_id": "p62_b826", "text": "Alignment of the ccGAP with the BCCSAP"}, {"text_block_id": "p62_b827", "text": "279."}, {"text_block_id": "p62_b828", "text": "The BCCSAP addresses the theme of food security, social protection and health as the first pillar of the Climate Change Action Plan “to ensure that the poorest and most vulnerable in society, including women and children, are protected from climate change and that all programs focus on the needs of this group for food security, safe housing, employment, and access to basic services, including health.”"}, {"text_block_id": "p62_b829", "text": "280."}, {"text_block_id": "p62_b830", "text": "Under this pillar, the BCCSAP seeks to:"}, {"text_block_id": "p62_b831", "text": "Under this pillar, the BCCSAP seeks to:\n* Increase the resilience of vulnerable groups, including women and children, through development\n* Develop climate change resilient cropping systems (e.g. agricultural research to develop crop\n* Implement surveillance systems for existing and new disease risks and ensure health systems are\n* Implement drinking water and sanitation programs in areas at risk from climate change (e.g."}, {"text_block_id": "p62_b839", "text": "281."}, {"text_block_id": "p62_b840", "text": "Specific programs include:"}, {"text_block_id": "p63_b841", "text": "282."}, {"text_block_id": "p63_b842", "text": "The ccGAP objectives for this sector correlates as follows:"}, {"text_block_id": "p65_b843", "text": "© Shezad Chowdhury"}, {"text_block_id": "p65_b844", "text": "PRIORITY SECTOR II:"}, {"text_block_id": "p65_b845", "text": "COMPREHENSIVE DISASTER MANAGEMENT (CDM)"}, {"text_block_id": "p65_b846", "text": "BCCSAP (2009): Pillar no. 2"}, {"text_block_id": "p65_b847", "text": "Overview"}, {"text_block_id": "p65_b848", "text": "283."}, {"text_block_id": "p65_b849", "text": "Disaster risk reduction and comprehensive disaster management are prerequisites for sustainable development. Disasters can also impede - or even roll back – the achievement of the MDGs."}, {"text_block_id": "p65_b850", "text": "284."}, {"text_block_id": "p65_b851", "text": "Fortunately, years of implementing the MDGs and the Hyogo Framework of Action (HFA) have resulted in considerable progress in reducing development disparities and the risk of disasters, respectively."}, {"text_block_id": "p65_b852", "text": "285."}, {"text_block_id": "p65_b853", "text": "As each agenda has matured and became more widely accepted throughout countries and across development sectors, a greater appreciation of their synergy has emerged amongst many policy makers."}, {"text_block_id": "p65_b854", "text": "286."}, {"text_block_id": "p65_b855", "text": "Notwithstanding the progress achieved, however, there is growing evidence that disaster costs are increasing."}, {"text_block_id": "p65_b856", "text": "287."}, {"text_block_id": "p65_b857_merged", "text": "The impacts are more direct in lower- and middle-income countries that are affected my large-scale disasters, where disaster risks are high and progress towards MDGs are typically slow."}, {"text_block_id": "p65_b859", "text": "288."}, {"text_block_id": "p65_b860", "text": "Climate change compounds the accumulation of social and economic risk to disasters. The IPCC (Intergovernmental Panel on Climate Change) highlighted that, as a result of climate change, over many regions the frequencies of heavy precipitation events are likely to increase. Increases in the frequency of warm daily temperature extremes and decreases in cold extremes would also occur on a global scale."}, {"text_block_id": "p65_b861", "text": "289."}, {"text_block_id": "p65_b862", "text": "Heat waves will very likely increase in length, frequency and/or intensity over most land areas, as will the"}, {"text_block_id": "p66_b863", "text": "average maximum wind speed of tropical cyclones in many ocean basins."}, {"text_block_id": "p66_b864", "text": "average maximum wind speed of tropical cyclones in many ocean basins.\n* Climate change, therefore, constitutes a main driver of risk across many sectors.\n* Globally, the risk relating to disasters also continue to increase as more people and assets are located in\n* Globally, the risk relating to disasters also continue to increase as more people and assets are located in\n 117\n* Globally, the risk relating to disasters also continue to increase as more people and assets are located in\n 117\n .\n* The continued growth in cities and urban areas presents a further challenge. Half of humanity now lives in\n* The continued growth in cities and urban areas presents a further challenge. Half of humanity now lives in\n 118\n* The continued growth in cities and urban areas presents a further challenge. Half of humanity now lives in\n 118\n .\n* The Asia-Pacific region is the most disaster-prone area of the world and it is also the one that is the most\n* The Asia-Pacific region is the most disaster-prone area of the world and it is also the one that is the most\n .\n* Almost 2 million people were killed in disasters between 1970 and 2011, representing 75% of all disaster\n* Since 2000, more than 1.2 billion people have been exposed to hydro-meteorological hazards alone,"}, {"text_block_id": "p66_b881", "text": "297."}, {"text_block_id": "p66_b882", "text": "Investments in ecosystem restoration can benefit multiple policy sectors and help them to achieve their policy goals. This applies – but is not limited to – urban development, enhancement of the productive capacity of agricultural systems water purification and wastewater treatment, regional development, transport and tourism as well as providing buffering services against extreme weather events"}, {"text_block_id": "p66_b883", "text": "120"}, {"text_block_id": "p66_b884", "text": "."}, {"text_block_id": "p66_b885", "text": "298."}, {"text_block_id": "p66_b886_merged_merged_merged_merged_merged", "text": "Investment in natural capital and conservation of ecosystems can help to avoid crises and catastrophes or to soften and mitigate their consequences. However, if catastrophes do strike, they should be regarded as opportunities to rethink policy and to incorporate greater investments in natural capital into new programs and rebuilding efforts – e.g. mangrove or other coastal ecosystem restoration and protection following a tsunami or hurricane, wetland restoration and protection after flooding in coastal areas, forest restoration after a catastrophic mudslide."}, {"text_block_id": "p66_b888", "text": "299."}, {"text_block_id": "p66_b889", "text": "There is also an important economic argument to be made for mangrove restoration within the context of disaster risk management and climate change."}, {"text_block_id": "p66_b890", "text": "117"}, {"text_block_id": "p66_b891", "text": "UNISDR. 2011. Retrieved from the World Wide Web: http://www.unisdr.org/we/inform/publications/19846"}, {"text_block_id": "p66_b892", "text": "118"}, {"text_block_id": "p66_b893", "text": "IOM, ITU, OHCHR, UNESCO, UNEP, UNISDR, UNFPA and WMO. 2013. Building Resilience to Disasters Through Partnerships – Lessons from the Hyogo Framework for Action. Thematic Think Piece. UN System Task Team on the Post-2015 Development Agenda. Retrieved from the World Wide Web: http://www.unisdr.org/files/30374_thinkpieceondrmfinal.pdf"}, {"text_block_id": "p67_b894", "text": "300."}, {"text_block_id": "p67_b895", "text": "A report issued by the Economics of Ecosystems and Biodiversity Initiative (TEEB)"}, {"text_block_id": "p67_b896", "text": "states that following the 2004 tsunami disaster, there was considerable interest in rehabilitating and restoring ‘post-shrimp farming’ mangroves in Southern Thailand as natural barriers to future coastal storm events."}, {"text_block_id": "p67_b897", "text": "301."}, {"text_block_id": "p67_b898", "text": "Yields from commercial shrimp farming sharply decline after five years, after which shrimp farmers usually give up their ponds to find a new location. One study found that the abandoned mangrove ecosystems can be rehabilitated at a cost of USD 8,240 per hectare in the first year (replanting mangroves) followed by annual costs of USD 118 per hectare for maintenance and protecting of seedlings"}, {"text_block_id": "p67_b899", "text": "."}, {"text_block_id": "p67_b900", "text": "302."}, {"text_block_id": "p67_b901_merged_merged_merged", "text": "Benefits from the restoration project comprise the estimated net income from collected forest products of USD 101 per hectare/year, estimated benefits from habitat-fishery linkages (mainly the functioning of mangroves as fish nursery) worth USD 171 per hectare/year and estimated benefits from storm protection worth USD 1,879 per hectare/year."}, {"text_block_id": "p67_b903", "text": "303."}, {"text_block_id": "p67_b904", "text": "In order to compare costs and benefits of restoration, it has to be recognized that rehabilitating mangroves and the associated ecosystem services will take time and may never reach pre-degradation levels. Therefore the benefits are accounted for on a gradual basis, starting at 10% in the second year and then increasing them every year until they were eventually capped in the sixth year at 80% of pre-degradation levels."}, {"text_block_id": "p67_b905", "text": "304."}, {"text_block_id": "p67_b906", "text": "Applying these assumptions, and a 10% discount rate, the rehabilitation project would pay off after thirteen years. If lower discount rates – as argued for in TEEB – are applied, the cost-benefit ratio of the restoration project improves. At a discount rate of 1%, the project would pay off after nine years. If one extends the calculation to 40 years, the project generates a benefit/cost ratio of 4.3 and a social rate of return1 of 16%."}, {"text_block_id": "p67_b907", "text": "305."}, {"text_block_id": "p67_b908", "text": "It should be noted that these calculations still do not account for the wide range of other ecosystem services that may be attached to the presence of mangroves, ranging from microclimate effects and water purification to recreational values."}, {"text_block_id": "p67_b909", "text": "Situation Analysis"}, {"text_block_id": "p67_b910", "text": "306."}, {"text_block_id": "p67_b911", "text": "The direct annual cost to the national economy of Bangladesh incurred through disasters over the last decade through damage and loss is estimated to be between 0.5% and 1% of the country’s GDP."}, {"text_block_id": "p67_b912", "text": "307."}, {"text_block_id": "p67_b913", "text": "As the economy grows, these costs are likely to increase in absolute terms and also as a proportion of GDP, if climate change is not factored into long-term economic planning."}, {"text_block_id": "p67_b914", "text": "308."}, {"text_block_id": "p67_b915", "text": "Disaster risk reduction and -management is a crosscutting issue that requires long-term planning and perspectives, mainstreaming and integration across sectors, and a change in mindset, that suggests moving from responding to an event, to preparing for it and preventing it."}, {"text_block_id": "p67_b916", "text": "309."}, {"text_block_id": "p67_b917", "text": "Just as important is the realization that reducing risks and impacts of disasters constitute a shared responsibility amongst a wide array of actors and stakeholders."}, {"text_block_id": "p67_b918", "text": "310."}, {"text_block_id": "p67_b919", "text": "Over time, the Government of Bangladesh, with the support of its development partners, has invested in flood management schemes, flood protection and drainage schemes, coastal embankment projects, comprehensive disaster management projects, irrigation schemes, agricultural research programs and coastal “greenbelt” projects."}, {"text_block_id": "p68_b920", "text": "© www.christianpoffet.net"}, {"text_block_id": "p68_b921", "text": "© www.christianpoffet.net\n* MoDMR as the focal ministry for disaster risk reduction and emergency management assumes a leading role\n* These include, amongst others, the NDMC, Inter-Ministerial Disaster Management Co-ordination Committee\n* Various policy instruments also direct the Government of Bangladeshâs efforts on managing disaster risks\n* In context of adapting to climate change, the Sixth Five Years Plan indicates that the Government of\n* The Plan emphasizes that with increasing urbanization and economic growth, the type of risks that"}, {"text_block_id": "p69_b936", "text": "Bangladesh will have to face in coming years will change. These changes, in turn, will call for better planning to ensure that the pattern of urbanization takes account of the likely risks from climate change."}, {"text_block_id": "p69_b937", "text": "316."}, {"text_block_id": "p69_b938", "text": "The Bangladesh policy framework on disaster management is far-reaching and comprehensive."}, {"text_block_id": "p69_b939", "text": "317."}, {"text_block_id": "p69_b940", "text": "The Disaster Management Act of 2012 (DMA) outlines the country’s disaster risk and emergency management and forms the legal basis upon which related activities and actions are managed."}, {"text_block_id": "p69_b941", "text": "318."}, {"text_block_id": "p69_b942", "text": "The DMA also outlines the obligations and responsibilities of Ministries, committees and appointments under the objective to:"}, {"text_block_id": "p69_b943", "text": "The DMA also outlines the obligations and responsibilities of Ministries, committees and appointments under the objective to:\n* Help communities to mitigate the potential adverse effects of hazard events, prepare for managing\n* Provide for effective disaster management for Bangladesh;\n* Establish an institutional framework for disaster management; and\n* Establish risk reduction as a core element of disaster management."}, {"text_block_id": "p69_b951", "text": "319."}, {"text_block_id": "p69_b952", "text": "The National Disaster Management Policy seeks to define the national perspective on disaster risk reduction and emergency management, and to describe the strategic framework, and national principles of disaster management in Bangladesh."}, {"text_block_id": "p69_b953", "text": "320."}, {"text_block_id": "p69_b954", "text": "The Bangladesh National Plan for Disaster Management provides the overall guidelines for the relevant sectors involved in disaster management and related disaster management committees at all levels, in order to prepare and implement their respective plans."}, {"text_block_id": "p69_b955", "text": "321."}, {"text_block_id": "p69_b956", "text": "The Standing Orders on Disasters outlines the detailed roles and responsibilities of committees, Ministries and other organizations in disaster risk reduction and emergency management, and establishes the necessary actions required in implementing Bangladesh’s Disaster Management Model."}, {"text_block_id": "p69_b957", "text": "322."}, {"text_block_id": "p69_b958", "text": "In the most recent Draft Position Paper of the People’s Republic of Bangladesh"}, {"text_block_id": "p69_b959", "text": ", the Government of Bangladesh communicates its intension to integrate Disaster Risk Reduction, Climate Change & Sustainable Development throughout its suite of legislation, policies, strategies and programs. It states that the challenges facing Bangladesh from the emerging threats of climate change are complex and multi-dimensional. Bangladesh has already made significant steps forward in climate change adaptation through a combination of evidence-based research and use of technology and indigenous knowledge."}, {"text_block_id": "p69_b960", "text": "323."}, {"text_block_id": "p69_b961", "text": "“The country, therefore, attaches importance to pro-active policy response to disaster management, climate change and in the context of sustainable development that shifting the focus from response/ relief to risk reduction and building resilience through comprehensive disaster management policies and programs.”"}, {"text_block_id": "p69_b962", "text": "Gender and Comprehensive Disaster Management (CDM)"}, {"text_block_id": "p69_b963", "text": "324."}, {"text_block_id": "p69_b964_merged_merged", "text": "Although disasters affect all segments of the population, women are more adversely impacted than their male counterparts due to their particular social position that they are constrained to. During the 1991 cyclone in Bangladesh, for example 90% of the 140,000 people who died as a result, were women."}, {"text_block_id": "p69_b966", "text": "325."}, {"text_block_id": "p69_b967", "text": "The realization that women face the challenges of disasters associated with the risks differently than men has been accepted widely across the world, yet in Bangladesh, it has only recently been recognized."}, {"text_block_id": "p70_b968", "text": "The realization that women face the challenges of disasters associated with the risks differently than men has been accepted widely across the world, yet in Bangladesh, it has only recently been recognized.\n* In the time immediately following\n<\\li1>"}, {"text_block_id": "p70_b970", "text": "327."}, {"text_block_id": "p70_b971", "text": "It has been observed that during these periods women, at times, have to walk through chest-high water or even swim to collect fresh water. The food security of women farmers is also threatened as floods from disasters destroy their land, stored seeds and livestock"}, {"text_block_id": "p70_b972", "text": "."}, {"text_block_id": "p70_b973", "text": "328."}, {"text_block_id": "p70_b974", "text": "Often existing early warning systems do not reach women resulting in them having to run away from impeding disasters with clothing and children in hand at the last minute. It is also reported that women also face more violence during and after disasters"}, {"text_block_id": "p70_b975", "text": "."}, {"text_block_id": "p70_b976", "text": "329."}, {"text_block_id": "p70_b977", "text": "Health issues related to disasters and widely suffered by women in Bangladesh during and in post disaster periods are also well documented."}, {"text_block_id": "p70_b978", "text": "330."}, {"text_block_id": "p70_b979", "text": "According to the World Food Program, lesser access to food make women more vulnerable to men to the impacts of disasters"}, {"text_block_id": "p70_b980", "text": "in that they impact negatively on women’s nutrition and mental- and social wellbeing."}, {"text_block_id": "p70_b981", "text": "331."}, {"text_block_id": "p70_b982", "text": "The Bangladesh Centre for Advanced Studies also points out that less access to proper food leads to malnourishment and anemia"}, {"text_block_id": "p70_b983", "text": "of expectant women, in particular."}, {"text_block_id": "p70_b984", "text": "332."}, {"text_block_id": "p70_b985", "text": "Women’s nutrition suffers as increased salinity and conversion of large tracts of land for shrimp ponds"}, {"text_block_id": "p70_b986", "text": "impact negatively on the consumption of fish, poultry, fruits and vegetables – all declining due to the lowered survival rates of the different species of plants and animals that would usually make up their diet."}, {"text_block_id": "p70_b987", "text": "333."}, {"text_block_id": "p70_b988_merged_merged_merged_merged_merged_merged", "text": "Water logging from floods compels women to stay in marooned conditions for several months in a year. The prolonged exposure to the filthy water causes severe skin diseases and gynecological problems. During floods, adolescent girls report perinea rashes and urinary tract infections, as they are not able to wash out menstrual rags to dry, or have no access to clean water. They have reported wearing clothes that are still damp as there is no place to dry them."}, {"text_block_id": "p71_b990", "text": "334."}, {"text_block_id": "p71_b991_merged", "text": "Despite these challenges, women have also become more resilient to disasters and they demonstrate ingenuity in overcoming problems by drawing on indigenous knowledge, act as community mobilizers in disaster response and demonstrate diverse adaptation coping strategies and mechanisms such as moving to safer places, saving their assets, dietary adaptations, energy-saving techniques, adapting agricultural practices, and earning income."}, {"text_block_id": "p71_b994", "text": "335."}, {"text_block_id": "p71_b995", "text": "During times of crises women’s own adoptive techniques and initiatives have become crucial for their family’s sustenance, ensuring both food security and nutrition."}, {"text_block_id": "p71_b996", "text": "336."}, {"text_block_id": "p71_b997", "text": "Many women in Bangladesh have also since the 1991 cyclone, become involved in various disaster committees at the local level, initiated by the government, the Red Cross and Red Crescent Society and various NGOs."}, {"text_block_id": "p71_b998", "text": "Action Plan Table: Comprehensive Disaster Management (CDM)"}, {"text_block_id": "p74_b999", "text": "Alignment of the ccGAP with the BCCSAP"}, {"text_block_id": "p74_b1000", "text": "337."}, {"text_block_id": "p74_b1001", "text": "The BCCSAP addresses the theme of comprehensive disaster management as the second pillar: “to further strengthen the country’s already proven disaster management systems to deal with the increasingly frequent and severe natural calamities.”"}, {"text_block_id": "p74_b1002", "text": "338."}, {"text_block_id": "p74_b1003", "text": "Under this pillar, the BCCSAP seeks to:"}, {"text_block_id": "p74_b1004", "text": "339."}, {"text_block_id": "p74_b1005", "text": "Specific programs include:"}, {"text_block_id": "p74_b1006", "text": "T2P1 Improvement of flood forecasting and early warning;"}, {"text_block_id": "p74_b1007", "text": "T2P2 Improvement of cyclone storm surge warning;"}, {"text_block_id": "p74_b1008", "text": "T2P3 Awareness raising and public education towards climate resilience; and"}, {"text_block_id": "p74_b1009", "text": "T2P4 Risk management against loss on income and property."}, {"text_block_id": "p74_b1010", "text": "340."}, {"text_block_id": "p74_b1011", "text": "The ccGAP objectives for this sector correlates as follows:"}, {"text_block_id": "p76_b1012", "text": "© IUCN/Remeen Firoz"}, {"text_block_id": "p76_b1013", "text": "PRIORITY SECTOR III: INFRASTRUCTURE"}, {"text_block_id": "p76_b1014", "text": "BCCSAP (2009): Pillar no. 3"}, {"text_block_id": "p76_b1015", "text": "Overview"}, {"text_block_id": "p77_b1016", "text": "346."}, {"text_block_id": "p77_b1017", "text": "Importantly, to achieve the objective of more climate resilient infrastructure requires both an in-depth understanding of the impacts of climate change, as well as for this understanding to become an integral part of the manner in which infrastructure is planned, designed, built and maintained in sectors such as energy, ICT, transport, water and others."}, {"text_block_id": "p77_b1018", "text": "347."}, {"text_block_id": "p77_b1019", "text": "Forward planning and strategic management of these issues are key to increase the resilience of both new and existing infrastructure. Failure by governments, the private sector and civil society, to understand and acknowledge the impacts of climate change on both new and existing infrastructure increases the possibility of disruption of services, as well as other adverse economic impacts, even causing catastrophe in a worst case scenario."}, {"text_block_id": "p77_b1020", "text": "348."}, {"text_block_id": "p77_b1021", "text": "In many parts of the world infrastructure is already experiencing the impact of current climate variability and future climate change will in all likelihood be even more disruptive."}, {"text_block_id": "p77_b1022", "text": "349."}, {"text_block_id": "p77_b1023", "text": "Under a rapidly changing climate, all countries therefore will need to increase their resources spent to build and renew their infrastructure to adjust to a more challenging climate. It is important to begin adapting national infrastructure to the impact of climate change proactively."}, {"text_block_id": "p77_b1024", "text": "350."}, {"text_block_id": "p77_b1025", "text": "In this context, effective, reliable infrastructure is essential for future economic activity and due to the capital outlay involved would also constitute an important part of our transition to a green economy."}, {"text_block_id": "p77_b1026", "text": "351."}, {"text_block_id": "p77_b1027", "text": "The effect of floods, severe weather events and the increased frequency of these disasters increases the risks that national infrastructure could face and the significant economic damage these types of events may bring."}, {"text_block_id": "p77_b1028", "text": "352."}, {"text_block_id": "p77_b1029", "text": "If today’s extreme weather events become both more frequent and extreme, so too will the level of disruption they cause, unless appropriate adaptation measures are taken."}, {"text_block_id": "p77_b1030", "text": "353."}, {"text_block_id": "p77_b1031", "text": "In order to reduce the risk infrastructure faces from climate change, planned yet flexible adaptation responses are required."}, {"text_block_id": "p77_b1032", "text": "354."}, {"text_block_id": "p77_b1033", "text": "It is important to keep in mind that such action has as its objective the establishment of mechanisms that allow the cost effective management of climate impacts that seeks to reduce the risk that climate change presents to government, the private sector, communities, civil society, infrastructure owners, users, and civil society, rather than eliminating the risks from climate change or extreme weather altogether. It also seeks to integrate an understanding and appropriate response to the impacts of climate change on infrastructure into decision-making at all levels whether for new infrastructure or the maintenance of existing ones."}, {"text_block_id": "p77_b1034", "text": "Situational Analysis"}, {"text_block_id": "p77_b1035", "text": "355."}, {"text_block_id": "p77_b1036", "text": "At the time of writing this ccGAP, the most recent information relating to infrastructure in Bangladesh could be obtained from the SNC submitted by the Government of Bangladesh to the UNFCCC Secretariat in December 2012."}, {"text_block_id": "p77_b1037", "text": "356."}, {"text_block_id": "p77_b1038", "text": "The SNC identifies the major physical infrastructure of the country as those that support livelihood activities, including settlement infrastructures, transportation infrastructure (shelters such as multipurpose cyclone shelters), health care centers (hospitals, clinics, dispensaries, etc.), water infrastructure, embankments, market places, food storage infrastructure, urban centers, village growth centers, industrial and manufacturing units, ports (inland and sea-bound), utilities and communications infrastructures."}, {"text_block_id": "p77_b1039", "text": "357."}, {"text_block_id": "p77_b1040", "text": "Several key institutions therefore coordinate issues relating to infrastructure.  These include:"}, {"text_block_id": "p78_b1041", "text": "Several key institutions therefore coordinate issues relating to infrastructure.  These include:\n* BWDB and the LGED that constitute the line departments with the overall responsible for infrastructure\n* BWDB and the LGED that constitute the line departments with the overall responsible for infrastructure\n ;\n* The MoWR that acts as national focal point for the FFWC and that also undertakes the operation of\n* The Ministry of Local Government, Rural Development and Cooperatives that assists local government"}, {"text_block_id": "p78_b1048", "text": "358."}, {"text_block_id": "p78_b1049", "text": "According to the SNC, floods are the major natural hazard with often very destructive consequences observed over the last 25 years, but with increasing intensity since the 1980’s.  In addition, coastal areas are particularly vulnerable to tropical cyclones and associated storm surges.  In more recent history, several major devastating cyclones caused huge losses and displaced millions of people in the coastal areas of the country."}, {"text_block_id": "p78_b1050", "text": "359."}, {"text_block_id": "p78_b1051", "text": "Official figures released by the Government of Bangladesh in 2008 and reflected in the SBC estimates the damage and loss associated with two recent and very destructive cyclones in 2007 (Sidr) and 2009 (Aila) at 115.6 billion Tk."}, {"text_block_id": "p78_b1052", "text": "360."}, {"text_block_id": "p78_b1053", "text": "Various types of infrastructure may face damage due to the increased physical impacts of climate change depending on the locality, geography and natural conditions of where these are situated.  Communications infrastructures of all types may be under threat, whilst residential houses as well as institutional facilities such as schools, hospitals and market places may have to close under sever circumstances."}, {"text_block_id": "p78_b1054", "text": "361."}, {"text_block_id": "p78_b1055", "text": "Often, retreat and relocation of the local population in affected areas might be the only option.  Finding new locations are often challenging, but in addition the economic, social and psychological cost incurred could also be considerable."}, {"text_block_id": "p78_b1056", "text": "362."}, {"text_block_id": "p78_b1057", "text": "Regardless, it is of extreme importance to protect key institutions."}, {"text_block_id": "p78_b1058", "text": "363."}, {"text_block_id": "p78_b1059", "text": "The Government of Bangladesh therefore has linked infrastructure to Vision 2021"}, {"text_block_id": "p78_b1060", "text": "through the Sixth Plan core target, which sees infrastructure development as an integrated multi-modal transport encompassing roads, railways, and inland water transport."}, {"text_block_id": "p78_b1061", "text": "364."}, {"text_block_id": "p78_b1062", "text": "The strategy focuses on giving the private sector a greater role, and envisages a sizable increase in infrastructure investment during the planning period."}, {"text_block_id": "p78_b1063", "text": "365."}, {"text_block_id": "p78_b1064", "text": "Bangladesh Vision 2021"}, {"text_block_id": "p78_b1065", "text": ","}, {"text_block_id": "p78_b1066", "text": "mentions infrastructure in the context of ensuring uninterrupted power supply all over the country, effective urban planning, develop cost-effective alternate sources of energy, and to strengthen necessary infrastructure to ensure quality of education at all levels"}, {"text_block_id": "p78_b1067", "text": "."}, {"text_block_id": "p78_b1068", "text": "366."}, {"text_block_id": "p78_b1069_merged_merged_merged_merged", "text": "The Sixth Five Year Plan also addresses regional disparities through a strategy that involves public expenditure in infrastructure. Social barriers that prevent women from economic opportunities outside the home and limited access to sanitation and safe drinking water are seen as impediments to gender equality,"}, {"text_block_id": "p79_b1071", "text": "and low utilization of essential public services. The Plan therefore focuses on ensuring better access to electricity and rural roads."}, {"text_block_id": "p79_b1072", "text": "367."}, {"text_block_id": "p79_b1073", "text": "The importance of the availability of financial infrastructure is viewed as important in reducing poverty and regional inequality. The density of banks and micro finance institutions, access by the poor to micro finance credit programs, and the demand for microcredit (much exceeding the present supply and coverage of microcredit schemes) are seen as indicators of economic activity."}, {"text_block_id": "p79_b1074", "text": "368."}, {"text_block_id": "p79_b1075", "text": "The Sixth FYP also refers to the BCCSAP (2009) as a blue print for integration of climate change issues into the planning process. In this context the infrastructure within the BCCSAP is also referred to in the Sixth FYP"}, {"text_block_id": "p79_b1076", "text": "."}, {"text_block_id": "p79_b1077", "text": "369."}, {"text_block_id": "p79_b1078", "text": "The Bangladesh SPCR"}, {"text_block_id": "p79_b1079", "text": "submitted to the Climate Investment Funds that were designed to help developing countries pilot low-emissions and climate resilient development, also identifies two investment projects related to infrastructure:"}, {"text_block_id": "p79_b1080", "text": "370."}, {"text_block_id": "p79_b1081", "text": "Expected outcomes from the SPCR for the Investment Project 2 is increased resilience of coastal infrastructure (housing, connectivity, flood control and improved drainage systems within polders, improved water supply and sanitation) for withstanding effects of climate induced seasonal and disasters."}, {"text_block_id": "p79_b1082", "text": "371."}, {"text_block_id": "p79_b1083", "text": "The expected outcomes for Investment Project 3 are reduced water and soil salinity and improvements in agricultural and fisheries production. In addition, there is also mention of Technical Assistance 2: Feasibility Study for a Pilot Program of Climate Resilient Housing in the Coastal Region."}, {"text_block_id": "p79_b1084", "text": "Gender and Infrastructure"}, {"text_block_id": "p79_b1085", "text": "372."}, {"text_block_id": "p79_b1086_merged_merged_merged", "text": "Current research suggests that there is gender-differentiated access to use of and control over infrastructure facilities and services by men and women, which are linked to inequalities in social structure and within the household, property rights and culture and tradition."}, {"text_block_id": "p79_b1088", "text": "373."}, {"text_block_id": "p79_b1089", "text": "Yet, in reality, infrastructure projects do not consider the different needs of women and men, and are often gender insensitive, because it is incorrectly assumed that women and men will automatically benefit equally from new infrastructure."}, {"text_block_id": "p79_b1090", "text": "374."}, {"text_block_id": "p79_b1091", "text": "In most cases the effects of social and economic impacts, whether positive or negative, are not considered. Very often, the positive outcomes experienced by women through infrastructural projects are unintended and unplanned. Hence, well-designed, appropriately located low cost infrastructure can be a powerful tool towards achieving gender equality."}, {"text_block_id": "p79_b1092", "text": "375."}, {"text_block_id": "p79_b1093", "text": "Gender mainstreaming should, therefore, not only be regarded as a factor requiring attention in infrastructure projects, but rather must be considered as a critical factor in ensuring the project’s success and sustainability"}, {"text_block_id": "p80_b1094", "text": "by ensuring that women do not become worse off both absolutely and in relation to men"}, {"text_block_id": "p80_b1095", "text": "."}, {"text_block_id": "p80_b1096", "text": ".\n* The project âRural Infrastructure\n* Overall, however, and in the"}, {"text_block_id": "p80_b1102", "text": "378."}, {"text_block_id": "p80_b1103", "text": "For example, in Bangladesh in general, women are not involved in the design of cyclone shelters, transport networks, or even in the design of their own shelters.  This is notwithstanding the fact that flood and cyclone shelters are gender sensitive as these facilities provide private spaces for women. In instances where women do not have access to safe and private toilet facilities in such shelters, they experience considerable challenges in maintaining personal hygiene."}, {"text_block_id": "p80_b1104", "text": "Transport"}, {"text_block_id": "p80_b1105", "text": "382."}, {"text_block_id": "p80_b1106", "text": "Globally, there is an extensive body of work focusing on gender and transport, particularly relating to urban transport networks and the design of public transport services in ways that serve and enable women and girls optimally."}, {"text_block_id": "p80_b1107", "text": "383."}, {"text_block_id": "p80_b1108", "text": "In Bangladesh, the role and needs of women in the transport area are, however, often ignored. Typically, and by means of example, there are 48 seats in total in a public bus of which only 4 have been reserved for women to sit on."}, {"text_block_id": "p81_b1109", "text": "384."}, {"text_block_id": "p81_b1110", "text": "Addressing gender in transportation projects has a number of benefits according to"}, {"text_block_id": "p81_b1111", "text": "Gender and Urban Transport: Fashionable and Affordable."}, {"text_block_id": "p81_b1112", "text": "385."}, {"text_block_id": "p81_b1113", "text": "The Sourcebook site increases in economic rates of return on investment on infrastructure (therefore increases in the profitability of mass transport systems); meeting the demand for transport services through a better understanding of diverse needs, preferences and constraints of end users; lower transaction costs through optimization of transport systems across user groups; increasing access to employment, education and services that ultimately raise productivity; and enabling women to better meet the needs of the household, thereby strengthening the economic base of the household as reasons why those designing and developing transport policies and programs should incorporate a gender perspective into their work."}, {"text_block_id": "p81_b1114", "text": "386."}, {"text_block_id": "p81_b1115", "text": "There is widespread recognition of the need for transport policies and regulations to be responsive to women and men’s social and economic circumstances including revenues, activities, localization, mobility patterns and special needs. This, however, requires baseline knowledge of travel patterns and behaviors, monitoring and evaluation of the responsiveness of the transport system to women’s mobility needs, demands and issues, incentives and regulations to ensure improved gender responsive transport services, and the adoption of transport technologies, management structures, planning choices, governance and participation features which embrace a gender approach"}, {"text_block_id": "p81_b1116", "text": "."}, {"text_block_id": "p81_b1117", "text": "387."}, {"text_block_id": "p81_b1118", "text": "There is a sound business and social case for incorporating gender aspects into transport investments supported in Bangladesh. Considering women and men in a differentiated way when planning and implementing transport solutions that reduce GHG (Green House Gas) emissions presents the possibility of increasing profits, increasing use, reducing overheads, and enhancing the societal benefits of transport investments as a whole."}, {"text_block_id": "p81_b1119", "text": "388."}, {"text_block_id": "p81_b1120", "text": "Additionally due to the poor road network in rural areas in Bangladesh, women cannot move easily from one place to another, restricting their mobility and isolating them from markets, schools, health centers, and other important infrastructure facilities."}, {"text_block_id": "p81_b1121", "text": "389."}, {"text_block_id": "p81_b1122", "text": "Similarly, as the construction sector is also largely male dominated, the construction of river embankments, drainage systems, water facilities, and irrigation systems are all designed and envisioned by men, who are often not the main users of these structures"}, {"text_block_id": "p81_b1123", "text": "."}, {"text_block_id": "p81_b1124", "text": "390."}, {"text_block_id": "p81_b1125_merged_merged_merged", "text": "Examples of gender indicators that could guide the mainstreaming of gender considerations in infrastructure initiatives in Bangladesh include:"}, {"text_block_id": "p81_b1127", "text": "Examples of gender indicators that could guide the mainstreaming of gender considerations in infrastructure initiatives in Bangladesh include:\n* Infrastructure constraints on menâs productive roles and womenâs economic, domestic and\n* The economic and cultural issues affecting womenâs and menâs access to transport and services\n* Participatory project planning and implementation with women and men in communities, including\n* Increase in number of women selected to participate in project activities such as road or path\n* Increased number of women and men entrepreneurs on roadsides."}, {"text_block_id": "p82_b1137", "text": "Action Plan Table: Infrastructure"}, {"text_block_id": "p84_b1138", "text": "Alignment of the ccGAP with the BCCSAP"}, {"text_block_id": "p84_b1139", "text": "391."}, {"text_block_id": "p84_b1140", "text": "The BCCSAP (2009) addresses the theme of infrastructure as the third pillar of the Climate Change Action Plan “to ensure that existing assets (e.g. coastal and river embankments) are well-maintained and fit-for-purpose and that urgently needed infrastructure (e.g. cyclone shelters and urban drainage) is put in place to deal with the likely impacts of climate change.”"}, {"text_block_id": "p84_b1141", "text": "392."}, {"text_block_id": "p84_b1142", "text": "Under this pillar, the BCCSAP seeks to:"}, {"text_block_id": "p84_b1143", "text": "Under this pillar, the BCCSAP seeks to:\n* Repair and rehabilitate existing infrastructure (e.g. coastal embankments, river embankments and\n* Plan, design and construct urgently needed new infrastructure (e.g. cyclone shelters, coastal and\n* Undertake strategic planning of future infrastructure needs, taking into account the likely (a) future"}, {"text_block_id": "p85_b1149", "text": "394. The ccGAP objectives for this sector correlates as follows:"}, {"text_block_id": "p86_b1150", "text": "PRIORITY SECTOR IV:"}, {"text_block_id": "p86_b1151", "text": "MITIGATION AND LOW CARBON DEVELOPMENT"}, {"text_block_id": "p86_b1152", "text": "BCCSAP (2009): Pillar no. 5"}, {"text_block_id": "p86_b1153", "text": "Overview"}, {"text_block_id": "p86_b1154", "text": "395."}, {"text_block_id": "p86_b1155", "text": "Global response to climate change can be divided into two broad areas of policy action at the global as well as national levels, i.e. mitigation and adaptation.  Mitigation calls for actions to lower and ultimately stop the emission of green house gases into the atmosphere and adaptation relates to the minimization of the adverse impacts of climate change on communities and their associated vulnerabilities."}, {"text_block_id": "p86_b1156", "text": "396."}, {"text_block_id": "p86_b1157", "text": "The concept of green growth was first proposed under international climate negotiations as countries were requested to embark upon a low carbon development path, largely through Nationally Appropriate Mitigation Actions (NAMAs)."}, {"text_block_id": "p86_b1158", "text": "Situation Analysis"}, {"text_block_id": "p86_b1159", "text": "397."}, {"text_block_id": "p86_b1160", "text": "Although it is not obligatory for Bangladesh to develop NAMAs and undertake a low carbon development path, the country is nevertheless committed to achieving one, provided the process of doing so does not place an additional burden on the country’s already overstressed economy and financial capacity. It must provide a win-win situation for all and requires guaranteed and adequate international support (financial and otherwise) from the international community."}, {"text_block_id": "p86_b1161", "text": "398."}, {"text_block_id": "p86_b1162", "text": "Dialogue amongst stakeholders in Bangladesh is therefore already underway on how to move into “green"}, {"text_block_id": "p87_b1163", "text": "development” that would promote a “green economy” and provide sustainable “green jobs” in future."}, {"text_block_id": "p87_b1164", "text": "399."}, {"text_block_id": "p87_b1165", "text": "Given the Government’s view on low carbon development, it is of the utmost importance that these discussions have to take place within the context of Bangladesh’s priorities for accelerating economic growth, poverty reduction, social emancipation and sustainable development for it to be widely acceptable."}, {"text_block_id": "p87_b1166", "text": "400."}, {"text_block_id": "p87_b1167", "text": "In short: the government of Bangladesh is committed to undertaking a low carbon path provided in doing so it does not compromise the need for accelerated economic growth and poverty reduction."}, {"text_block_id": "p87_b1168", "text": "401."}, {"text_block_id": "p87_b1169", "text": "Long-term policy documents such as “Vision 2021” and the Sixth Five Year Development Plan (2011-2015 therefore emphasize climate resilient and low carbon development based on the four buildings blocks of the Bali Action Plan: adaptation to climate change, mitigation, technology transfer and the adequate and timely flow of funds for investments within an inviolate framework of food, energy, water, livelihoods and health security."}, {"text_block_id": "p87_b1170", "text": "402."}, {"text_block_id": "p87_b1171", "text": "In line with country’s commitment to low carbon development, the BCCSAP outlined the activities under its core thematic area (pillar no. 5) of “Mitigation and Low Carbon Development” mentioned above."}, {"text_block_id": "p87_b1172", "text": "403."}, {"text_block_id": "p87_b1173", "text": "The most recent SNC submitted to the Secretariat of the UNFCCC in December 2012 includes an inventory of GHG emission for the years 2001 and 2005 and covering energy, industry, agriculture, waste, land use, land use change and forestry. The GHGs considered in the inventory are CO"}, {"text_block_id": "p87_b1174", "text": "2"}, {"text_block_id": "p87_b1175", "text": "(Carbon dioxide), CH"}, {"text_block_id": "p87_b1176", "text": "4"}, {"text_block_id": "p87_b1177", "text": "(Methane) and N"}, {"text_block_id": "p87_b1178", "text": "2"}, {"text_block_id": "p87_b1179", "text": "O (Nitrous Oxide) from both the country’s energy and non-energy sectors."}, {"text_block_id": "p87_b1180", "text": "404."}, {"text_block_id": "p87_b1181", "text": "The energy sector includes seven sub-sectors, i.e. energy industries, manufactures and construction, transport, residential, agriculture, as well as the non-specific and commercial sectors. Major sub-sectors of non-energy sectors include industry, the agriculture sector and waste management. During 2001-2005 emissions from the energy sector increased from 30.2 million mt to 37.9 million mt."}, {"text_block_id": "p87_b1182", "text": "405."}, {"text_block_id": "p87_b1183_merged_merged", "text": "In 2005, the total emission both from energy and non-energy sectors was only 68 million mt of carbon-di-oxide of which combustion for energy related activities accounted for nearly 38 million mt (56%). Land use, land use change and Forestry (LULUCF) contributed a further 28 million mt (39%). In 2005, the per capita GHG emission was 0.42 mt CO2/ year, which was less than 1/5th of one percent of world total - reflecting its extremely low consumption of energy. In 2005 the total GHGs emission from Annex 1 Parties was 18.2 billion tons of CO2  equivalent."}, {"text_block_id": "p87_b1189", "text": "409."}, {"text_block_id": "p87_b1190", "text": "Taking direction from the BCCSAP (2009), the Government of Bangladesh undertook a project with funding leveraged from the BCCTF to Reduce, Reuse and Recycle (3Rs) of Household Wastes Initiative.  The Initiative was implemented in the Gulshan-, Baridhara- and Dhanmondi areas of Dhaka and the Nasirabad- and Khulshi areas of Chittagong."}, {"text_block_id": "p88_b1191", "text": "Taking direction from the BCCSAP (2009), the Government of Bangladesh undertook a project with funding leveraged from the BCCTF to Reduce, Reuse and Recycle (3Rs) of Household Wastes Initiative.  The Initiative was implemented in the Gulshan-, Baridhara- and Dhanmondi areas of Dhaka and the Nasirabad- and Khulshi areas of Chittagong.\n* With such initiatives, however, it is also important also to monitor and enforce the implementation of legal measures\n* Among the GHG emitting sectors, energy is the most critical as this sector is key to development and a\n* Bangladesh is a low energy consuming country with per capita annual consumption of 220 KW hours.\n* The main energy resources of Bangladesh are natural gas, oil, peat, hydropower, solar power, and biomass\n* The main energy resources of Bangladesh are natural gas, oil, peat, hydropower, solar power, and biomass\n . About 88%\n* The main energy resources of Bangladesh are natural gas, oil, peat, hydropower, solar power, and biomass\n . About 88%\n .\n* Forty-seven percent of the total population has access to electricity, whilst the per capita consumption is\n* It is expected that the output of existing grid that is generated from natural gas will be reduced to 66%,"}, {"text_block_id": "p88_b1206", "text": "417."}, {"text_block_id": "p88_b1207", "text": "Bangladesh formulated the Renewable Energy Policy in 2008. This policy envisioned to facilitate both public and private sector investment in renewable energy projects to substitute indigenous non-renewable energy supplies and to scale up contributions of existing renewable energy based electricity production. The Policy envisions 5% of total generation from renewable sources by 2015 and 10% of the same by 2020."}, {"text_block_id": "p88_b1208", "text": "418."}, {"text_block_id": "p88_b1209", "text": "This Policy was formulated in line with the power sector ambitions outlined in “Vision and Policy Statement 2000” to bring the entire country under electricity coverage by the year 2020 in phases and also in line with the direction of the Article 16 of The Constitution of the People’s Republic of Bangladesh. One of the major reasons behind formulating this Policy was to facilitate reducing global emissions for mitigating climate change (80% reduction by 2050). In line with this, the Policy has identified different renewable energy sources like solar, wind energy, biomass, biogas, hydro-power and other renewable energy sources include bio-fuels, gasohol, geothermal, river current, wave and tidal energy."}, {"text_block_id": "p88_b1210", "text": "419."}, {"text_block_id": "p88_b1211", "text": "The Renewable Energy Policy of the Government envisions the establishment of a nodal agency, the Sustainable Energy Development Authority (SEDA), which is currently under development. Several NGOs have also been involved in renewable energy development."}, {"text_block_id": "p89_b1212", "text": "420."}, {"text_block_id": "p89_b1213", "text": "Solar power, wind energy and biogas will be major interventions for RETs (Renewable Energy Technologies). Promoting energy efficient bulbs will be one of the major interventions as electricity technologies, which would help in reducing pressure on electricity supply. It could involve electricity, which is generated from renewable resources and clean sources better for human health and the environment. The objective is to maximize the use of renewable energy sources to lower GHG emission and ensure energy security. The scope for developing renewable energy supplies (e.g., solar, wind and sustainable biomass technologies) has not been explored well in Bangladesh."}, {"text_block_id": "p89_b1214", "text": "421."}, {"text_block_id": "p89_b1215", "text": "RETs create income-generating activities for landless and marginal farmers and from such households, while reducing environmental problems, like deforestation and indoor air pollution from cooking with poor quality fuels."}, {"text_block_id": "p89_b1216", "text": "422."}, {"text_block_id": "p89_b1217", "text": "In the rural areas biomass (fuel wood, tree leaves, crop residues and animal residues mainly in the form of dried cow dung cakes or sticks) is the principal form of energy. According to a survey by BIDS, a rural household uses nearly three metric tons of biomass in a year of which about 1.7 metric ton is tree biomass composed of 1.2 metric ton of fuel wood and 0.5 metric ton of tree leaves. Practically all biomass is used for cooking and parboiling rice. The relationship between the amount of fire wood use and level of income is clearly positive, as the poor have much less access to quality fuel for cooking. Income poverty thus translates into energy poverty."}, {"text_block_id": "p89_b1218", "text": "423."}, {"text_block_id": "p89_b1219", "text": "Bangladesh has strong potential for biomass gasification based electricity. The biomass resources available in the country are rice husk, crop residue, wood, jute stick, animal waste, municipal waste, sugarcane bagasse etc. This technology can be disseminated on a larger scale for electricity generation"}, {"text_block_id": "p89_b1220", "text": "."}, {"text_block_id": "p89_b1221", "text": "424."}, {"text_block_id": "p89_b1222", "text": "Bio-based renewable energy is usually associated with jobs that can be undertaken by both women and men. Women are often more concerned about environmental implications and hence, women may find jobs in the renewable energy sector attractive; similarly with advocacy on renewable energy and green growth."}, {"text_block_id": "p89_b1223", "text": "425."}, {"text_block_id": "p89_b1224", "text": "In Bangladesh, the average solar radiation is 3.85 kWh/m2/year, which is quite good for photovoltaic (PV) applications, except during the monsoon season. This is now being used for lighting, radio and television in rural villages instead of kerosene lamps, which provide poor illumination for working after nightfall. RETs could thus be selectively applied to various rural applications, potentially generating income, improving health and educational quality, and increasing labour productivity."}, {"text_block_id": "p89_b1225", "text": "426."}, {"text_block_id": "p89_b1226", "text": "Solar photovoltaic (PV) systems are in use throughout the country with over 300,000 household-level installations having the capacity of about 15 MW. Scaling-up of solar PV systems assisted by development partners are being implemented through Infrastructure Development Company Limited (IDCOL), Rural Electrification Board (REB), LGED, BPDB, NGOs and Private Organisations implementing solar energy programmes."}, {"text_block_id": "p89_b1227", "text": "427."}, {"text_block_id": "p89_b1228_merged_merged", "text": "The total hydropower resources of Bangladesh were limited to around 417 million KWH in 2008-09. Micro hydro and mini-hydro have limited potential in Bangladesh, with the exception of Chittagong and the Chittagong Hill Tracts. Hydropower assessments have identified some possible sites from 10 kW to 5 MW but no appreciable capacity has yet been installed. There is one hydro power plant at Kaptai established in the 1960s with present installed capacity of 230 MW."}, {"text_block_id": "p90_b1231", "text": "The total hydropower resources of Bangladesh were limited to around 417 million KWH in 2008-09. Micro hydro and mini-hydro have limited potential in Bangladesh, with the exception of Chittagong and the Chittagong Hill Tracts. Hydropower assessments have identified some possible sites from 10 kW to 5 MW but no appreciable capacity has yet been installed. There is one hydro power plant at Kaptai established in the 1960s with present installed capacity of 230 MW.\n* Wind Energy has also made some inroads, but its potential is mainly in coastal areas, and offshore islands\n* Wind Energy has also made some inroads, but its potential is mainly in coastal areas, and offshore islands\n .\n* To promote renewable energy government has exempted income tax for next 5 years from commercial\n* LULUCF in Bangladesh contributes 28 million mt (39%), the majority of which are from forest degradation.\n* The area of forestland is 2.5 Mha which is 17.08% of the countryâs total area. Bangladesh Forest Department\n* However, another 20% (about 2.5 Mha) of the country is recorded under FRA categories âother wooded\n* Bangladesh already has a reserved forest in place in the Sundarbans World Heritage sites, also happens"}, {"text_block_id": "p90_b1245", "text": "435."}, {"text_block_id": "p90_b1246", "text": "The Ecologically Critical Areas (ECAs) Act was enacted by the Government of Bangladesh to protect endangered biodiversity and forest cover. The country now has 12 ECAs, 17 national parks and 17 wild life sanctuaries. The protected areas are 1.8-2% of the total land of Bangladesh. The national target for protected areas is set for 5% by 2015."}, {"text_block_id": "p90_b1247", "text": "437."}, {"text_block_id": "p90_b1248", "text": "Bangladesh considers 200 nautical miles seawater and continental shelf southwards of its coastline as its exclusive economic zone. Among the 25 bio-ecological zones of the country, 11 are wholly situated in the coastal zone, 4 others have parts of them in the coast."}, {"text_block_id": "p90_b1249", "text": "438."}, {"text_block_id": "p90_b1250", "text": "The countries coastal ecosystems include mangroves, coral reefs, sea grass beds, sandy beaches, sand dunes, inter-tidal and sub-tidal wetlands and mudflats, flood plain, salt marshes, estuaries, lagoons, peninsula, offshore islands, tropical hill forest etc. A major part of the world’s largest mangrove, the Sundarbans is one of its key ecosystems."}, {"text_block_id": "p91_b1251", "text": "© IUCN/Lorena Aguilar"}, {"text_block_id": "p91_b1252", "text": "439."}, {"text_block_id": "p91_b1253", "text": "These ecosystems are, however, degrading alarmingly due to various external pressures especially due to pollution and exploitation. The coastal zone contributes highly to the national development and fishery is the second largest contributing sector to the national GDP."}, {"text_block_id": "p91_b1254", "text": "440."}, {"text_block_id": "p91_b1255", "text": "The major hazardous issues faced by the country includes cyclones and storm surge, land erosion, flood, drainage congestion, salinity intrusion, drought, earthquake, shortage of drinking water & arsenic contamination, ecosystem degradation, pollution and climate change. The country is repeatedly struck by fierce cyclones leaving devastations for human beings as well as biodiversity."}, {"text_block_id": "p91_b1256", "text": "441."}, {"text_block_id": "p91_b1257_merged", "text": "Changes in land use mainly due to the increased pressure of population on the limited resources are posing threat to the coastal ecosystems. The main livelihoods in the coastal zone are agriculture, fishery, salt farming, shrimp culture, industrial and agricultural labor, and extraction of forest resources etc. GDP of the coastal zone is lower than the national GDP. Poverty is very common in the coast, 29 % of the people are among the extreme poor ."}, {"text_block_id": "p91_b1259", "text": "442."}, {"text_block_id": "p91_b1260", "text": "To provide protection against tidal surges during cyclones, mangrove plantation was undertaken on 160,000 hectares of newly accreted coastal land in recent years. The Coastal Green Belt project continues to implement the coastal afforestation initiative of the government."}, {"text_block_id": "p91_b1261", "text": "443."}, {"text_block_id": "p91_b1262", "text": "Bangladesh is also the newest member country participating in the Mangroves for the Future (MFF) Initiative. MFF focuses on ecosystem based adaptation to climate change and building coastal resilience, including understanding the full economic value of mangroves for building coastal resilience, promoting benefit sharing mechanisms to ensure rights of the coastal communities over coastal ecosystems, exploring ecosystem based solutions for coastal protection, and assisting the coastal communities to become more resilient."}, {"text_block_id": "p91_b1263", "text": "444."}, {"text_block_id": "p91_b1264", "text": "The country strategy for Bangladesh focuses on three principles that include preserving ecosystem integrity, ensuring population safety and promoting sustainable livelihoods."}, {"text_block_id": "p91_b1265", "text": "445."}, {"text_block_id": "p91_b1266", "text": "Thematic areas also include strategies to address the five crosscutting issues of MFF, i.e. climate change, gender, communications, capacity development and private sector engagement."}, {"text_block_id": "p91_b1267", "text": "446."}, {"text_block_id": "p91_b1268", "text": "The MoEF established a National Coordinating Body (NCB) for MFF Bangladesh in October 2011. The Bangladesh NCB endorsed its National Strategy and Action Plan in 2012 and Bangladesh is currently initiating its Small Grants Facility with the financial assistance of DANIDA (Danish International Development Agency) from 2013 onwards."}, {"text_block_id": "p92_b1269", "text": "Gender, Mitigation and Low Carbon Development"}, {"text_block_id": "p92_b1270", "text": "447."}, {"text_block_id": "p92_b1271", "text": "Research indicates that economic growth contributes to an increase in emissions. With growing income, carbon emissions typically rise and the IPCC reports"}, {"text_block_id": "p92_b1272", "text": "already as early as 1992 pointed to the relationship between carbon emissions and economic growth"}, {"text_block_id": "p92_b1273", "text": "."}, {"text_block_id": "p92_b1274", "text": "448."}, {"text_block_id": "p92_b1275", "text": "Such a relationship seems to suggest that there is a trade-off to be made between slowing climate change on the one hand and economic growth and development on the other. By enlarge economists would also argue that with such economic growth, environmental outputs would often also decrease."}, {"text_block_id": "p92_b1276", "text": "449."}, {"text_block_id": "p92_b1277", "text": "Whilst these assumptions hold a measure of truth, there are several means by which women can contribute in a positive manner economically, environmentally and socially to climate change action and, mitigation in particular."}, {"text_block_id": "p92_b1278", "text": "455."}, {"text_block_id": "p92_b1279", "text": "Women’s extensive theoretical and practical knowledge of the environment and resource conservation is also not given due consideration despite their involvement fostering economic growth and socio-economic development, reducing poverty, keeping environmental problems in check, and increasing the wellbeing of societies as a whole."}, {"text_block_id": "p92_b1280", "text": "456."}, {"text_block_id": "p92_b1281", "text": "Women generally lag behind in access to education and training, they have less access to and control over productive resources, including access to land and ownership rights, access to services, markets (including land, labor, financial and product markets), public funds and the general discretion on how to generate income independently."}, {"text_block_id": "p92_b1282", "text": "457."}, {"text_block_id": "p92_b1283_merged_merged", "text": "Women are not paid for the environmental services that they already provide (e.g. reforestation). Their potential contribution to climate mitigation by being part of the economic cycle, therefore, remains untapped."}, {"text_block_id": "p93_b1285", "text": "458."}, {"text_block_id": "p93_b1286", "text": "As part of agroforestry and afforestation efforts, women can also plant trees that not only sequester emissions, but also produce crops which may provide them with an alternative source of income, or have distinctive co-benefits such as assisting in disaster risk management, alternative household energy and others."}, {"text_block_id": "p93_b1287", "text": "459."}, {"text_block_id": "p93_b1288", "text": "These projects could also be tied to emissions trading, and reduced emissions resulting from afforestation could be traded in the form of certificates. This could be used to fund further measures and related services in such projects. Complementary training programs that focus on the processing and marketing of these products would further enhance the economic benefits for women"}, {"text_block_id": "p93_b1289", "text": "."}, {"text_block_id": "p93_b1290", "text": "460."}, {"text_block_id": "p93_b1291", "text": "In Bangladesh, women are actively engaged in various forestry programs. The idea of ‘social forestry’ started with loans from the ADB since the late 1980s, enabling women and local poor people to have an alternative source of income and to overcome the rural fuel crisis through the planting of quick growing tree species."}, {"text_block_id": "p93_b1292", "text": "461."}, {"text_block_id": "p93_b1293", "text": "As the latest country to join the MFF Initiative, it is therefore an important entry point for mainstreaming gender in climate action in Bangladesh as the Initiative is committed to ensuring that equality between men and women, or gender equality, is an integral part of its work. The MFF’s Gender Equality Strategy recognizes gender equality as fundamental to conservation and sustainable development."}, {"text_block_id": "p93_b1294", "text": "462."}, {"text_block_id": "p93_b1295", "text": "The strategy addresses gender equality across the regional, national, and project levels of MFF, and recommends approaches based on the specific needs of the various MFF stakeholders. The Initiative aims to ensure that equality of outcomes for both men and women is achieved in the management of coastal natural resources and promotion of sustainable livelihoods."}, {"text_block_id": "p93_b1296", "text": "463."}, {"text_block_id": "p93_b1297", "text": "The energy sector, key to mitigation efforts, is furthermore also largely a male dominated environment in need of transformation.  In most countries of the developing world, including in Bangladesh, domestic energy (e.g. for cooking, heating or lighting, is still obtained from the energy-inefficient and toxic burning of biomass such as wood, charcoal or agricultural waste which is traditionally a women’s work"}, {"text_block_id": "p93_b1298", "text": "."}, {"text_block_id": "p93_b1299", "text": "464."}, {"text_block_id": "p93_b1300_merged_merged_merged", "text": "Women are the major consumers of energy in rural areas as they are responsible for gathering fuel for cooking and heating. More than 100 million people in Bangladesh - about 80 percent of the population - live in rural areas, where annual per capita commercial energy consumption averages less than 100 kilograms of oil equivalent (kgoe), considerably lower than the average international levels."}, {"text_block_id": "p93_b1302", "text": "465."}, {"text_block_id": "p93_b1303", "text": "Women in the country do not have any access to modern energy or technology. In their role as the main providers of family and community care, they have different needs in terms of energy than most men and this need to be taken into account in policy development and implementation."}, {"text_block_id": "p93_b1304", "text": "467."}, {"text_block_id": "p93_b1305", "text": "The promotion of renewable energies that help avoid greenhouse gas emissions could provide an interesting approach for promoting women’s economic participation in climate action.  Not only are jobs created for women who can be engaged in the upkeep and maintenance of solar plants, but solar powered lamps also extend the productive time available to street vendors."}, {"text_block_id": "p94_b1306", "text": "The promotion of renewable energies that help avoid greenhouse gas emissions could provide an interesting approach for promoting women’s economic participation in climate action.  Not only are jobs created for women who can be engaged in the upkeep and maintenance of solar plants, but solar powered lamps also extend the productive time available to street vendors.\n* Women in communities can collaborate to maintaining a healthy community environment, whilst at the\n* Gendered impacts of climate policy are an issue that therefore clearly deserves more attention. As yet,\n* On their website, Gender cc highlights a number of interesting differences in the attitude of men and\n\t* Women are more willing than men to change their behavior in order to save energy and purchase\n\t* Women and men have different preferences in terms of technologies to reduce greenhouse gases â a\n\t* A majority of women prefers to rely on lifestyle changes rather than on technological progress only."}, {"text_block_id": "p94_b1319", "text": "© IUCN/ Ahsanul Wahed"}, {"text_block_id": "p95_b1320", "text": "Action Plan Table: Mitigation and Low Carbon Development"}, {"text_block_id": "p97_b1321", "text": "Alignment of the ccGAP with the BCCSAP"}, {"text_block_id": "p97_b1322", "text": "471."}, {"text_block_id": "p97_b1323", "text": "The BCCSAP (2009) addresses the issue of addresses mitigation and low carbon development through the fifth pillar of the Climate Change Action Plan “to evolve low carbon development options and implement these as the country’s economy grows over the coming decades and the demand for electricity increases.”"}, {"text_block_id": "p97_b1324", "text": "472."}, {"text_block_id": "p97_b1325", "text": "Under this pillar, the BCCSAP seeks to:"}, {"text_block_id": "p97_b1326", "text": "Under this pillar, the BCCSAP seeks to:\n* Develop a strategic energy plan and investment portfolio to ensure national energy security and\n* Expand the social forestry program on government and community lands throughout the country;\n* Expand the âgreenbeltâ coastal afforestation program with mangrove planting along the shoreline;\n* Seek the transfer of state-of-the-art technologies from developed countries to ensure that we follow\n* Review energy and technology policies and incentives and revise these, where necessary, to"}, {"text_block_id": "p97_b1336", "text": "473."}, {"text_block_id": "p97_b1337", "text": "Specific programs identified, include:"}, {"text_block_id": "p97_b1338", "text": "T5P1 Improved energy efficiency in production and consumption of energy;"}, {"text_block_id": "p97_b1339", "text": "T5P2 Gas exploration and reservoir management;"}, {"text_block_id": "p97_b1340", "text": "T5P3 Development of coalmines and coal-fired power stations;"}, {"text_block_id": "p97_b1341", "text": "T5P4 Renewable energy development;"}, {"text_block_id": "p97_b1342", "text": "T5P5 Lower emission from agricultural land;"}, {"text_block_id": "p97_b1343", "text": "T5P6 Management of urban waste;"}, {"text_block_id": "p97_b1344", "text": "T5P7 Afforestation and reforestation program;"}, {"text_block_id": "p97_b1345", "text": "T5P8 Rapid expansion of energy saving devices e.g. Compact Florescent Lamps (CFL);"}, {"text_block_id": "p97_b1346", "text": "T5P9 Energy and water efficiency in built environment; and"}, {"text_block_id": "p97_b1347", "text": "T5P10 Improvement in energy consumption pattern in transport sector and options for mitigation."}, {"text_block_id": "p98_b1348", "text": "474. The ccGAP objectives for this sector correlates as follows:"}, {"text_block_id": "p100_b1349", "text": "Section C"}, {"text_block_id": "p100_b1350", "text": "Annex"}, {"text_block_id": "p102_b1351", "text": "ANNEX I"}, {"text_block_id": "p102_b1352", "text": "The following is a compilation"}, {"text_block_id": "p102_b1353", "text": "of gender equality texts retained in the Decisions adopted by the 16th Conference of Parties:"}, {"text_block_id": "p102_b1354", "text": "Preamble"}, {"text_block_id": "p102_b1355", "text": "Noting"}, {"text_block_id": "p102_b1356", "text": "resolution 10/4 of the United Nations Human Rights Council on human rights and climate change, which recognizes that the adverse effects of climate change have a range of direct and indirect implications for the effective enjoyment of human rights and that the effects of climate change will be felt most acutely by those segments of the population that are already vulnerable owing to geography,"}, {"text_block_id": "p102_b1357", "text": "gender"}, {"text_block_id": "p102_b1358", "text": ", age, indigenous or minority status and disability;"}, {"text_block_id": "p102_b1359", "text": "I. A shared vision for long-term cooperative action"}, {"text_block_id": "p102_b1360", "text": "7."}, {"text_block_id": "p102_b1361", "text": "Recognizes"}, {"text_block_id": "p102_b1362", "text": "the need to engage a broad range of stakeholders at global, regional, national and local levels, be they government, including subnational and local government, private business or civil society, including the youth and persons with disability, and that"}, {"text_block_id": "p102_b1363", "text": "gender equality"}, {"text_block_id": "p102_b1364", "text": "and the"}, {"text_block_id": "p102_b1365", "text": "effective participation of women"}, {"text_block_id": "p102_b1366", "text": "and indigenous peoples are important for effective action on all aspects of climate change;"}, {"text_block_id": "p102_b1367", "text": "II. Enhanced action on Adaptation"}, {"text_block_id": "p102_b1368", "text": "12."}, {"text_block_id": "p102_b1369", "text": "Affirms"}, {"text_block_id": "p102_b1370", "text": "that enhanced action on adaptation should be undertaken in accordance with the Convention; follow a country-driven,"}, {"text_block_id": "p102_b1371", "text": "gender-sensitive"}, {"text_block_id": "p102_b1372", "text": ", participatory and fully transparent approach, taking into consideration vulnerable groups, communities and ecosystems, and should be based on and guided by the best available science, and as appropriate, traditional and indigenous knowledge, with a view to integrating adaptation into relevant social, economic and environmental policies and actions, where appropriate;"}, {"text_block_id": "p102_b1373", "text": "III. Enhanced action on Mitigation C. Policy approaches and positive incentives on issues relating to reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries"}, {"text_block_id": "p102_b1374", "text": "72."}, {"text_block_id": "p102_b1375", "text": "Also requests"}, {"text_block_id": "p102_b1376_merged_merged_merged_merged_merged", "text": "developing country Parties, when developing and implementing their national strategies or action plans, to address, inter alia, drivers of deforestation and forest degradation, land tenure issues, forest governance issues, gender considerations and the safeguards identified in paragraph 2 of appendix I to this decision, ensuring the full and effective participation of relevant stakeholders, inter alia, indigenous peoples and local communities;"}, {"text_block_id": "p103_b1379", "text": "III. Enhanced action on Mitigation E. Economic and social consequences of response measures"}, {"text_block_id": "p103_b1380", "text": "Affirming"}, {"text_block_id": "p103_b1381", "text": "that responses to climate change should be coordinated with social and economic development in an integrated manner, with a view to avoiding adverse impacts on the latter, taking fully into account the legitimate priority needs of developing country Parties for the achievement of sustained economic growth and the eradication of poverty, and the"}, {"text_block_id": "p103_b1382", "text": "consequences for vulnerable groups, in particular women"}, {"text_block_id": "p103_b1383", "text": "and children,"}, {"text_block_id": "p103_b1384", "text": "IV. Finance, technology and capacity-building C. Capacity-building"}, {"text_block_id": "p103_b1385", "text": "130."}, {"text_block_id": "p103_b1386", "text": "Decides"}, {"text_block_id": "p103_b1387", "text": "that capacity-building support to developing country Parties should be enhanced with a view to strengthening endogenous capacities at the subnational, national or regional levels, as appropriate,"}, {"text_block_id": "p103_b1388", "text": "taking into account gender aspects"}, {"text_block_id": "p103_b1389", "text": ", to contribute to the achievement of the full, effective and sustained implementation of the Convention, by, inter alia:"}, {"text_block_id": "p103_b1390", "text": "Annex IV"}, {"text_block_id": "p103_b1391", "text": "."}, {"text_block_id": "p103_b1392", "text": "Composition and mandate of the Technology Executive Committee"}, {"text_block_id": "p103_b1393", "text": "3."}, {"text_block_id": "p103_b1394", "text": "Parties are encouraged to nominate senior experts to the Technology Executive Committee, with a view to achieving, within the membership, an appropriate balance of technical, legal, policy, social development and financial expertise relevant to the development and transfer of technology for adaptation and mitigation, taking into account the"}, {"text_block_id": "p103_b1395", "text": "need to achieve gender balance in accordance with decision 36/CP.7"}, {"text_block_id": "p103_b1396", "text": "."}, {"text_block_id": "p103_b1397", "text": "Decision 6/CP.16"}, {"text_block_id": "p103_b1398", "text": "Extension of the mandate of the Least Developed Countries Expert Group"}, {"text_block_id": "p103_b1399", "text": "2."}, {"text_block_id": "p103_b1400", "text": "Also decides"}, {"text_block_id": "p103_b1401", "text": "that the Least Developed Countries Expert Group should be mandated to provide technical guidance and advice on:"}, {"text_block_id": "p103_b1402", "text": "that the Least Developed Countries Expert Group should be mandated to provide technical guidance and advice on:\n* Strengthening\n* and considerations regarding vulnerable communities within least\n* To enhance efforts to elaborate national strategies and action plans on Article 6 of the Convention, including\n* ;\n* To foster the participation of women, youth, indigenous peoples, civil society groups and relevant stakeholders"}, {"text_block_id": "p103_b1406", "text": "Decision 7/CP.16"}, {"text_block_id": "p103_b1407", "text": "Progress in, and ways to enhance, the implementation of the amended New Delhi work programme on Article 6 of the Convention"}, {"text_block_id": "p103_b1408", "text": "2."}, {"text_block_id": "p103_b1409", "text": "Invites"}, {"text_block_id": "p103_b1410", "text": "Parties, with a view to enhancing the implementation of the amended New Delhi work programme:"}, {"text_block_id": "p104_b1419", "text": "Nairobi work programme on impacts, vulnerability and adaptation to climate change"}, {"text_block_id": "p104_b1420", "text": "Conclusions of 33rd Session of the Subsidiary Body for Scientific and Technological Advice in Cancun, Mexico from 30 November to 4 December 2010"}, {"text_block_id": "p104_b1421", "text": "7."}, {"text_block_id": "p104_b1422", "text": "The SBSTA noted that additional effort is needed to assist all Parties, in particular developing countries, including the LDCs and SIDS, to improve their understanding and assessment of impacts, vulnerability and adaptation and make informed decisions on the implementation of practical adaptation actions and measures, and to assist Parties to"}, {"text_block_id": "p104_b1423", "text": "enhance the capacity of relevant decision makers and stakeholders, at different levels, including representatives of women"}, {"text_block_id": "p104_b1424", "text": ", local communities and indigenous peoples, to better utilize the information and tools provided by the Nairobi work programme."}, {"text_block_id": "p104_b1425", "text": "Gender Equality Language in Durban Outcomes"}, {"text_block_id": "p104_b1426", "text": "Outcome of the work of the Ad Hoc Working Group on Long-term Cooperative Action Decision 2/CP.17"}, {"text_block_id": "p104_b1427", "text": "The following is a compilation"}, {"text_block_id": "p104_b1428", "text": "of gender equality texts retained in the advance version of the Durban Outcome:"}, {"text_block_id": "p104_b1429", "text": "II. Enhanced action on mitigation"}, {"text_block_id": "p104_b1430", "text": "F. Economic and social consequences of response measures"}, {"text_block_id": "p104_b1431", "text": "90."}, {"text_block_id": "p104_b1432", "text": "Urges"}, {"text_block_id": "p104_b1433", "text": "Parties to give full consideration to the positive and negative impacts of the implementation of response measures to mitigate climate change on society and on all vulnerable groups, in particular"}, {"text_block_id": "p104_b1434", "text": "women"}, {"text_block_id": "p104_b1435", "text": "and children"}, {"text_block_id": "p104_b1436", "text": "III. Enhanced action on adaptation"}, {"text_block_id": "p104_b1437", "text": "103."}, {"text_block_id": "p104_b1438", "text": "Encourages"}, {"text_block_id": "p104_b1439", "text": "Parties to nominate experts to the Adaptation Committee with a diversity of experience and knowledge relevant to adaptation to climate change, while also taking into account the need to achieve"}, {"text_block_id": "p104_b1440", "text": "gender balance"}, {"text_block_id": "p104_b1441", "text": "in accordance with decision 36/CP.7;"}, {"text_block_id": "p104_b1442", "text": "VI. Capacity-building"}, {"text_block_id": "p104_b1443", "text": "Further reaffirming"}, {"text_block_id": "p104_b1444", "text": "the importance of taking into account"}, {"text_block_id": "p104_b1445", "text": "gender aspects"}, {"text_block_id": "p104_b1446", "text": "and acknowledging the role and needs of youth and persons with disabilities in capacity- building activities,"}, {"text_block_id": "p104_b1447", "text": "Annex VI"}, {"text_block_id": "p104_b1448", "text": "Composition and working modalities of the Standing Committee"}, {"text_block_id": "p104_b1449", "text": "2."}, {"text_block_id": "p104_b1450_merged_merged_merged_merged_merged_merged", "text": "The Standing Committee shall be composed of members nominated by Parties for approval by the Conference of the Parties, who shall have the necessary experience and skills, notably in the areas of climate change, development and finance, taking into account the need to achieve gender balance in accordance with decision 36/CP.7."}, {"text_block_id": "p105_b1453", "text": "Annex VII"}, {"text_block_id": "p105_b1454", "text": "Terms of reference of the Climate Technology Centre and Network"}, {"text_block_id": "p105_b1455", "text": "1."}, {"text_block_id": "p105_b1456", "text": "The mission of the Climate Technology Centre and Network is to stimulate technology cooperation and to enhance the development and transfer of technologies […], to facilitate the preparation and implementation of technology projects and strategies taking into account"}, {"text_block_id": "p105_b1457", "text": "gender considerations"}, {"text_block_id": "p105_b1458", "text": "to support action on mitigation and adaptation and enhance low emissions and climate-resilient development."}, {"text_block_id": "p105_b1459", "text": "Annex VIII"}, {"text_block_id": "p105_b1460", "text": "Criteria to be used to evaluate and select the host of the Climate Technology Center and Network and information required to be included in the proposals"}, {"text_block_id": "p105_b1461", "text": "4."}, {"text_block_id": "p105_b1462", "text": "The prospective host’s existing governance and management structures will be scored based on the following sub criteria, which are of equal importance:"}, {"text_block_id": "p105_b1463", "text": "The prospective host’s existing governance and management structures will be scored based on the following sub criteria, which are of equal importance:\n* Effectiveness of the current management structure of the host organization to ensure\n* ,\n* Selection of Board members"}, {"text_block_id": "p105_b1467", "text": "Gender Equality Language in Durban Outcomes"}, {"text_block_id": "p105_b1468", "text": "Launching the Green Climate Fund"}, {"text_block_id": "p105_b1469", "text": "Decision 3/CP.17"}, {"text_block_id": "p105_b1470", "text": "I. Objectives and guiding principles"}, {"text_block_id": "p105_b1471", "text": "3."}, {"text_block_id": "p105_b1472", "text": "[….] The Fund will strive to maximize the impact of its funding for adaptation and mitigation, and seek a balance between the two, while promoting environmental, social, economic and development co-benefits and taking a"}, {"text_block_id": "p105_b1473", "text": "gender-sensitive"}, {"text_block_id": "p105_b1474", "text": "approach."}, {"text_block_id": "p105_b1475", "text": "II. Governance and Institutional Arrangements"}, {"text_block_id": "p105_b1476", "text": "C."}, {"text_block_id": "p105_b1477", "text": "Rules of procedure of the Board"}, {"text_block_id": "p105_b1480", "text": "11."}, {"text_block_id": "p105_b1481", "text": "The members of the Board and their alternates will be selected by their respective constituency or regional group within a constituency. Members of the Board will have the necessary experience and skills, notably in the areas of climate change and development finance, with due consideration given to"}, {"text_block_id": "p105_b1482", "text": "gender balance"}, {"text_block_id": "p105_b1483", "text": "."}, {"text_block_id": "p105_b1484", "text": "E."}, {"text_block_id": "p105_b1485", "text": "Secretariat"}, {"text_block_id": "p105_b1486", "text": "1."}, {"text_block_id": "p105_b1487", "text": "Establishment of the secretariat"}, {"text_block_id": "p105_b1488", "text": "21."}, {"text_block_id": "p105_b1489", "text": "The secretariat will be staffed with professional staff with relevant experience. The staff selection will be managed by the Executive Director and will be open, transparent and based on merit, taking into account geographical and"}, {"text_block_id": "p105_b1490", "text": "gender balance"}, {"text_block_id": "p105_b1491", "text": "."}, {"text_block_id": "p105_b1492", "text": "V. Operational modalities"}, {"text_block_id": "p105_b1493", "text": "31."}, {"text_block_id": "p105_b1494_merged_merged_merged_merged_merged_merged", "text": "The Fund will provide simplified and improved access to funding, including direct access, basing its activities on a country-driven approach and will encourage the involvement of relevant stakeholders, including vulnerable groups and addressing gender aspects."}, {"text_block_id": "p106_b1497", "text": "XIII. Stakeholder input and participation"}, {"text_block_id": "p106_b1498", "text": "71."}, {"text_block_id": "p106_b1499", "text": "The Board will develop mechanisms to promote the input and participation of stakeholders, including private-sector actors, civil society organizations, vulnerable groups,"}, {"text_block_id": "p106_b1500", "text": "women"}, {"text_block_id": "p106_b1501", "text": "and indigenous peoples, in the design, development and implementation of the strategies and activities to be financed by the Fund."}, {"text_block_id": "p106_b1502", "text": "Gender Equality Language in Durban Outcomes"}, {"text_block_id": "p106_b1503", "text": "National adaptation plans"}, {"text_block_id": "p106_b1504", "text": "Decision 5/CP.17"}, {"text_block_id": "p106_b1505", "text": "A. Framing national adaptation plans"}, {"text_block_id": "p106_b1506", "text": "3."}, {"text_block_id": "p106_b1507", "text": "Further agrees"}, {"text_block_id": "p106_b1508", "text": "that enhanced action on adaptation should be undertaken in accordance with the Convention, should follow a country-driven,"}, {"text_block_id": "p106_b1509", "text": "gender-sensitive"}, {"text_block_id": "p106_b1510", "text": ", participatory and fully transparent approach, taking into consideration vulnerable groups, communities and ecosystems, and should be based on and guided by the best available science and, as appropriate, traditional and indigenous knowledge, and by"}, {"text_block_id": "p106_b1511", "text": "gender-sensitive approaches"}, {"text_block_id": "p106_b1512", "text": ", with a view to integrating adaptation into relevant social, economic and environmental policies and actions, where appropriate;"}, {"text_block_id": "p106_b1513", "text": "Annex"}, {"text_block_id": "p106_b1514", "text": "Draft initial guidelines for the formulation of national adaptation plans by least developed country Parties"}, {"text_block_id": "p106_b1515", "text": "B. Elements of national plans"}, {"text_block_id": "p106_b1516", "text": "2."}, {"text_block_id": "p106_b1517", "text": "Preparatory elements"}, {"text_block_id": "p106_b1518", "text": "3."}, {"text_block_id": "p106_b1519", "text": "In developing NAPs, consideration would be given to identifying specific needs, options and priorities on a country-driven basis, utilizing the services of national and, where appropriate, regional institutions, and to the effective and continued promotion of participatory and"}, {"text_block_id": "p106_b1520", "text": "gender-sensitive approaches"}, {"text_block_id": "p106_b1521", "text": "coordinated with sustainable development objectives, policies, plans and programmes. Activities may include:"}, {"text_block_id": "p106_b1522", "text": "Gender Equality Language in Durban Outcomes"}, {"text_block_id": "p106_b1523", "text": "Nairobi work programme on impacts, vulnerability and adaptation to climate change Decision 6/CP.17"}, {"text_block_id": "p106_b1524", "text": "4."}, {"text_block_id": "p106_b1525", "text": "Also requests"}, {"text_block_id": "p106_b1526_merged_merged_merged_merged", "text": "the secretariat to organize, in collaboration with Nairobi work programme partner organizations and other relevant organizations, the following workshops, informed by the information contained in annex I to the report of the Subsidiary Body for Scientific and Technological Advice on its thirty-fourth session1 and subsequent views of Parties, and to include indigenous and traditional knowledge and practices for adaptation and gender- sensitive tools and approaches as cross-cutting issues:"}, {"text_block_id": "p107_b1529", "text": "Gender Equality Language in Durban Outcomes"}, {"text_block_id": "p107_b1530", "text": "Guidance on systems for providing information on how safeguards are addressed and respected and modalities related to forest reference emission levels and forest reference levels as referred in decision 1/CP.16"}, {"text_block_id": "p107_b1531", "text": "Decision 12/CP.17"}, {"text_block_id": "p107_b1532", "text": "Guidance on systems for providing information on how safeguards are addressed and respected"}, {"text_block_id": "p107_b1533", "text": "2."}, {"text_block_id": "p107_b1534", "text": "Agrees"}, {"text_block_id": "p107_b1535", "text": "that systems for providing information on how the safeguards referred to in appendix I to decision 1/ CP.16 are addressed and respected should, taking into account national circumstances and respective capabilities, and recognizing national sovereignty and legislation, and relevant international obligations and agreements, and respecting"}, {"text_block_id": "p107_b1536", "text": "gender considerations"}, {"text_block_id": "p107_b1537", "text": ":"}, {"text_block_id": "p107_b1538", "text": "Reaffirming"}, {"text_block_id": "p107_b1539", "text": "the importance of taking into account"}, {"text_block_id": "p107_b1540", "text": "gender aspects"}, {"text_block_id": "p107_b1541", "text": "and acknowledging the role and needs of youth and persons with disabilities in capacity- building activities,"}, {"text_block_id": "p107_b1542", "text": "Reaffirming"}, {"text_block_id": "p107_b1543", "text": "the importance of taking into account"}, {"text_block_id": "p107_b1544", "text": "gender aspects"}, {"text_block_id": "p107_b1545", "text": "and acknowledging the role and needs of youth and persons with disabilities in capacity- building activities,"}, {"text_block_id": "p107_b1546", "text": "Underlining"}, {"text_block_id": "p107_b1547_merged_merged_merged_merged", "text": "that the national adaptation plan process should build on and complement existing adaptation planning, should not be prescriptive and should facilitate country-driven, gender-sensitive, participatory action, taking into consideration vulnerable groups, communities and ecosystems,"}, {"text_block_id": "p108_b1550", "text": "Gender Equality Language in Doha Outcomes"}, {"text_block_id": "p108_b1551", "text": "Approaches to address loss and damage associated with climate change impacts in developing countries that are particularly vulnerable to the adverse effects of climate change to enhance adaptive capacity"}, {"text_block_id": "p108_b1552", "text": "Decision 3/CP.18"}, {"text_block_id": "p108_b1553", "text": "The following is a compilation"}, {"text_block_id": "p108_b1554", "text": "of gender equality texts retained in the advance version of the Doha Outcome"}, {"text_block_id": "p108_b1555", "text": "7."}, {"text_block_id": "p108_b1556", "text": "Acknowledges the further work to advance the understanding of and expertise on loss and damage, which includes, inter alia, the following:"}, {"text_block_id": "p108_b1557", "text": "Acknowledges the further work to advance the understanding of and expertise on loss and damage, which includes, inter alia, the following:\n* Enhancing the understanding of:\n* How loss and damage associated with the adverse effects of climate change affects those segments of the\n* , age, indigenous or minority status, or disability,\n* Strengthening and supporting the collection and management of relevant data, including gender-disaggregated"}, {"text_block_id": "p108_b1567", "text": "Gender Equality Language in Doha Outcomes"}, {"text_block_id": "p108_b1568", "text": "Arrangements to make the Climate Technology Centre and Network fully operational Decision 14/CP.18"}, {"text_block_id": "p108_b1569", "text": "3."}, {"text_block_id": "p108_b1570", "text": "Adopts"}, {"text_block_id": "p108_b1571", "text": "the memorandum of understanding between the Conference of the Parties and United Nations Environment Programme regarding the hosting of the Climate Technology Centre, as contained in annex I to this decision;"}, {"text_block_id": "p108_b1572", "text": "5."}, {"text_block_id": "p108_b1573", "text": "Decides"}, {"text_block_id": "p108_b1574", "text": "that the Advisory Board of the Climate Technology Centre and Network is hereby established, with the constitution contained in annex II to this decision and with the functions contained in decision 2/CP.17, annex VII, paragraphs 8 and 9;"}, {"text_block_id": "p108_b1575", "text": "Annex I"}, {"text_block_id": "p108_b1576", "text": "Memorandum of Understanding between the Conference of Parties to the United Nations Framework Convention on Climate Change and the United Nations Environment Programme regarding the hosting of the Climate Technology Center"}, {"text_block_id": "p108_b1577", "text": "Whereas"}, {"text_block_id": "p108_b1578", "text": "the mission of the CTCN is to stimulate technology cooperation and to enhance the development and transfer of technologies and to assist developing country Parties at their request, consistent with their respective capabilities and national circumstances and priorities, in order to build or strengthen their capacity to identify technology needs, to facilitate the preparation and implementation of technology projects and strategies,"}, {"text_block_id": "p108_b1579", "text": "taking"}, {"text_block_id": "p109_b1580", "text": "into account gender considerations"}, {"text_block_id": "p109_b1581", "text": "to support action on mitigation and adaptation and enhance low-emission and climate-resilient development,"}, {"text_block_id": "p109_b1582", "text": "Annex II"}, {"text_block_id": "p109_b1583", "text": "Constitution of the Advisory Board of the Climate Technology Centre and Network"}, {"text_block_id": "p109_b1584", "text": "4."}, {"text_block_id": "p109_b1585", "text": "Government representatives shall be nominate by their respective groups or constituencies and elected by the Conference of the Parties (COP). Groups or constituencies are encouraged to nominate the government representatives to the Advisory Board, with a view to achieving appropriate balance of expertise relevant to the development and transfer of technologies for adaptation and mitigation,"}, {"text_block_id": "p109_b1586", "text": "taking into account the need to achieve gender balance in accordance with decisions 36/CP.7 and X/CP.18."}, {"text_block_id": "p109_b1587", "text": "Gender Equality Language in Doha Outcomes"}, {"text_block_id": "p109_b1588", "text": "Doha work programme on Article 6 of the Convention"}, {"text_block_id": "p109_b1589", "text": "Decision 15/CP.18"}, {"text_block_id": "p109_b1590", "text": "Also recognizing"}, {"text_block_id": "p109_b1591", "text": "that a goal of education is to promote changes in lifestyles, attitudes and behavior needed to foster sustainable development and to prepare children, youth,"}, {"text_block_id": "p109_b1592", "text": "women"}, {"text_block_id": "p109_b1593", "text": ", persons with disabilities and grass-root communities to adapt to the impacts of climate change,"}, {"text_block_id": "p109_b1594", "text": "Also reaffirming"}, {"text_block_id": "p109_b1595", "text": "the importance of"}, {"text_block_id": "p109_b1596", "text": "taking into account gender aspects"}, {"text_block_id": "p109_b1597", "text": "and the need to promote the effective engagement of children, youth, the elderly,"}, {"text_block_id": "p109_b1598", "text": "women"}, {"text_block_id": "p109_b1599", "text": ", persons with disabilities, indigenous peoples, local communities and non-governmental organizations in activities related to Article 6 of the Convention,"}, {"text_block_id": "p109_b1600", "text": "A. Observations"}, {"text_block_id": "p109_b1601", "text": "8."}, {"text_block_id": "p109_b1602", "text": "Gender"}, {"text_block_id": "p109_b1603", "text": "is a cross-cutting issue in all six elements of Article 6 of the Convention"}, {"text_block_id": "p109_b1604", "text": "9."}, {"text_block_id": "p109_b1605", "text": "Implementation of Article 6 of the Convention has a broad range of stakeholders, including, governments, the private sector, IGOs, NGOs and other international organizations, decision makers, scientists, the media, teachers, the general public, youth,"}, {"text_block_id": "p109_b1606", "text": "women"}, {"text_block_id": "p109_b1607", "text": ", people with disabilities and indigenous peoples among others."}, {"text_block_id": "p109_b1608", "text": "B. Purposes and guiding principles"}, {"text_block_id": "p109_b1609", "text": "14."}, {"text_block_id": "p109_b1610", "text": "The Doha work programme shall be guided by:"}, {"text_block_id": "p109_b1611", "text": "The Doha work programme shall be guided by:\n* and an intergenerational approach;"}, {"text_block_id": "p109_b1614", "text": "C. Scope of the Doha work programme"}, {"text_block_id": "p109_b1615", "text": "Education"}, {"text_block_id": "p109_b1616", "text": "16."}, {"text_block_id": "p109_b1617_merged_merged_merged_merged", "text": "Cooperate in, promote, facilitate, develop and implement formal and non-formal education and training programmes focused on climate change at all levels, targeting women and youth in particular, and including the exchange or secondment of personnel to train experts."}, {"text_block_id": "p110_b1620", "text": "D. Implementation"}, {"text_block_id": "p110_b1621", "text": "Parties"}, {"text_block_id": "p110_b1622", "text": "22."}, {"text_block_id": "p110_b1623", "text": "As part of their national programmes and activities in implementing the Convention, and within the scope of the Doha work programme, Parties could, inter alia:"}, {"text_block_id": "p110_b1624", "text": "Tools and activities"}, {"text_block_id": "p110_b1625", "text": "(i)"}, {"text_block_id": "p110_b1626", "text": "Seek input and public participation, including participation by youth,"}, {"text_block_id": "p110_b1627", "text": "women"}, {"text_block_id": "p110_b1628", "text": ", civil society organizations and other groups in the formulation and implementation of efforts to address climate change, and also in relation to the preparation of national communications, and encourage the involvement of all stakeholders and major groups in the climate change negotiation process;"}, {"text_block_id": "p110_b1629", "text": "(k)"}, {"text_block_id": "p110_b1630", "text": "Foster the participation of all stakeholders in the implementation of Article 6 of the Convention and invite them to report on the implementation of activities. In particular, enhance the active participation of youth,"}, {"text_block_id": "p110_b1631", "text": "women"}, {"text_block_id": "p110_b1632", "text": ", civil society organizations and the media;"}, {"text_block_id": "p110_b1633", "text": "Non-governmental organizations"}, {"text_block_id": "p110_b1634", "text": "26."}, {"text_block_id": "p110_b1635_merged_merged_merged", "text": "NGOs are invited to foster the participation of all stakeholders in the implementation of Article 6 of the Convention and to encourage them to report on the implementation of their activities. In particular, NGOs are invited to enhance the participation of youth, women, civil society organizations and the media in climate change activities."}, {"text_block_id": "p110_b1638", "text": "Gender Equality Language in Doha Outcomes"}, {"text_block_id": "p110_b1639", "text": "Promoting gender balance and improving the participation of women in UNFCCC negotiations and in the representation of Parties in bodies established pursuant to the Convention or the Kyoto Protocol"}, {"text_block_id": "p110_b1640", "text": "Decision 23/CP.18"}, {"text_block_id": "p110_b1641", "text": "The Conference of the Parties,"}, {"text_block_id": "p110_b1642", "text": "Recalling"}, {"text_block_id": "p110_b1643", "text": "decision 36/CP.7 on improving the participation of women in the representation of Parties in bodies established under the Convention or the Kyoto Protocol,"}, {"text_block_id": "p110_b1644", "text": "Acknowledging"}, {"text_block_id": "p110_b1645", "text": "the recent progress made under the Convention and the Kyoto Protocol in advancing gender balance and women’s empowerment in international climate change policy under the guidance of decision 1/CP.13 (Bali Action Plan) and decisions taken at its sixteenth and seventeenth sessions,1 as well as in various bodies and programmes under the Convention,"}, {"text_block_id": "p110_b1646", "text": "Noting"}, {"text_block_id": "p110_b1647", "text": "that notwithstanding the efforts made by Parties to implement decision 36/CP.7, women continue to be underrepresented in bodies established under the Convention and the Kyoto Protocol,"}, {"text_block_id": "p110_b1648", "text": "Recognizing"}, {"text_block_id": "p110_b1649", "text": "the need for women to be represented in all aspects of the UNFCCC process, including through membership of their national delegations and the chairing and facilitation of formal and informal negotiating groups, in order to inform gender-responsive climate policy,"}, {"text_block_id": "p110_b1650", "text": "Also recognizing"}, {"text_block_id": "p110_b1651", "text": "the importance of a balanced representation of women from developing and developed country Parties in the UNFCCC process so that gender-responsive climate policy responds to the differing needs of men and women in national and local contexts,"}, {"text_block_id": "p111_b1652", "text": "Considering"}, {"text_block_id": "p111_b1653", "text": "the importance of ensuring coherence between the participation of women in the UNFCCC process and the principles and objectives of international instruments and relevant multilateral processes, such as the Convention on the Elimination of All Forms of Discrimination against Women and the Beijing Declaration and Platform for Action, which recognize the importance of women’s empowerment and their full participation on equal terms with men in all spheres of society, including participation in decision-making processes and access to power,"}, {"text_block_id": "p111_b1654", "text": "Acknowledging"}, {"text_block_id": "p111_b1655", "text": "the outcome of the United Nations Conference on Sustainable Development, in particular the recognition of women’s leadership and their vital role in achieving sustainable development and the emphasis on the impact of setting specific targets and implementing temporary measures, as appropriate, for substantially increasing the number of women in leadership positions, with the aim of achieving gender parity,"}, {"text_block_id": "p111_b1656", "text": "Recognizing"}, {"text_block_id": "p111_b1657", "text": "the advances made by Parties in the promotion of gender balance and the empowerment of women,"}, {"text_block_id": "p111_b1658", "text": "1."}, {"text_block_id": "p111_b1659", "text": "Agrees"}, {"text_block_id": "p111_b1660", "text": "that additional efforts need to be made by all Parties to improve the participation of women in bodies established pursuant to the Convention and the Kyoto Protocol as envisaged in decision 36/CP.7;"}, {"text_block_id": "p111_b1661", "text": "2."}, {"text_block_id": "p111_b1662", "text": "Decides"}, {"text_block_id": "p111_b1663", "text": "to enhance decision 36/CP.7 by adopting a goal of gender balance in bodies established pursuant to the Convention and the Kyoto Protocol, in order to improve women’s participation and inform more effective climate change policy that addresses the needs of women and men equally;"}, {"text_block_id": "p111_b1664", "text": "3."}, {"text_block_id": "p111_b1665", "text": "Invites"}, {"text_block_id": "p111_b1666", "text": "current and future chairs of such bodies to be guided by the goal of gender balance when setting up informal negotiating groups and consultation mechanisms, such as contact groups, spin-off groups and panels, and nominating their facilitators and chairs;"}, {"text_block_id": "p111_b1667", "text": "4."}, {"text_block_id": "p111_b1668", "text": "Also invites"}, {"text_block_id": "p111_b1669", "text": "other institutions established pursuant to the Convention and the Kyoto Protocol to be guided by the goal of gender balance, with the aim of a gradual but significant increase in the participation of women towards achieving this goal and review"}, {"text_block_id": "p111_b1670", "text": "progress made at the twenty-second session of the Conference of the Parties;"}, {"text_block_id": "p111_b1671", "text": "5."}, {"text_block_id": "p111_b1672", "text": "Further invites"}, {"text_block_id": "p111_b1673", "text": "Parties to commit to meeting the goal of gender balance by, inter alia, nominating women to bodies established under the Convention and the Kyoto Protocol with the aim of a gradual but significant increase in the participation of women towards achieving this goal, and review progress made at the twenty-second session of the Conference of the Parties;"}, {"text_block_id": "p111_b1674", "text": "6."}, {"text_block_id": "p111_b1675", "text": "Invites"}, {"text_block_id": "p111_b1676", "text": "Parties to encourage more women to be candidates for positions within bodies established pursuant to the Convention and the Kyoto Protocol and to give due consideration to nominating female representatives to these bodies;"}, {"text_block_id": "p111_b1677", "text": "7."}, {"text_block_id": "p111_b1678", "text": "Also invites"}, {"text_block_id": "p111_b1679", "text": "Parties to strive for gender balance in their delegations to sessions under the Convention and the Kyoto Protocol;"}, {"text_block_id": "p111_b1680", "text": "8."}, {"text_block_id": "p111_b1681", "text": "Requests"}, {"text_block_id": "p111_b1682", "text": "the secretariat to maintain information on the gender composition of constituted bodies established under the Convention and the Kyoto Protocol, including information on the representation of women from regional groups, to gather information on the gender composition of delegations to sessions under the Convention and the Kyoto Protocol and to report this information to the Conference of the Parties for its consideration on an annual basis, in order to enable the tracking of progress made towards the goal of gender balance in advancing gender-sensitive climate policy;"}, {"text_block_id": "p111_b1683", "text": "9."}, {"text_block_id": "p111_b1684", "text": "Decides"}, {"text_block_id": "p111_b1685", "text": "to add the issue of gender and climate change as a standing item on the agenda of sessions of the Conference of the Parties to allow the Conference of the Parties to consider the information referred to in paragraph 8 above;"}, {"text_block_id": "p112_b1686", "text": "to add the issue of gender and climate change as a standing item on the agenda of sessions of the Conference of the Parties to allow the Conference of the Parties to consider the information referred to in paragraph 8 above;\n* the secretariat to organize, in conjunction with the nineteenth session of the Conference of the Parties,\n* Parties and observer organizations to submit to the secretariat, by 2 September 2013, their views\n* the secretariat to compile those submissions into a miscellaneous document for consideration\n* of the estimated budgetary implications of the activities to be undertaken by the secretariat pursuant\n* that the actions of the secretariat called for in this decision be undertaken subject to the availability of\n* the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol to endorse this"}, {"text_block_id": "p113_b1704", "text": "ANNEX II"}, {"text_block_id": "p113_b1705", "text": "PARTICIPANT’S LIST IN THE WORKSHOP FOR WOMEN ORGANISATIONS TITLED “LINKING GENDER AND CLIMATE CHANGE” (13 – 14 FEBRUARY 2013)"}, {"text_block_id": "p115_b1706", "text": "ANNEX III"}, {"text_block_id": "p115_b1707", "text": "PARTICIPANT’S LIST IN THE NATIONAL STAKEHOLDER WORKSHOP TITLED “DEVELOPING A GENDER SENSITIVE STRATEGY FOR CLIMATE CHANGE EFFORTS IN BANGLADESH” (17 – 19 FEBRUARY 2013)"}, {"text_block_id": "p118_b1708", "text": "ANNEX IV"}, {"text_block_id": "p118_b1709", "text": "REQUEST LETTER FROM MINISTRY OF ENVIRONMENT AND FOREST FOR DEVELOPMENT OF NATIONAL CLIMATE CHANGE AND GENDER ACTION PLAN IN BANGLADESH"}, {"text_block_id": "p119_b1710", "text": "ANNEX V"}, {"text_block_id": "p119_b1711", "text": "OFFICE ORDER: DECLARATION OF MINISTRY OF ENVIRONMENT AND FOREST FOR FORMATION OF A STEERING COMMITTEE"}, {"text_block_id": "p120_b1712", "text": "ANNEX VI"}, {"text_block_id": "p120_b1713", "text": "MEETING NOTICE: STEERING COMMITTEE MEETING"}, {"text_block_id": "p121_b1714", "text": "ANNEX VII"}, {"text_block_id": "p121_b1715", "text": "MAPPING OF KEY STAKEHOLDERS INVOLVED IN CDM IN BANGLADESH"}, {"text_block_id": "p121_b1716", "text": "The following Matrix is a result of a study on ‘Mapping Gender and Disaster Risk Reduction Interventions in Bangladesh’ conducted by Prof. Mahbuba Nasreen PhD in 2011 through review of existing literature and two consultation workshops  with Government, Development partners, INGOs, NGOs and Academicians held in May, 2011 (organized by the Institute of Disaster Management of Vulneraibility Studies, University of Dhaka and supported by Swiss Agency for Development and Cooperation/SDC)."}, {"text_block_id": "p121_b1717", "text": "Matrix on Gender and DRR interventions in Bangladesh by organizations"}, {"text_block_id": "p123_b1718", "text": "Development Partners"}, {"text_block_id": "p123_b1719", "text": "CDMP"}, {"text_block_id": "p123_b1720", "text": "supported by"}, {"text_block_id": "p123_b1721", "text": "DFID, UNDP,"}, {"text_block_id": "p123_b1722", "text": "EU, UKaid,"}, {"text_block_id": "p123_b1723", "text": "Ausaid, Sida,"}, {"text_block_id": "p123_b1724", "text": "Norwegian"}, {"text_block_id": "p123_b1725", "text": "Emabassy"}, {"text_block_id": "p123_b1726", "text": "The Comprehensive Disaster management Programme (CDMP) of the"}, {"text_block_id": "p123_b1727", "text": "Government of Bangladesh (GoB) is mainly being implemented by"}, {"text_block_id": "p123_b1728", "text": "MoFDM. After the completion of Phase I (2005-2009), Phase II of the"}, {"text_block_id": "p123_b1729", "text": "CDMP designed for another five-year initiative from January, 2010 to"}, {"text_block_id": "p123_b1730", "text": "December, 2014. The overall aim of CDMP is to contribute to poverty"}, {"text_block_id": "p123_b1731", "text": "alleviation in Bangladesh through disaster risk reduction. Mainstreaming"}, {"text_block_id": "p123_b1732", "text": "gender in DRR activities has been introduced in CDMP from phase I."}, {"text_block_id": "p123_b1733", "text": "CDMP works with the following specific agenda on Gender and DRR"}, {"text_block_id": "p123_b1734", "text": "related activities:"}, {"text_block_id": "p123_b1735", "text": "1. Promoting Gender in National Risk Reduction Policies, institutional"}, {"text_block_id": "p123_b1736", "text": "structures and planning procedures"}, {"text_block_id": "p123_b1737", "text": "2. Promoting gender in Risk Reduction Programmes"}, {"text_block_id": "p123_b1738", "text": "3. Promoting Gender in Community Risk Assessments"}, {"text_block_id": "p123_b1739", "text": "4. Addressing Gender in Emergency Response"}, {"text_block_id": "p123_b1740", "text": "5. Research on gender and disaster specific risks and adaptations, 2009"}, {"text_block_id": "p123_b1741", "text": "6. Involve socially disadvantaged and vulnerable groups irrespective"}, {"text_block_id": "p123_b1742", "text": "of sex, age, occupation, religion and caste from the community in"}, {"text_block_id": "p123_b1743", "text": "the process of disaster management and to raise coping capacity for"}, {"text_block_id": "p123_b1744", "text": "minimizing risk of hazards."}, {"text_block_id": "p123_b1745", "text": "7. Published ‘ Gender and Social Inclusion Framework Guidebook’"}, {"text_block_id": "p123_b1746", "text": "8, Promoted  gender in Risk Reduction Programmes through mitigation,"}, {"text_block_id": "p123_b1747", "text": "preparedness and recovery stages"}, {"text_block_id": "p123_b1748", "text": "9. Addresses Gender in Emergency Response through:"}, {"text_block_id": "p123_b1749", "text": "- Early Warning (Gender disaggregated information),"}, {"text_block_id": "p123_b1750", "text": "-Community Alerting,"}, {"text_block_id": "p123_b1751", "text": "-Search and Rescue(Gender/women representation in rescue team),"}, {"text_block_id": "p123_b1752", "text": "-Gender and diversity friendly shelters,"}, {"text_block_id": "p123_b1753", "text": "-Relief Management (Relief packages are demand driven and meet the"}, {"text_block_id": "p123_b1754", "text": "needs of women, adolescent girls, children, elderly and the disabled),"}, {"text_block_id": "p123_b1755", "text": "-Loss, Damage & Need  Assessment and Information Management"}, {"text_block_id": "p123_b1756", "text": "(Women representation in assessment teams Collection and compilation of"}, {"text_block_id": "p123_b1757", "text": "gender disaggregated information)"}, {"text_block_id": "p123_b1758", "text": "10. 65% of the total (US$3.2 million) LDRRF fund is utilized for household"}, {"text_block_id": "p123_b1759", "text": "level risk reduction interventions benefiting mainly women and PWD"}, {"text_block_id": "p123_b1760", "text": "Ministry of Food and Disaster Management (MoFDM), GoB, DMB, DoRR and CPP; MoP; NCTB, Ministry of Education; DPHE; Ministry of Local Government; Rural Development & Cooperatives; DAE, MoA; DoF and DLS; MoFL; DoE,  MoEF; FS&CD, Ministry of Home Affairs; BMD, Ministry of Defence; MoL; DWA, MoWCA; DGHS; MoHFW; FFWC; MoWR; GSB; Ministry of power Energy and Mineral resources; Institutes and Universities including Education Research and Training Networks"}, {"text_block_id": "p124_b1761", "text": "3. Five priority areas for intervention - in line with the Hyogo Framework for Action Covers all developing countries Covers disasters caused by natural & technological Hazards:"}, {"text_block_id": "p124_b1762", "text": "-Political dialogue on DRR"}, {"text_block_id": "p124_b1763", "text": "-Regional Action Plans on DRR"}, {"text_block_id": "p124_b1764", "text": "-Integration of DRR and support for National DRR investment"}, {"text_block_id": "p124_b1765", "text": "-Integration of DRR at EU level"}, {"text_block_id": "p124_b1766", "text": "-Ensure that linkages to climate change are made in the above EU Member States committed"}, {"text_block_id": "p124_b1767", "text": "4. DIPECHO"}, {"text_block_id": "p124_b1768", "text": "European Commission Humanitarian Aid department (ECHO) & DRR:"}, {"text_block_id": "p124_b1769", "text": "1)"}, {"text_block_id": "p124_b1770", "text": "Integration of disaster preparedness measures in humanitarian response and relief"}, {"text_block_id": "p124_b1771", "text": "2)"}, {"text_block_id": "p124_b1772", "text": "Advocacy"}, {"text_block_id": "p124_b1773", "text": "3)"}, {"text_block_id": "p124_b1774", "text": "Disaster Preparedness Programme (DIPECHO)"}, {"text_block_id": "p124_b1775", "text": "4)"}, {"text_block_id": "p124_b1776", "text": "Funding of Capacity-Building measures for humanitarian actors, incl. for disaster preparedness"}, {"text_block_id": "p124_b1777", "text": "5)"}, {"text_block_id": "p124_b1778", "text": "A DRR strategy is being prepared, in line with the EU strategy: aim to position and “task” DG ECHO in its contribution to the DRR agenda and the HFA"}, {"text_block_id": "p124_b1779", "text": "6)"}, {"text_block_id": "p124_b1780", "text": "Natural Disaster Preparedness Programme of ECHO Work through EU-NGOs, IOs/UN, Red Cross but with local partners DIPECHO in 2009 = about € 34 mln world-wide DIPECHO in South East Asia: € 10 mln (2008-2009)"}, {"text_block_id": "p124_b1781", "text": "7)"}, {"text_block_id": "p124_b1782", "text": "The Fifth DIPECHO Action Plan for South Asia was launched in 2009. The project implementation timeframe was 15 months (June 2009 to September 2010). European Commission is supporting six DIPECHO projects in Bangladesh through its partners namely Action Aid Bangladesh, Islamic Relief, Concern Universal, Plan Bangladesh, IFRC and Oxfam. The Partners are working together to develop a coordination forum to promote higher involvement, greater coordination and collaboration and are hereby collectively called DIPECHO Partners Bangladesh (DPB)."}, {"text_block_id": "p124_b1783", "text": "Area coverage:"}, {"text_block_id": "p124_b1784", "text": "The project activities are being carried out in Dhaka, Chittagong, Pabna, Cox’sBazar, Shariatpur, Faridpur, Barguna, Netrokona, Sylhet and Patuakhali with the help of the local NGOs of these regions"}, {"text_block_id": "p124_b1785", "text": "-Focus on preparedness measures incl. -demonstrative small-scale mitigation, in particular through CBDRR Promotes regional & international DRR agenda & HFA Links with other EC instruments and other donors. Complements humanitarian aid actions: part of DG ECHO’s humanitarian mandate to save lives."}, {"text_block_id": "p127_b1786", "text": "UNDP"}, {"text_block_id": "p127_b1787", "text": "b)"}, {"text_block_id": "p127_b1788", "text": "Alignment with national strategies and systems will be sought for to the largest possible extent."}, {"text_block_id": "p127_b1789", "text": "c)"}, {"text_block_id": "p127_b1790", "text": "Realizing the strong need to move the focus away from merely responding to disasters to disaster prevention and preparedness activities, SDC integrated disaster risk management uses a multi-risk approach, includes all relevant stakeholders and considers the risk management cycle"}, {"text_block_id": "p127_b1791", "text": "d)"}, {"text_block_id": "p127_b1792", "text": "A special focus is given to the needs and concerns of women before during and after disasters"}, {"text_block_id": "p127_b1793", "text": "e)"}, {"text_block_id": "p127_b1794", "text": "Emphasizes that a key factor to achieve gender equity is women’s empowerment, in particular their participation in decision-making in formal as well as in informal political structures. The gender equity approach is planned to be integrated into the programme and the project management cycle."}, {"text_block_id": "p127_b1795", "text": "Emphasizes that a key factor to achieve gender equity is women’s empowerment, in particular their participation in decision-making in formal as well as in informal political structures. The gender equity approach is planned to be integrated into the programme and the project management cycle.\n* Supporting different national and international organizations\n* Gender and DRR:\n* Gender and DRR:\n -Improving and safeguarding womenâs access to income and jobs.\n* The UNDP gender equality strategy for 2008-2011, based on its 2006-\n* Adopted the Eight Point Agenda to focus specifically on gender issues in\n* Through advocacy work on Security Council Resolutions 1325 and 1820\n* Focuses on capacity building and integration of DRR into development\n* Focuses on capacity building and integration of DRR into development\n CDMP and"}, {"text_block_id": "p127_b1799", "text": "a)"}, {"text_block_id": "p127_b1800", "text": "Gender Sensitive Community Based Disaster Awareness and Preparedness  Programme is being implemented by Ashroy Foundation, Khulna"}, {"text_block_id": "p127_b1801", "text": "b)"}, {"text_block_id": "p127_b1802", "text": "Katalyst (Swiss contact): Approach: facilitate systemic changes in selected markets which allow a pro-poor oriented growth. Specific outcome for women:"}, {"text_block_id": "p127_b1804", "text": "c)"}, {"text_block_id": "p127_b1805", "text": "Gender Mainstreaming In Intercooperation: Goal: To contribute to sustainable well-being and resilience of poor and extreme poor households of Rajshahi and Rangpur Division and Sunamganj District through social and economic empowerment"}, {"text_block_id": "p134_b1815", "text": "ANNEX VIII"}, {"text_block_id": "p134_b1816", "text": "STRENGTHS AND WEAKNESSES OF EXISTING GENDER AND DRR INITIATIVES IN BANGLADESH"}, {"text_block_id": "p134_b1817", "text": "A study"}, {"text_block_id": "p134_b1818", "text": "on"}, {"text_block_id": "p134_b1819", "text": "Mapping Gender and Disaster Risk Reduction Initiatives in Bangladesh"}, {"text_block_id": "p134_b1820", "text": "has compiled the activities of different actors and sharing the best practices on the issue of gender and DRR activities in Bangladesh.  Of the different government actors in Bangladesh Department of Disaster Management (DDM, former Disaster Management Bureau/DMB and Disaster Relief and Rehabilitation, the two wings used to serve the MoFDM merged into DDM in September, 2012 after the MoFDM changed to MoDMR). In 2004 MoFDM, with the support of UNDP, launched the Comprehensive Disaster Management Programme (CDMP) to facilitate the reform of the disaster management approach by expanding its focus from reactive emergency response to proactive risk reduction. Bangladesh has created a simplistic model to guide disaster risk reduction and emergency response management efforts in the country. The model has three key elements and ensures that the move to a more comprehensive disaster risk reduction (DRR) culture remains central to all efforts. The second Phase of CDMP (commenced in January 2010 to be completed in December, 2014) is functioning with the financial support from multi-donors (UNDP, UKaid, AusAid, DFID, EU, Norwegian Embassy, Sida). Both the phases of CDMP have a focus on vulnerability, risks associated with poor and women."}, {"text_block_id": "p134_b1821", "text": "However, although gender issues are getting attention in the disaster management efforts of different actors, concise efforts are yet to be given in a systematic manner. Development partners (other than CDMP donors) such as ADB, GiZ, Netherlands, Swiss Agency for Development and Cooperation (SDC), USAID, World Bank and others as well as different INGOs, for example Oxfam GB, Care Bangladesh, Concern Universal, Actionaid, Intercooperation, Swiss Contact, IUCN, including other organizations are providing supports to GoB and partner NGOs to address disaster risk reduction issues since long. Almost all of them have a focus on gender. Academic institutions and individual researchers are also been involved in disaster management and risk reduction issues"}, {"text_block_id": "p134_b1822", "text": "."}, {"text_block_id": "p134_b1823", "text": "The following section is based on the study findings on ‘Mapping Gender and Disaster Risk Reduction Initiatives in Bangladesh’ to highlight the strengths and weaknesses of various actors working in Gender and DRR and Climate change and DRR issues. The study recommendations are also highlighted here."}, {"text_block_id": "p134_b1824", "text": "Strengths of the existing gender and DRR activities"}, {"text_block_id": "p134_b1825", "text": "A. Government initiatives:"}, {"text_block_id": "p134_b1826_merged_merged_merged", "text": "The National Plan for Disaster Management (2010-2015, drafted in 2007 and revised in 2010) of DMB, MoDMR, GoB is an outcome of the HFA and of the SAARC process. The National Plan for Disaster Management focus on disaster management vision of Bangladesh; Hazards in Bangladesh; Climate Change; Disaster-Development linkages: National and International Drivers for Change (MDGs, PRSP, Hyogo Framework of Action (HFA), SAARC Framework of Action (SFA), Bangladesh Climate Change Strategy and Action Plan (BCCSAP, 2009); Methods, objectives, strategic goals of the plan; Conceptualizing disaster management in Bangladesh; Disaster Management Regulatory Framework, Disaster Management Plans, Disaster Management Action Matrix 2010-2015; Implementation and follow up; Monitoring and evaluation and Financing the plan. All the issues are planned to address in collaboration with stakeholders including INGOs and NGOs."}, {"text_block_id": "p135_b1828", "text": "Although there is no independent section on gender and disaster management in the National Plan for Disaster Management, (2010-2015) the Disaster Management Action Matrix 2010-2015 include mainstreaming disaster risk reduction and climate change adaptation issues as well as empowering risk communities to reduce vulnerabilities of the risk communities as key targets including women."}, {"text_block_id": "p135_b1829_merged", "text": "The revised Standing Orders on Disaster Management (2010) of includes MoWCA in Risk Reduction activities including emergency responses during Normal, Warning, Disaster and Rehabilitation stages. Department of Women Affairs is assigned to carry out specific activities such as ensuring participation of DWA representative in different disaster management committee, ensuring women’s participation in the preparedness and disaster management activities, play active role in identifying the gender gap and ensure its implementation in all disaster management activities, provide livelihood support to women and children affected by disaster. The NPWA, 2011 has endorsed women in disaster as a separate theme for the first time in Bangladesh. With the support of CDMP, DWA has launched a program (2010-2012) on gender and disaster in 413 upazilas, involving 1500 organizations in Bangladesh."}, {"text_block_id": "p135_b1832", "text": "The strategic goals of the Bangladesh Climate Change Strategy and Action Plan focus on ‘Mainstreaming Risk Reduction’, ‘Empowering risk communities’ along with other goals which ahs a gender focus."}, {"text_block_id": "p135_b1833", "text": "B. Initiatives of Development Partners"}, {"text_block_id": "p135_b1834", "text": "A considerable number of development partners have been supporting the effort of the Government of Bangladesh including INGOs and NGOs to carry out gender and disaster related activities, which have been mentioned in the Matrix prepared in section 1."}, {"text_block_id": "p135_b1835", "text": "Support to Government, INGOs and NGOs:"}, {"text_block_id": "p135_b1836", "text": "The Comprehensive Disaster management Programme (CDMP I, II): (Supported by UNDP, EU, DFID, UKaid, Ausaid, Sida, Norwegian Emabassy). CDMP is popularly known as the disaster management programme of the Government of Bangladesh (GoB), especially of the MoFDM. However, there are other partners of CDMP including DMB, DoRR and CPP; MoP; NCTB, Ministry of Education; DPHE; Ministry of Local Government; Rural Development & Cooperatives; DAE, MoA; DoF and DLS; MoFL; DoE, MoEF; FS&CD, Ministry of Home Affairs; BMD, Ministry of Defence; MoL; DWA, MoWCA; DGHS; MoHFW; FFWC; MoWR; GSB; Ministry of power Energy and Mineral resources; Institutes and Universities including Education Research and Training Networks."}, {"text_block_id": "p135_b1837", "text": "After the completion of Phase I (2005-2009), CDMP Phase II is designed for another five-year initiative from January 2010 to December, 2014. The overall aim of CDMP is to contribute to poverty alleviation in Bangladesh through disaster risk reduction. Attempt to mainstream gender in DRR activities has been introduced in CDMP since phase I. CDMP works with the specific agenda on Gender and disaster related activities, which have been mentioned earlier. In Phase I CDMP developed a tool for Community Risk Assessment (CRA) with specific guideline, which also has a focus on gender. CDMP II is an example of harmonization among the development partners to avoid overlapping and isolating of activities related to gender and DRR. The other activities of CDMP mentioned by DFID are: inclusion of gender analysis as a core activity in the CRA, methodology and operational guidelines; Promoting gender awareness in core staff training and orientation activities; Promoting equal opportunity access under the new scholarship programme (supported by AusAid); Collaboration with UNDP on its gender mainstreaming project; Collaboration with the DER working group on gender and diversity; Developing (gender) disaggregated data formats for the new DMIC database; Promoting gender as a key criteria for the design of LDRRF proposals, as well as an assessment criteria for potential partner organizations. Risk assessments have been conducted for 622 unions of 16 districts following CRA guidelines. A total of 18 women, PWD and the socially disadvantaged groups from each union participated in the risk assessments process"}, {"text_block_id": "p135_b1838", "text": "It has been revealed that development partners are keen to work in a group rather than providing separated effort. For example, DIPECHO of EU is a good practice of bringing different actors working in DRR issues. Six INGOs have"}, {"text_block_id": "p136_b1839", "text": "been working with DIPECHO in a concerted way on Disaster Risk Reduction and Humanitarian Assistance under one umbrella named NARRI (National Alliance for Risk Reduction Initiative) Consortium to ensure that different development actors work together for better synergy and effectiveness from local to national level."}, {"text_block_id": "p136_b1840", "text": "Other efforts include the inclusion of Humanitarian assistance, empowering women through making access to food security in the disaster prone areas (UNFPA), Initiatives of SDC through gender and disaster risk reduction activities at community level. The Katalyst Approach is an indirect initiative to bring systemic changes through improving and safeguarding women’s access to income and jobs and enhancing their participation in the male domain, e.g. markets of services, inputs, products. Some of the good practices of involving women in adaptation activities include: ddissemination of early warning by young women volunteers and also work in response and recovery; women are exchanging views with family member and neighbours; women are planting more trees than before; taking necessary steps for prepare houses before the disaster risk; during cyclone AILA most of the women took shelter earlier (SDC initiatives)."}, {"text_block_id": "p136_b1841", "text": "Other than supporting CDMP, UNDP developed a unique set of resources to assist high-risk countries in gender-sensitive disaster risk reduction and recovery planning and programming: Awareness and advocacy; Analysis and review; Capacity development; Gender aware DRR knowledge products; Gender-sensitive risk assessment; Genderresponsive recovery. UNDP is also going to develop a global network DRR formally launched in 2011. Other development partners, e.g. ADB, GIZ, JAICA, Netherlands, USAID, World Bank and so on are either directly or indirectly supporting disaster management or risk reduction activities, with or without providing specific focus on gender."}, {"text_block_id": "p136_b1842", "text": "C. Initiatives of International Non-Government Organizations"}, {"text_block_id": "p136_b1843", "text": "INGOs such as Bangladesh Red Crescent Society, Oxfam GB, CARE Bangladesh, ActionAid, IUCN and others have been working in the fields of disasters since long. Though not from the beginning, most have policy on gender and mandate for disaster risk reduction."}, {"text_block_id": "p136_b1844", "text": "Bangladesh Red Crescent Society works through building community disaster preparedness, community-based development initiatives (CDI) and community based disaster management etc. Though the specific agenda on gender and disaster management has not been incorporated in the organization, through the community based programme and CPP activities vulnerable group of the communities including women get priority over others."}, {"text_block_id": "p136_b1845", "text": "ActionAid focuses on “Rights Based Approach” and works on improving the structural, the ideological and practical aspects of women and girls’ lives, enabling them to claim their rights as full and equal citizens. ActionAid anchors the secretariat of DIPECHO Action Plan (6th Action Plan, 2011-2012), which is for a duration of 18 months started from 15 March, 2011. ActionAid is coordinating the work between INGOs and ensures compliance to donor and effective implementation of the program."}, {"text_block_id": "p136_b1846", "text": "CARE Bangladesh has formulated a Policy on Gender and Disaster Management in 1999. Since then incorporating gender issues in DRR. It has provided support to form a network of NGOs (NIRAPAD) working on disaster issues."}, {"text_block_id": "p136_b1847", "text": "SHOUHARDO (a Title II program of USAID includes activities in the disaster prone areas involving both women and men: homestead raising , mound extension, market ground raising, road maintenance and construction, embankment maintenance, flood shelter construction, wave protection wall building etc."}, {"text_block_id": "p136_b1848", "text": "Concern Universal Bangladesh has been implementing Disaster Risk Reduction Projects in the most disaster-prone communities of Bangladesh in partnership with DIPECHO under DIPECHO’s 3rd, 4th and 5th Plans of Actions for South Asia."}, {"text_block_id": "p137_b1849", "text": "Oxfam GB Disaster and Emergency Response (DER) Group has made a Gender and Diversity Checklist for Disaster and Emergency Response ( Started in 2001) where the General principles in disaster and emergency response activities have been highlighted. Oxfam responses to the UNISDR Mid-term Review of the Hyogo Framework for Action, December 2010; Evaluated the River Basin Programme in Bangladesh, June 2008; works with Gender specific Risk Environment: - Hazard Assessment, Vulnerability Assessment and Risk Consideration; Gender specific Risk Environment Management: Prevention and Mitigation; Adaptation and Preparedness; Gender specific  Emergency Response: Early Warning; Evacuation, Search and Res.; Coping; Response and medical; Rehabilitation."}, {"text_block_id": "p137_b1850", "text": "IUCN have been working jointly with UNDP and UNISDR to integrate gender issues into disaster risk reduction across the board. For IUCN, the growing impact of climate change-related disasters on women is of immense concern. IUCN also involved in policy formulation process of the GoB and currently (2013) is working on the Climate Change Gender Action Plan (ccGAP)"}, {"text_block_id": "p137_b1851", "text": "In early 2007, UNISDR launched an initiative to build global partnerships for mainstreaming gender concerns and needs into DRR. The initiative provides a platform for gender activists and different stakeholders to: share information, knowledge and experience in addressing gender issues."}, {"text_block_id": "p137_b1852", "text": "Most of the programmes run by NGOs in Bangladesh are related to the micro level community based disaster risk reduction. These organizations have been working on disaster preparedness and mitigation activities with community and some from an inclusive and gender focused strategies."}, {"text_block_id": "p137_b1853", "text": "D. Contributions of Academia"}, {"text_block_id": "p137_b1854", "text": "An independent department in the Potuakhali Science and Technology University has been launched in 2009. University of Dhaka has introduced professional degree courses on disaster management through establishing a center named Centre for Disaster and Vulnerability Studies (CDVS) under Department of Sociology in 2009. In 2012 the CDVS has been turned to an independent institute-Institute of Disaster Management and Vulnerability Studies (IDMVS). It offers Certificate course, Post graduate Diploma course, Masters on Disaster Management and Bachelor degrees. Gender and Disaster Risk Reduction has been one of the central themes from the very beginning of the courses offered. The Department of Geography and Environment also has a centre named Center for Disaster Research, Training and Management. Recently (2010) the department is offering courses on disaster management under a Master Programme. BRAC University is the only private university offering a post graduate course on Disaster Management. CDMP has been involved in sponsoring professional training programme on disaster management to both the public and private universities in Bangladesh since 2008. Under the CDMP (first phase) initiatives three universities: University of Dhaka, Khulna University and Potuakhali Science and Technology offered Diploma courses and a total of 13 universities (8 during CDMP I and 5 during CDMP II) have been getting Professional Training Courses on disaster management. All of the programmes keeping courses on gender and disaster management."}, {"text_block_id": "p137_b1855", "text": "Weaknesses of the programmes/projects:"}, {"text_block_id": "p137_b1856", "text": "Despite attempts, a gap has been observed in sharing the experiences of gender and disaster management and risk reduction activities of different actors due to absence of concise analysis of the existing initiatives. The initiatives those have been taken by Government and other actors are not always functioning as expected. There are many social, economic and political factors which are contributing to the challenges which are encountered by the country’s policy. The challenges of gender and disaster management should be looked from the Key elements governance and disaster risk reduction (DRR) which includes participation, accountability, decentralization, legally enforceable obligation, national coordination and cooperation, international cooperation and coordination. There are some challenges of achieving the disaster management goals of Bangladesh."}, {"text_block_id": "p138_b1857", "text": "The following weaknesses have been identified through the experiences of researchers,"}, {"text_block_id": "p138_b1858", "text": "In most cases the initiatives (programme/projects) taken by different government agencies, development partners, INGOs and non-government organizations are implemented in isolation. Although an interface between MoDMR and MoEF is expected, in practice the collaborative efforts are not that much visible. As there is separate ministry and a programme i.e. Comprehensive Disaster Management Programme (CDMP I and II), the second pillar of BCCSAP is not that much elaborative and activity oriented. Moreover, close collaboration between the two ministries is yet to be established."}, {"text_block_id": "p138_b1859", "text": "The institutional framework of Bangladesh does not have the full capacity to adopt the participatory approach because reducing incidence and severity of disasters depend on many factors, of which most important is the devolution of power and channeling adequate resources to the local governance."}, {"text_block_id": "p138_b1860", "text": "NPDM was not widely shared with public before the development."}, {"text_block_id": "p138_b1861", "text": "There is no separate section on gender and disaster management and disaster and risk reduction in the NPDM or BCCSAP"}, {"text_block_id": "p138_b1862", "text": "Development policy of the country does not emphasize on the in-country regional variation of types of disasters and severity and apply similar policy for all over Bangladesh"}, {"text_block_id": "p138_b1863", "text": "The CRA guideline developed by CDMP does not have a template to be followed in all locations. For the analysis of the results of the Disaster Risk Assessment, one have to wait till the information is shared at national level. Moreover, mainstreaming effort has yet to be ensured for sustainability."}, {"text_block_id": "p138_b1864", "text": "Lower representation in the policy and decision making bodies in gender and DRR activities"}, {"text_block_id": "p138_b1865", "text": "Absence of gender friendly infrastructure in conducting DRR activities"}, {"text_block_id": "p138_b1866", "text": "Whatever support is provided by the government and non-government organizations, this is not adequate for the disaster affected people. The area coverages of NGOs are very limited and services are limited only to their participants."}, {"text_block_id": "p138_b1867", "text": "The short-term and project based disaster management approach used over the last few decades by Govt. and different NGOs in Bangladesh has made the community more ‘Relief Oriented’ and it therefore takes time to make them committed towards community development and resilience building for better adaptation to the impacts of DRR & climate change"}, {"text_block_id": "p138_b1868", "text": "Dealing with rural power structures to implement DRR options is a challenge as well as a threat, to ensure the participation and control of vulnerable people over decision making and the implementation process"}, {"text_block_id": "p138_b1869", "text": "Minimizing the opportunity cost of project participants is crucial for the project; and particularly Community based activities, because they require time consuming participation"}, {"text_block_id": "p138_b1870", "text": "Absence of any asset base excludes poor people/women from adaptation choices and initiatives. It is difficult to include landless people in the development process without ensuring their rights over land"}, {"text_block_id": "p138_b1871", "text": "The social barrier towards women’s participation in DRR activities (Ashroy Foundation)"}, {"text_block_id": "p138_b1872", "text": "Disaster risk was never in the political parties’ manifesto"}, {"text_block_id": "p138_b1873", "text": "Absence of a civil society forum on DM in Bangladesh"}, {"text_block_id": "p138_b1874", "text": "Overcoming bias towards relief and response"}, {"text_block_id": "p138_b1875", "text": "Absence of mainstreaming disaster risk reduction across sectors"}, {"text_block_id": "p138_b1876", "text": "Limited resources (OECD and WB suggested for 40% allocation of overseas development assistance to DM)"}, {"text_block_id": "p139_b1877_merged", "text": "The findings of a study (Nasreen, 2008) based on wide community consultation argue that local community, especially women are not benefited from the existing disaster management policy and there are many forms of violations of their human rights. The study pointed out that during disaster women continue to be bearers and socializers of children, collectors and providers of food, fuel, water, fodder, building materials and keepers of household belongings: they also represent a productive potential which is not discussed earlier. The study maintained that it is poor women’s strategies, developed over the last few years, those are vital in enabling the rural people to cope with disaster. It must be mentioned that CRA is including a women group in each location, however, there is no gender specific issues highlighted in the guideline for all stakeholders."}, {"text_block_id": "p139_b1879", "text": "It has been argued in the study that although Bangladesh has a comprehensive disaster management programme, a well developed plan, mainstreaming strategies, CRA guideline and disaster management institutions etc. the whole operation of the disaster management is highly centralized. In case of emergency responses committees become dysfunctional. Control of the budget, relief items, disaster management mechanisms are in the hands of higher authorities at central level. The local government institutions completely depend on the decision and resources of the central disaster management authority to response to the victims."}, {"text_block_id": "p139_b1880", "text": "Gender issues are not taken care of with due attention at the time of designing DRR activities for pre, during and post disasters periods. Women’s issues are only seen in case of vulnerability perspective and their names are listed in the relief distribution during disaster. In fact disaster management in Bangladesh has become concomitant to relief. Other activities related to risk reduction mostly remain silence throughout the year. None of the document of disaster management mentioned about women’s contributions or capabilities pre, during and post disaster situations. It must be mentioned here that despite research (Nasreen, 1995, 1998, 2008) available in the country on women’s heroic efforts, since long, it have always been ignored in the government policy."}, {"text_block_id": "p139_b1881", "text": "It is also evident that in the standing order there is not clear instruction for inclusion of women elected representatives of the local government institutions and as a result they are ignored at both national and sub-district levels disaster management activities. To ensure effective planning and coordination of disaster risk reduction and emergency response management, involvement of women elected representatives in local government is a demand since late 90’s but they are still been left out by the men elected representatives. The institutional framework of disaster management may be viewed as decentralized, however, devolution of power is the most important element of decentralization, which must be given proper attention. It is also argued that corruption associated with emergency relief distribution discourages or discard women elected representatives to be involved in during disaster activities (Nasreen, 2008, 2011). The elected women representatives are seen proactive in DRR issues during disaster free time."}], "document_description": "This document defines how the Ministry of Environment and Forest will promote gender equality and women empowerment internally as well as with partners while tackling climate change issues.<br><br>"}