{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Bangladesh", "document_category": "Policy", "document_sector_name": ["Economy-wide", "Disaster Risk Management (Drm)", "Buildings", "Agriculture"], "document_language": "English", "document_name": "National Plan for Disaster Management (2016-2020)", "document_country_code": "BGD", "document_hazard_name": ["Drought", "Flood", "Earthquake"], "document_response_name": "Disaster Risk Management", "document_type": "Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "27/03/2017", "document_keyword": ["Disaster Risk Management", "Buildings", "Finance", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/BGD/2017/BGD-2017-03-27-National Plan for Disaster Management (2016-2020)_8ec499e1693f422be290e652208b0fcb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the People’s Republic of Bangladesh"}, {"text_block_id": "p0_b2", "text": "Ministry of Disaster Management and Relief"}, {"text_block_id": "p0_b3_merged", "text": "National Plan for Disaster Management (2016-2020)"}, {"text_block_id": "p0_b6", "text": "Building Resilience for Sustainable Human Development"}, {"text_block_id": "p0_b7", "text": "March 27, 2017"}, {"text_block_id": "p1_b8", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p1_b9", "text": "National Planning for Disaster Management"}, {"text_block_id": "p1_b10", "text": "Preamble:"}, {"text_block_id": "p1_b11", "text": "Disaster risk reduction (DRR) and emergency management is integrated in the disaster management (DM) policies of the Government of Bangladesh (GoB), exemplified in its vision and the mission of the Ministry of Disaster Management and Relief (MoDMR), which is translated in this National Plan for Disaster Management (NPDM 2016-2020). The plan has three core goals of saving lives, protecting"}, {"text_block_id": "p1_b12", "text": "investments and effective recovery. It builds on GoB’s past success in disaster"}, {"text_block_id": "p1_b13", "text": "management and international DRR frameworks, and adopts a phase-wise approach with 34 core targets to be implemented in partnership with relevant stakeholders in the context of rapid change in Bangladesh."}, {"text_block_id": "p1_b14", "text": "management and international DRR frameworks, and adopts a phase-wise approach with 34 core targets to be implemented in partnership with relevant stakeholders in the context of rapid change in Bangladesh.\n* NPDM 2016-2020 is a successor of the previous NPDM\n* A review of NPDM\n* A review of NPDM\n .\n* NPDM 2016-2020 was\n* NPDM 2016-2020 was\n international frameworks including the GoBâs 7\n* NPDM 2016-2020 was\n international frameworks including the GoBâs 7\n th\n* NPDM 2016-2020 was\n international frameworks including the GoBâs 7\n th\n 5-year plan, Asia Regional Plan for"}, {"text_block_id": "p1_b25", "text": "Purpose and approach of NPDM 2016-2020:"}, {"text_block_id": "p1_b26_merged_merged_merged_merged", "text": "The purpose of NPDM 2016-2020 is to guide implementation of the Disaster Management Act 2012, allowing GoB ministries and other agencies to use it to produce their Annual Work Plans. The plan takes a ‘whole-of-Government’ approach, and it also attaches importance to engagement of the private sector."}, {"text_block_id": "p2_b31", "text": "Strategic aims and objectives:"}, {"text_block_id": "p2_b32", "text": "NPDM 2016-2020 has a set of strategic aims reflecting its alignment with SFDRR, strategy guidance to relevant stakeholders, recognition of emerging risks and phased implementation of prioritized actions. A set of objectives allow operationalizing the aims through identifying priority actions, providing a roadmap for implementation of at least 20 core investments, incorporating DM aspects in sectoral plans, exploring public-private investments, ensuring inclusivity, addressing emerging risks, promoting risk governance and illustrating how the work of various"}, {"text_block_id": "p2_b33", "text": "stakeholders can contribute to GoB’s DM vision."}, {"text_block_id": "p2_b34", "text": "Legal context:"}, {"text_block_id": "p2_b35", "text": "The Disaster Management Act 2012 is the legal framework for DM in the country. The National Disaster Management Council (NDMC), headed by the Prime Minister, is the supreme body for providing overall direction for DM, with the MoDMR having the role of"}, {"text_block_id": "p2_b36", "text": "“Secretariat” to NDMC. NPDM"}, {"text_block_id": "p2_b37", "text": "2016-2020 is prepared to achieve national long-term DM goals in line with the DM Act 2012 and 7"}, {"text_block_id": "p2_b38", "text": "th"}, {"text_block_id": "p2_b39", "text": "5-Year Plan."}, {"text_block_id": "p2_b40", "text": "Scope:"}, {"text_block_id": "p2_b41_merged_merged", "text": "NPDM 2020 is GoB’s ‘white paper’ document and abides by national DM institutional and policy regimes. It embodies both rapid and slow onset disasters and it also includes recurrent, anticipated and climate induced disasters. Following the investment scenario of the country and potential engagement of the private sector, NPDM 2016-2020 promotes risk-informed planning and implementation of investment initiatives for business continuity in disasters."}, {"text_block_id": "p2_b44", "text": "Plan development process:"}, {"text_block_id": "p2_b45", "text": "The development of NPDM 2016-2020 consisted of a preliminary desktop review, then guided by a steering committee to draft its initial contents. The development process was participatory and inclusive, involving consultations with a wide range of stakeholders including GoB agencies, NGOs and CSOs, facilitated by UNDP and MoDMR from 2015. An intensive review of the SFDRR, UN Sustainable Development Goals (SDGs) and the Paris Climate Change Agreement allowed synergies between international drivers, the country context and priorities linked with the NPDM 2016-2020. A set of thematic and regional workshops allowed drawing diverse insights, and a national consultation workshop was conducted to gain feedback through a SFDRR-based framework. These workshop outputs were made available online for further feedback and subsequently the draft NPDM 2016-2020 was also made available online, with eventual approval by an inter-ministerial committee."}, {"text_block_id": "p2_b46", "text": "A changing risk environment:"}, {"text_block_id": "p2_b47", "text": "Bangladesh is highly disaster-prone and managing disasters has been a major focus, with investments in DM significantly decreasing disaster mortality in recent decades. The context, however, is changing -Bangladesh is highly at risk from climate change and earthquakes pose a challenge for its rapidly growing cities. Women are disproportionally impacted by disasters, requiring more emphasis on managing risks in a gender-responsive manner. These emerging risks present major challenges to human development, where the poorest communities are hardest hit by disasters. Despite these challenges, Bangladesh has made major recent socio-economic gains, achieving a lower middle income country status. Nonetheless,"}, {"text_block_id": "p3_b48", "text": "significant economic losses due to disasters continue to occur and the industrial sectors are highly vulnerable. The speed of urbanization with resultant growth of informal settlements requires prioritizing resilient urban design, planning and delivery of services."}, {"text_block_id": "p3_b49", "text": "Main hazards:"}, {"text_block_id": "p3_b50", "text": "The following hazards impact Bangladesh: flood; cyclone and surge; tornado; earthquake; riverbank erosion; landslide; salinity intrusion; drought; tsunami; lightning; arsenic contamination; human-induced hazards and health hazards. The last hazard has potential for assuming significance because of the emerging risks in Bangladesh."}, {"text_block_id": "p3_b51", "text": "Disasters and development linkages:"}, {"text_block_id": "p3_b52", "text": "Disasters are often the outcome of inadequate development choices and can eradicate years of development effort where disaster risk and poverty are closely linked. Since poverty, sustainable development, disasters and climate change are interlinked, it is crucial to integrate DM measures in development initiatives. It is not only the business of the government, but involves every part of society because DM for resilience contributes to sustainable development. Development and investment plans should be risk-informed based on disaster risk assessments and avoid generating new risks or exacerbating existing ones."}, {"text_block_id": "p3_b53", "text": "National DM instruments:"}, {"text_block_id": "p3_b54", "text": "DM in Bangladesh is guided by a number of national drivers which includes: National DM plans (NPDMs) that strategize the management of both risks and consequences of disasters, community involvement and integration of structural and non-structural measures; Disaster Management (DM) Policy (2015), which places importance on the DM fund as a dedicated financial resource for DM activities at all levels; DM Act 2012, which endorses the Standing Orders on Disaster (SOD) and provides a legal basis."}, {"text_block_id": "p3_b55", "text": "Institutional structure:"}, {"text_block_id": "p3_b56", "text": "MoDMR has the responsibility for coordinating national DM efforts and NDMC is the supreme body for providing overall direction. Functional and hazard-specific planning and execution responsibilities are vested in sectoral agencies. The Standing Orders on Disaster (SOD) issued by the ministry in 1997 was an important milestone towards guiding and monitoring DM activities in Bangladesh. Key national level DM institutions include: NDMC; Inter-Ministerial Disaster Management Coordination Committee (IMDMCC); National"}, {"text_block_id": "p3_b57", "text": "Disaster"}, {"text_block_id": "p3_b58", "text": "Management"}, {"text_block_id": "p3_b59", "text": "Advisory Committee (NDMAC); National Platform for Disaster Risk Reduction (NPDRR); Earthquake Preparedness and Awareness Committee (EPAC); and Focal Point Operation Coordination Group of Disaster Management (FPOCG). At sub-national levels: Disaster Management Committees (DMCs) at district, upazila, union, pourasava and ward levels."}, {"text_block_id": "p3_b60", "text": "Disaster-Development linkages"}, {"text_block_id": "p3_b61", "text": "–"}, {"text_block_id": "p3_b62", "text": "national and international frameworks:"}, {"text_block_id": "p3_b63_merged_merged", "text": "NPDM 20162020 draws from several national and international frameworks including: Vision 2021, which is concerned with protection from climate change and environmental impacts, and ecological development; 7th Five-Year Plan relating to the overall goal of DM in"}, {"text_block_id": "p4_b67", "text": "Bangladesh to build resilience and corresponding identification of national resources; Bangladesh Climate Change Strategic Action Plan (BCCSAP), which is pro-poor and prioritizes adaptation and disaster risk reduction based on key thematic areas with cognizance of the link between climate change and disasters; Paris Climate Change Agreement, providing Bangladesh the opportunity to leapfrog into a sustainable future by investing on renewable energy; Sustainable Development Goals (SDGs), where DRR is the foundation and allows safeguarding development efforts from disasters; and most importantly, SFDRR, which is integrated into the objectives, goals and activities of NPDM 2016-2020 and serves as a template for translation to the Bangladesh context. SFDRR is built on four priority areas which are also integrated into the goals and activities f"}, {"text_block_id": "p4_b68", "text": "or DM of GoB’s 7"}, {"text_block_id": "p4_b69", "text": "th"}, {"text_block_id": "p4_b70", "text": "Five Year Plan."}, {"text_block_id": "p4_b71", "text": "Vision, Strategies and Priorities of NPDM 2016-2020"}, {"text_block_id": "p4_b72", "text": "Vision: building on achievements:"}, {"text_block_id": "p4_b73", "text": "NPDM 2016-2020 is based on SFDRR and follows the national targets indicated in SFDRR and is aligned with its four priorities. Bangladesh has invested strongly on DRR, and despite frequent disasters, disaster mortality has reduced, GDP growth is maintained, food security is improved and almost all the MDGs were achieved. However, a changing risk context means new challenges, but also opportunities for building resilience. Thus, building on past achievements and tackling new risks, the vision of NPDM 2016-2020 is:"}, {"text_block_id": "p4_b74", "text": "“Winning resilience against all odds”."}, {"text_block_id": "p4_b75", "text": "Strategy directions:"}, {"text_block_id": "p4_b76_merged_merged", "text": "The disaster and institutional context of Bangladesh, and review of NPDM 2010-2015, point to the following eight key strategic directions for achieving resilience: Upgrading existing DM programs and policies; DM governance; Investments for building resilience against chronic disasters; Social protection; Inclusive development; Private sector engagement; Resilient post-disaster response and recovery; and Emerging risks."}, {"text_block_id": "p4_b80", "text": "NPDM 2016-2020 focus areas:"}, {"text_block_id": "p4_b81", "text": "Bangladesh aligns its DM strategies and plans with SFDRR and the following focus areas will enable implementing them: Promoting policy coherence among DM and development in-country; Making disaster risk reduction a development practice to achieve resilient public investment and the SDGs; Encouraging private sector engagement towards risk sensitive investments; Building capacity and leadership to implement NPDM 2016-2020 at the national and local level. These areas will need to be supported by adequate capacity and resources at the local level; knowledge and information from the scientific and academic community; and practical guidance and tools, following an inclusive approach. NPDM 2016-2020 thus provides two main implementation guides: Broad policy direction in terms of national level action plans to guide DM in Bangladesh in alignment with SFDRR in the national context of the SDGs; Action plans with indicative timeframes over the next 5 years and 34 core targets to be continued until 2030."}, {"text_block_id": "p4_b82", "text": "Inclusion as an underlying strategy:"}, {"text_block_id": "p4_b83", "text": "Social inclusion is an underlying and cross-cutting strategy in all the action plans of NPDM 2016-2020, and were informed by the outputs of stakeholder consultations. Two main inclusivity areas should inform all DM"}, {"text_block_id": "p5_b84", "text": "initiatives, policies, programs and planning: To ensure incorporation of gender issues in decision making and participation of women and men in all NPDM 2016-2020 priority actions; To ensure adequate considerations for people with vulnerabilities across implementation of NPDM 2016-2020."}, {"text_block_id": "p5_b85", "text": "Accountability framework"}, {"text_block_id": "p5_b86", "text": ": Implementation of NPDM 2016-2020 is linked to the framework of national policy, legislation and business rules, involving various strategies, including: Ministry, department and agency focal point; Links between policy and operations; Expanding the scope of planning; Political consensus and allocation of resources; Contingency/Preparedness plan; Periodic review of the implementation of the plan; Funding requirement and resource mobilization; and Coordination, Communication and Cooperation."}, {"text_block_id": "p5_b87", "text": "Priority level action plans:"}, {"text_block_id": "p5_b88", "text": "The extensive stakeholder and expert consultations undertaken to develop NPDM 2016-2020 focused on the following SFDRR priorities and action plans were derived following"}, {"text_block_id": "p5_b89", "text": "an ‘all"}, {"text_block_id": "p5_b90", "text": "-"}, {"text_block_id": "p5_b91", "text": "hazards’"}, {"text_block_id": "p5_b92", "text": "approach with hazard-specific activities linked to broader priority level action plans."}, {"text_block_id": "p5_b93", "text": "approach with hazard-specific activities linked to broader priority level action plans.\n* â\n* â\n Action plans under this priority focus on\n* â\n* â\n This\n* â\n* â\n Under this priority,\n* â\n Under this priority,\n hazardsâ approach.\n* â\n* â\n Concerned action plans"}, {"text_block_id": "p5_b112", "text": "Investment priorities for NPDM 2016-2020:"}, {"text_block_id": "p5_b113", "text": "To aid the planning process in terms of timeframes, the above priority actions are abbreviated to summary action statements corresponding to the SFDRR priorities (P1, P2, P3 and P4)."}, {"text_block_id": "p5_b114", "text": "Timeline, actions and targets of NPDM 2016-2020:"}, {"text_block_id": "p5_b115", "text": "The timeline for the 5-year NPDM 2016-2020 has three program periods: 2016 -preparatory year with continuation of existing programs; 2017-2018 -initiation of new actions plus actions continuing from the previous period; and 2019-2020 -more initiatives and an activity peak relating to expected growth in institutional capacity. Many of the core targets will continue to be implemented over the long term until 2030. After each period, review and updating"}, {"text_block_id": "p6_b116", "text": "processes will be undertaken with stakeholders’ feedback, making"}, {"text_block_id": "p6_b117", "text": "NPDM 2016-2020 an adaptive document. A set of tables are presented showing the action plans according to the 3-block timeline, with the summary actions grouped according to the SFDRR priorities with the corresponding 34 core targets to be committed by GoB."}, {"text_block_id": "p8_b118", "text": "Table of Contents"}, {"text_block_id": "p9_b119", "text": "Appendices"}, {"text_block_id": "p10_b120", "text": "Appendices\n* National level actions from the Sendai Framework for Disaster Risk Reduction\n* Findings from local level workshops\n* Outputs of National Consultation Workshop\n* Outputs of consultations on inclusive DM\n* Steering Committee\n* Advisory Committee"}, {"text_block_id": "p10_b132", "text": "References"}, {"text_block_id": "p11_b133", "text": "Acronyms"}, {"text_block_id": "p12_b134", "text": "1. National Plan for Disaster Management"}, {"text_block_id": "p12_b135", "text": "1.1. Preamble"}, {"text_block_id": "p12_b136", "text": "1.1. Preamble\n* Disaster risk reduction and emergency response is integrated in disaster\n<\\li1>"}, {"text_block_id": "p12_b138", "text": "Government vision"}, {"text_block_id": "p12_b139", "text": "“The disaster management vision of the Government of the People’s Republic of"}, {"text_block_id": "p12_b140", "text": "Bangladesh is to reduce the risk of people, especially the poor and the disadvantaged,"}, {"text_block_id": "p12_b141", "text": "from the effects of natural, environment and human induced hazards to a"}, {"text_block_id": "p12_b142", "text": "manageable and acceptable humanitarian level and to have in place an efficient"}, {"text_block_id": "p12_b143", "text": "emergency response"}, {"text_block_id": "p12_b144", "text": "management system.”"}, {"text_block_id": "p12_b145", "text": "MoDMR mission"}, {"text_block_id": "p12_b146", "text": "“To achieve a paradigm shift in disaster management from conventional response and"}, {"text_block_id": "p12_b147", "text": "relief to a more comprehensive risk reduction culture, and to promote food security as an important factor in ensuring the resilience of c"}, {"text_block_id": "p12_b148", "text": "ommunities to hazards.”"}, {"text_block_id": "p12_b149", "text": "ommunities to hazards.”\n* The significance of disaster management and resilience building is enormous in the\n* plan for DM is undertaken on a regular basis in 5-year cycles.\n* NPDM 2010-2015 has completed its term and NPDM 2016-2020 is a follow-up of the\n* NPDM 2016-2020 is designed to support the government of Bangladeshâs target to become a middle income country by 2021 and a developed country in 2041. The"}, {"text_block_id": "p13_b161", "text": "ommunities to hazards.”\n* The significance of disaster management and resilience building is enormous in the\n* plan for DM is undertaken on a regular basis in 5-year cycles.\n* NPDM 2010-2015 has completed its term and NPDM 2016-2020 is a follow-up of the\n* NPDM 2016-2020 is designed to support the government of Bangladeshâs target to become a middle income country by 2021 and a developed country in 2041. The\n* The plan has three core goals:\n* Saving lives"}, {"text_block_id": "p13_b165", "text": "-"}, {"text_block_id": "p13_b166", "text": "Protecting investments"}, {"text_block_id": "p13_b167", "text": "-"}, {"text_block_id": "p13_b168", "text": "Effective recovery and rebuilding"}, {"text_block_id": "p13_b169", "text": "Effective recovery and rebuilding\n* The plan is built on\n* past successes in disaster risk reduction by making a\n* past successes in disaster risk reduction by making a\n lan. The plan is consistent with GoBâs\n* past successes in disaster risk reduction by making a\n lan. The plan is consistent with GoBâs\n commitment to the Sustainable Development Goals (SDGs), Paris Climate Agreement\n* A phase-wise approach is adopted by the plan. This proposes 34 key targets to be\n* Bangladesh has taken a holistic approach towards disaster management, where\n* people, for example through an upgraded early warning system, efficient\n* Bangladesh is in the midst of rapid change spurred by urbanization and climate\n* The national institutional structure and policy instruments are well-established to"}, {"text_block_id": "p14_b187", "text": "1.2. Overview of NPDM 2010-2015"}, {"text_block_id": "p14_b188", "text": "1.2. Overview of NPDM 2010-2015\n* The National Plan for Disaster Management (NPDM 2016-2020) is the successor to\n* NPDM 2010-2015 was developed on the basis of the GoB Vision and MoFDM mission\n* NPDM 2010-2015 reflected Bangladeshâs initiatives since the creation of the Disaster Management Bureau in 1993 in line with the paradigm shift in disaster management\n* The key focus of NPDM 2010-2015 was to establish institutional accountability in\n* Evident in NPDM 2010-2015 was the purpose of GoB to implement its global and\n* The strategic goals of NPDM 2010-2015 were drawn from the SAARC Disaster"}, {"text_block_id": "p15_b202", "text": "1.2. Overview of NPDM 2010-2015\n* The National Plan for Disaster Management (NPDM 2016-2020) is the successor to\n* NPDM 2010-2015 was developed on the basis of the GoB Vision and MoFDM mission\n* NPDM 2010-2015 reflected Bangladeshâs initiatives since the creation of the Disaster Management Bureau in 1993 in line with the paradigm shift in disaster management\n* The key focus of NPDM 2010-2015 was to establish institutional accountability in\n* Evident in NPDM 2010-2015 was the purpose of GoB to implement its global and\n* The strategic goals of NPDM 2010-2015 were drawn from the SAARC Disaster\n* It was expected that NPDM 2010-2015 would contribute towards the formulation of\n* NPDM 2010-2015 recognized the need for addressing emerging issues such as"}, {"text_block_id": "p15_b207", "text": "1.3. Achievements, lessons and remaining gaps of NPDM 2010-2015"}, {"text_block_id": "p15_b208", "text": "1.3. Achievements, lessons and remaining gaps of NPDM 2010-2015\n* The experiences from NPDM 2010-2015 offered valuable lessons for the next plan. A\n* A clearly defined pre-established\n* -\n* -\n toolingâ district and Upazila administration:\n* -\n toolingâ district and Upazila administration:\n At the district and\n* The safety net and social protection programme provides an"}, {"text_block_id": "p16_b221", "text": "1.3. Achievements, lessons and remaining gaps of NPDM 2010-2015\n* The experiences from NPDM 2010-2015 offered valuable lessons for the next plan. A\n* A clearly defined pre-established\n* -\n* -\n toolingâ district and Upazila administration:\n* -\n toolingâ district and Upazila administration:\n At the district and\n* The safety net and social protection programme provides an\n* Despite evidence that disasters affect men,\n* Despite evidence that disasters affect men,\n â\n* Despite evidence that disasters affect men,\n â\n and the actions emanating from it\n* Despite evidence that disasters affect men,\n â\n and the actions emanating from it\n â\n* Despite evidence that disasters affect men,\n â\n and the actions emanating from it\n â\n were\n* The current\n* There is an increasing convergence between\n* The plan needs to be accompanied by an inter-ministerial\n* There is a need to build leadership and\n* :\n* :\n The countryâs\n* :\n The countryâs\n capacity to provide efficient and timely disaster response in times of major disasters\n* :\n The countryâs\n capacity to provide efficient and timely disaster response in times of major disasters\n ch ânon\n* :\n The countryâs\n capacity to provide efficient and timely disaster response in times of major disasters\n ch ânon\n -\n* :\n The countryâs\n capacity to provide efficient and timely disaster response in times of major disasters\n ch ânon\n -\n routineâ\n* :\n The countryâs\n capacity to provide efficient and timely disaster response in times of major disasters\n ch ânon\n -\n routineâ\n disasters are not well established. It will also be critical to define the relative DM\n* For a plan to be useful, it needs to be practical, concise\n* A proactive communication and"}, {"text_block_id": "p16_b255", "text": "1.4. NPDM 2016-2020: Addressing a changing risk context"}, {"text_block_id": "p16_b256", "text": "1.4. NPDM 2016-2020: Addressing a changing risk context\n* NPDM 2020 reaffirms GoBâs commitment to strategic planning for disaster management for resilience demonstrated in the preceding NPDM 2010-2015. As\n<\\li1>"}, {"text_block_id": "p17_b260", "text": "1.4. NPDM 2016-2020: Addressing a changing risk context\n* NPDM 2020 reaffirms GoBâs commitment to strategic planning for disaster management for resilience demonstrated in the preceding NPDM 2010-2015. As\n<\\li1>\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n th\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n th\n 5-year plan and the Sendai\n* During the timeframe of NPDM 2010-2015, there were 17 high/medium impact\n* (DM) is followed in cognizance of disaster response\n* When NPDM 2010-2015 was at a conclusive stage, the âSendai Framework for\n* Similarly, in line with SFDRR and ARPDRR, NPDM 2016-2020 is a succinct policy plan"}, {"text_block_id": "p18_b283", "text": "1.4. NPDM 2016-2020: Addressing a changing risk context\n* NPDM 2020 reaffirms GoBâs commitment to strategic planning for disaster management for resilience demonstrated in the preceding NPDM 2010-2015. As\n<\\li1>\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n th\n* NPDM 2016-2020 was prepared under the leadership of Ministry of Disaster\n th\n 5-year plan and the Sendai\n* During the timeframe of NPDM 2010-2015, there were 17 high/medium impact\n* (DM) is followed in cognizance of disaster response\n* When NPDM 2010-2015 was at a conclusive stage, the âSendai Framework for\n* Similarly, in line with SFDRR and ARPDRR, NPDM 2016-2020 is a succinct policy plan\n* NPDM 2010-2015 was prepared in a participatory way, having several consultations\n* its participatory and inclusive"}, {"text_block_id": "p18_b287", "text": "1.5. Purpose and approach of NPDM 2016-2020"}, {"text_block_id": "p18_b288", "text": "27."}, {"text_block_id": "p18_b289", "text": "The purpose of the plan is to guide implementation of the Disaster Management Act 2012, which seeks to promote safer and more resilient communities. It is a Government-wide framework for the effective integration of disaster management planning and programming focusing on risk reduction and resilience approach across agencies and sectors. Various ministries of GoB and other relevant agencies are expected to use this framework as a guidance to produce their detailed Departmental/Agency-specific Annual Work Plans."}, {"text_block_id": "p18_b290", "text": "28."}, {"text_block_id": "p18_b291", "text": "The plan takes the ‘whole"}, {"text_block_id": "p18_b292_merged_merged", "text": "-Government’ approach to comprehensive disaster risk management and response initiatives. It also seeks to promote mainstreaming of climate change adaptation and mitigation to reduce existing and future risks. The NPDM 2016-2020 pursues disaster preparedness and mitigation into relevant areas of activity of the entire government, businesses and non-government entities. In the advent of rising significance of the area of private sector investment, the plan attaches importance to the engagement of other sectors beyond the public sector."}, {"text_block_id": "p18_b295", "text": "1.6. Strategic aims and objectives"}, {"text_block_id": "p18_b296", "text": "Aims"}, {"text_block_id": "p18_b297", "text": "-"}, {"text_block_id": "p18_b298", "text": "To align with SFDRR and meet its objectives."}, {"text_block_id": "p18_b299", "text": "-"}, {"text_block_id": "p18_b300", "text": "Provide strategic direction to the government ministries, private sector and other stakeholders on priority actions to make Bangladesh a resilient country."}, {"text_block_id": "p18_b301", "text": "-"}, {"text_block_id": "p18_b302", "text": "Provide an analytical framework on how the character of risk is changing to guide the national planning."}, {"text_block_id": "p18_b303", "text": "-"}, {"text_block_id": "p18_b304", "text": "Provide a set of prioritized actions to be implemented in three phases until the end of 2020."}, {"text_block_id": "p18_b305", "text": "Objectives"}, {"text_block_id": "p18_b306", "text": "29."}, {"text_block_id": "p18_b307", "text": "Maintaining the overall goal of building a resilient Bangladesh, the major objectives of the plan are to:"}, {"text_block_id": "p19_b308", "text": "Maintaining the overall goal of building a resilient Bangladesh, the major objectives of the plan are to:\n* Identify the priority actions to guide the implementation of DM acts, policies and\n* Provide a roadmap for progress and implementation of at least 25 core\n* Incorporate DM aspects in the plan and programmes of the sectoral ministries and\n* Explore the investment areas both in public and private sectors and also in\n* Ensure inclusion of disability, class, ethnicity, religious minority and address\n* Include emerging disaster risks (earthquake), emphasize urban disaster risk (fire,\n* Promote risk governance in the DM programmes, compliance including oversight\n* Illustrate to other ministries, NGOs, civil society and the private sector how their"}, {"text_block_id": "p19_b324", "text": "1.7. Legal context"}, {"text_block_id": "p19_b325", "text": "30."}, {"text_block_id": "p19_b326", "text": "As the principal legal document, the Disaster Management Act 2012 of GoB provides the institutional framework for DM in the country. The National Disaster Management Council (NDMC), headed by the Prime Minister, is the supreme body for providing overall direction for DM, which includes disaster risk reduction, mitigation, preparedness, response and recovery. As DM is a multi-sectoral and multi-functional field, functional and hazard-specific planning and execution responsibilities are vested in agencies with primary technical/management focus related to specific sectors, with the MoDMR having an overall coordinating and"}, {"text_block_id": "p19_b327", "text": "facilitating role as “Secretariat” to"}, {"text_block_id": "p19_b328", "text": "NDMC."}, {"text_block_id": "p19_b329", "text": "31."}, {"text_block_id": "p19_b330_merged_merged", "text": "The country has a long-term perspective plan as expressed in the 7th 5-Year Plan, the DM Act 2012 and other related frameworks as major policy guidance for disaster management. The NPDM is prepared to deal with and achieve the DM aspects of the country’s long-term plan. SFDRR urges each UN member country to prepare its national plan for disaster risk reduction within 2020. The plan should be aimed at sensitizing the sectoral ministries, their plans and programmes with regards to DM in their respective sectors."}, {"text_block_id": "p20_b335", "text": "1.8. Scope"}, {"text_block_id": "p20_b336", "text": "32."}, {"text_block_id": "p20_b337_merged", "text": "NPDM 2016-2020 is GoB’s ‘white paper’ document for the management of disasters and associated events. The plan abides by the institutional and policy regimes of disaster management in the country. Recognizing the country’s vulnerability to different hazards, NPDM 2016-2020 embodies both rapid and slow onset disasters that strike various parts of Bangladesh. It also includes recurrent, anticipated and climate induced disasters. SFDRR is fundamental to the vision and ambition of the Government of Bangladesh in the area of DM and NPDM 2016-2020 complies with the objectives, priorities and major activities of SFDRR. NPDM 2016-2020 is guided by the mission and disaster management focus of the Perspective Plan of the Government of Bangladesh (Vision 2021) and the 7th 5-Year Plan. Following the current and upcoming investment scenario of the country and potential engagement of the private sector, NPDM 2016-2020 promotes risk-informed planning and implementation of investment initiatives for business continuity in disasters."}, {"text_block_id": "p20_b344", "text": "1.9. Plan development process"}, {"text_block_id": "p20_b345", "text": "33."}, {"text_block_id": "p20_b346", "text": "The methodology for development of NPDM 2016-2020 consisted of a preliminary desktop review which included a review of publicly available documentation on disaster and climate risk management, all national and international frameworks including, laws, rules, policies, strategies, available reports of assessment as well as findings from the review of the NPDM 2010-2015, which was conducted by a team of consultants."}, {"text_block_id": "p20_b347", "text": "34."}, {"text_block_id": "p20_b348", "text": "A committee consisting of 10 members was formed to guide the drafting committee including drafting the contents of NPDM 2016-2020. The list of the steering committee is given in Appendix 5. A Review Panel was formed to review and finalize the plan."}, {"text_block_id": "p20_b349", "text": "35."}, {"text_block_id": "p20_b350", "text": "The process of developing NPDM 2016-2020 was participatory and inclusive, with a clear identification of local and national priorities through a series of extensive consultations with key stakeholders and experts. Consultations with a wide range of stakeholders including GoB agencies, NGOs and CSOs were initiated by UNDP and MoDMR from 2015, resulting"}, {"text_block_id": "p20_b351", "text": "in a ‘base document’ plan."}, {"text_block_id": "p20_b352", "text": "36."}, {"text_block_id": "p20_b353", "text": "An intensive review of the Sendai Framework for Disaster Risk Reduction (SFDRR), Sustainable Development Goals (SDGs) and Climate Change Agreement were done to make synergies between international drivers, the country context and priorities linked with the NPDM 2016-2020."}, {"text_block_id": "p20_b354", "text": "37."}, {"text_block_id": "p20_b355", "text": "Interviews of and focus group discussions with key stakeholders in DM and climate change adaptation were undertaken to gather information about sectoral needs and priorities. Semi-structured questionnaires were used to collect the information from the participating agencies. The responses received from different sources were analysed and translated to an investment plan."}, {"text_block_id": "p21_b356", "text": "38."}, {"text_block_id": "p21_b357", "text": "Two workshops were conducted on “Disability Inclusive DM” and “Private Sector and Resilience”"}, {"text_block_id": "p21_b358", "text": ", which allowed drawing insights from specific important sectors. Four regional consultation workshops were conducted, in Chandpur focusing on floods, Khulna on coastal hazards and Sunamganj on haor hazards. Finally, a national consultation workshop was conducted and feedback was received from a range of GoB and NGO participants through a SFDRR-based framework focusing on specific hazards. Further consultations were undertaken with key ministerial personnel. These consultations informed the development of the draft plan (see Appendices 2-4 for key workshop outputs)."}, {"text_block_id": "p21_b359", "text": "39."}, {"text_block_id": "p21_b360", "text": "The national workshop outputs were made available online for further feedback. Subsequently the draft NPDM 2016-2020 was also made available for online feedback. Incorporating the valuable feedback allowed progressing to production of the plan."}, {"text_block_id": "p22_b361", "text": "2. Disaster Context and Trends"}, {"text_block_id": "p22_b362", "text": "2.1. A changing risk environment"}, {"text_block_id": "p22_b363", "text": "40."}, {"text_block_id": "p22_b364", "text": "Bangladesh is highly disaster-prone and throughout its existence has been shaped by the impact of both extensive (low-severity, high-frequency events) and intensive (high-severity, mid-frequency to low-frequency events) natural hazards. As a result, managing disasters and their impact has been a major area of focus, with investments in DM decreasing disaster mortality in the past four decades to 1 per cent in 2010 compared to disaster mortality in the 1970s."}, {"text_block_id": "p22_b365", "text": "41."}, {"text_block_id": "p22_b366", "text": "The disaster risk context, however, is changing. Bangladesh is as one of the countries in the world most at risk from the negative impacts of climate change including increases in incidence and intensity of extreme weather events and hazards such as soil salinization, rising sea levels and riverbank erosion. There is also the risk of"}, {"text_block_id": "p22_b367", "text": "earthquakes, posing a challenge particularly for Bangladesh’s growing cities."}, {"text_block_id": "p22_b368", "text": "42."}, {"text_block_id": "p22_b369", "text": "Women and girls in Bangladesh are disproportionally impacted by disasters."}, {"text_block_id": "p22_b370", "text": "However, women’s contributions to disaster risk reduction are often ov"}, {"text_block_id": "p22_b371", "text": "erlooked, and current national DM systems and mechanisms require more emphasis on managing risks in a gender-responsive manner."}, {"text_block_id": "p22_b372", "text": "43."}, {"text_block_id": "p22_b373", "text": "These emerging risks present major challenges to the continued human development, poverty reduction and economic growth of the country, and to the lives, livelihoods and health of its people. The poorest, most marginalized and vulnerable communities are hardest hit by disasters in Bangladesh as they are repeatedly exposed to natural hazards without the means to recover well."}, {"text_block_id": "p22_b374", "text": "44."}, {"text_block_id": "p22_b375_merged_merged", "text": "Despite these challenges, Bangladesh has made major gains in improving socio-economic conditions in recent years with positive economic trends, accelerating growth, making growth pro-poor and improving the indicators of social progress. With an average 6 per cent economic growth in the last 10 years, the country reached lower middle income country status in 2015 and at the same time had achieved significant progress in the Millennium Development Goals. As an ascending middle income country, Bangladesh has entered a new development context with a growing asset base and connectedness to global markets."}, {"text_block_id": "p22_b378", "text": "45."}, {"text_block_id": "p22_b379", "text": "However, the national economy is at risk from disaster events and climate stresses and a large amount of gross domestic product (GDP) is lost each year due to these events. In the recent decade 2005-2014, economic losses due to disasters amounted to more than USD285 million, between 0.8 to 1.1 per cent of GDP."}, {"text_block_id": "p22_b380", "text": "46."}, {"text_block_id": "p22_b381", "text": "The industrial sectors are highly vulnerable to economic losses -the garments sector incurs major losses in floods and is particularly at risk from earthquakes. In addition to causing a devastating death toll, a major earthquake would also lead to large economic losses."}, {"text_block_id": "p23_b382", "text": "47."}, {"text_block_id": "p23_b383", "text": "With urban industrial production facilities and road networks likely to be damaged or blocked by debris, lengthy disruption of business would be expected. With the urban private sector being the major driver of national economic growth, protracted disruption of production due to the shock of a major earthquake would have a significant, long-lasting negative impact on national economic growth and poverty reduction."}, {"text_block_id": "p23_b384", "text": "48."}, {"text_block_id": "p23_b385", "text": "The speed of urbanization will be an important driver of change: the majority of new migrants in urban areas will live in informal settlements or inadequate housing. Urban design, planning and delivery of services that both improves the quality of life for residents and makes expanding cities resilient to natural hazards will therefore be a priority."}, {"text_block_id": "p23_b386", "text": "2.2. Main hazards"}, {"text_block_id": "p23_b387", "text": "Flood"}, {"text_block_id": "p23_b388", "text": "49."}, {"text_block_id": "p23_b389", "text": "Flood is an annual phenomenon generally affecting 30 per cent of the country, but up to 70 per cent in extreme years. Flood-related fatalities are decreasing, but economic losses have been increasing over the years. The government has been developing and implementing various measures to better equip the country to deal with floods. Important initiatives include the flood action plan, flood hydrology study, flood management model study, national water management plan, national water policy, flood early warning study and construction of flood embankments and flood shelters. The flood damage potential is increasing due to climate change, urbanization, growth of settlements in flood-prone areas and overreliance on flood control works such as levees and reservoirs."}, {"text_block_id": "p23_b390", "text": "Cyclone and surge, tornado"}, {"text_block_id": "p23_b391", "text": "50."}, {"text_block_id": "p23_b392_merged", "text": "Severe cyclones with storm surges sometimes in excess of ten meters frequently impact Bangladesh’s low-lying coast. GoB has a well-coordinated cyclone forecasting, early warning and evacuation system and the cyclone mortality rate has been reduced greatly from 300,000 in 1971 to 138,882 in 1991 for the same category of cyclone. However, growing and higher concentration of assets has resulted in increasing economic losses. Tornadoes are seasonal and occur in the pre-monsoons season. The frequency of tornadoes in Bangladesh is among the highest in the world. The Brahmanaria tornado of 2013 struck 20 villages and killed 31 people and injured around 500 in Brahmanbaria district."}, {"text_block_id": "p23_b395", "text": "Earthquake"}, {"text_block_id": "p23_b396", "text": "51."}, {"text_block_id": "p23_b397", "text": "Bangladesh is located in a tectonically active region and some of the major cities including Dhaka, Chittagong and Sylhet are at risk of massive destruction by earthquakes from nearby seismic faults. To address the earthquake hazard, the Bangladesh National Building Code (BNBC) was updated in 2015. Other initiatives include Urban Community Volunteers trained in search-and-rescue and first aid,"}, {"text_block_id": "p24_b398", "text": "training on safe construction to masons and construction workers, and school safety and evacuation drills. The Urban Development Directorate (UDD) is promoting risk-integrated land-use planning and updating the existing policy for planned urbanization. Earthquake risk assessments in some of the main cities was undertaken under CDMP. Earthquakes pose one of the highest risks in Bangladesh and NPDM 2016-2020 has prioritized earthquake risk reduction as a key action plan."}, {"text_block_id": "p24_b399", "text": "Riverbank erosion"}, {"text_block_id": "p24_b400", "text": "52."}, {"text_block_id": "p24_b401", "text": "Riverbank erosion is a common problem in Bangladesh due to the deltaic topography and it has been forcing people to migrate or resettle. Riverbank erosion has rendered millions homeless; the majority of slum dwellers in large urban and metropolitan towns and cities are victims of erosion. The major rivers like the Jamuna, the Ganges, the Padma, the Lower Meghna, Arial Khan and Teesta are highly erosion-prone. Structural interventions are costly and need to be complemented by non-structural measures, such as erosion prediction and warning. From 2005, prediction activities were funded by the Jamuna-Meghna River Erosion Mitigation Project (JMREMP) and EMIN project of the BWDB and WARPO, and in 2008, by UNDP."}, {"text_block_id": "p24_b402", "text": "Landslide"}, {"text_block_id": "p24_b403", "text": "53."}, {"text_block_id": "p24_b404", "text": "Landslides have emerged as a major hazard, usually triggered by heavy rainfall in hilly areas (18% of the total area of the country). Human settlements and activities on the slopes makes landslides lethal. An online landslide early warning system has been developed for Chittagong city under the BUET-JIDPUS project. Community-based"}, {"text_block_id": "p24_b405", "text": "early warning has been piloted in Cox’s Bazar and Teknaf districts under GoB’s"}, {"text_block_id": "p24_b406", "text": "Comprehensive Disaster Management Programme (CDMP)."}, {"text_block_id": "p24_b407", "text": "Salinity intrusion"}, {"text_block_id": "p24_b408", "text": "54."}, {"text_block_id": "p24_b409", "text": "Salinity intrusion is an increasing hazard in the coastal areas of Bangladesh, posing a threat to ecosystems, livelihoods and public health and diminishing access to freshwater for household and commercial use. About 20 million people in the coastal areas of Bangladesh are affected by salinity in their drinking water. Bangladesh Water Development Board (BWDB) undertook studies on groundwater availability and found in some coastal districts there was no freshwater layer as deep as 300 meters; in many cases, saline water was found in aquifers at 200 meters."}, {"text_block_id": "p24_b410", "text": "Drought"}, {"text_block_id": "p24_b411", "text": "55."}, {"text_block_id": "p24_b412_merged_merged", "text": "Drought is seasonal – northwestern parts of Bangladesh experience drought in the crop season. During the last 50 years, Bangladesh suffered about severe 20 drought episodes. As much as 20 per cent of the main crop -wet season paddy -may be lost in a typical year due to drought. Drought-prone areas are also affected by cold waves with impacts on human health. There is opportunity for supporting resilience to drought through institutional initiatives. The consultations for developing NPDM 2016-2020 strongly suggested the need for addressing drought though structural and non-structural measures."}, {"text_block_id": "p25_b415", "text": "Tsunami"}, {"text_block_id": "p25_b416", "text": "56."}, {"text_block_id": "p25_b417", "text": "The 2004 Indian Ocean Tsunami raised awareness of the tsunami hazard, though Bangladesh suffered relatively minor damages. The Bangladesh Meteorological Department monitors tsunami risk and early warning. A tsunami inundation risk assessment was undertaken with support from CDMP for the coastal areas of Bangladesh. The assessment identified fault zones in the Bay of Bengal which could possibly cause tsunami inundation in many coastal areas."}, {"text_block_id": "p25_b418", "text": "Lightning"}, {"text_block_id": "p25_b419", "text": "57."}, {"text_block_id": "p25_b420", "text": "Bangladesh is prone to electrical storms. Deaths caused by lightning strike often occur during the pre-monsoon season -usually between March and May and often in rural areas where people work outdoors. The open haor areas are particularly at risk. MoDMR has declared lightning strike as a hazard in Bangladesh."}, {"text_block_id": "p25_b421", "text": "Arsenic contamination"}, {"text_block_id": "p25_b422", "text": "58."}, {"text_block_id": "p25_b423_merged", "text": "Increasing arsenic contamination of groundwater in Bangladesh is a major disaster, especially in the southwest and southeast parts. Out of 64 districts, 61 are seriously affected by arsenic contamination of drinking water. Seventy-five million people are at risk and 24 million potentially exposed to arsenic contamination. GoB has set up the Arsenic Policy Support Unit (APSU) under the Local Government Division of the Ministry of Local Government, Rural Development & Cooperatives in 2003. The National Arsenic Policy and Implementation Plan for Arsenic Mitigation were passed in 2004."}, {"text_block_id": "p25_b433", "text": "Human-induced hazards"}, {"text_block_id": "p25_b434", "text": "59."}, {"text_block_id": "p25_b435", "text": "Industrial hazards occur regularly in Bangladesh. Many chemical factories and warehouses are located in residential areas, making densely built urban areas highly vulnerable. Chemical explosion is another incident common in the industrial premises in Bangladesh. On average 21 people die in Bangladesh due to toxic chemicals each month."}, {"text_block_id": "p25_b436", "text": "-"}, {"text_block_id": "p25_b437", "text": "Fire"}, {"text_block_id": "p25_b438", "text": ": Every year, major fires occur causing huge loss of lives and properties in Bangladesh. Between 2005 to 2015, there were 1,765 fire-related deaths from nearly 130,000 fire incidents. Bangladesh Fire Service and Civil Defense (BFSCD) is well-trained and equipped, but often hindered by traffic congestions in provision of timely response."}, {"text_block_id": "p25_b439", "text": "-"}, {"text_block_id": "p25_b440", "text": "Building collapse"}, {"text_block_id": "p25_b441", "text": ": Weak construction and non-compliance with building regulations cause frequent collapse of buildings in Bangladesh. Such disasters highlight the need to develop an incident command system, training for professional rescue workers and volunteers, adequate and readily accessible tools and prepositioned supplies and better coordination with national and international agencies."}, {"text_block_id": "p25_b442", "text": "-"}, {"text_block_id": "p25_b443", "text": "Oil & Toxic Chemical Spills"}, {"text_block_id": "p25_b444", "text": ": Spill of oils and toxic chemicals from maritime vessels is on the rise in Bangladesh. The most recent incident is the oil spill in the Shela river in"}, {"text_block_id": "p26_b445", "text": "the Sundarbans protected forest area in 2014. 70,000 liters of oil had to be cleaned up by local residents, Bangladesh Navy and GoB."}, {"text_block_id": "p26_b446", "text": "-"}, {"text_block_id": "p26_b447", "text": "Health Hazard:"}, {"text_block_id": "p26_b448", "text": "Health hazard refer human induced /natural causes which can make human vulnerable to disaster risk by its exposure. In Bangladesh, there are hazardous substances increase the vulnerability by human activities. Use of formalin in preserving fish, fruits and other process is a growing concern for Bangladesh. GoB has taken some regulatory and awareness building programme to protect people from its harm. Water contamination with chemical, microorganism also put people vulnerable thus need appropriate preventive and regulatory initiatives to reduce the risk. Biological hazard is the triggering factor for human health affecting by vector borne disease like bird flu, avian influenza etc. All these need include in comprehensive disaster risk management strategy, programmes and plans."}, {"text_block_id": "p26_b449", "text": "2.3. Disaster and development linkages"}, {"text_block_id": "p26_b450", "text": "60."}, {"text_block_id": "p26_b451", "text": "Disasters are often the outcome of inadequate development choices or gross capacity gaps to implement sound policies and programs to reduce risk. Disasters are a major threat to people's life and livelihoods. In a short time, a disaster can eradicate years of development effort. Catastrophic disasters in Bangladesh have shown how disaster risk and poverty are closely interlinked. Earthquakes pose one of the greatest risk to urban lives and assets where building codes and micro zonation maps are not followed in construction of high-rise buildings."}, {"text_block_id": "p26_b452", "text": "61."}, {"text_block_id": "p26_b453", "text": "Climate change also poses risks to development, requiring climate change adaptation to be integrated with relevant DM national policies and strategies as well as in the socio-economic development process, natural resources management and livelihoods support efforts. Since poverty, sustainable development, disasters and climate change are closely interlinked, it is crucial to integrate DM measures in development initiatives where people's livelihoods are at risk."}, {"text_block_id": "p26_b454", "text": "62."}, {"text_block_id": "p26_b455", "text": "DRR/CCA is not only the business of the government, but involves every part of society, every part of the government, and every part of the professional and private sectors with the view that DM for resilience is part of sustainable development."}, {"text_block_id": "p26_b456", "text": "63."}, {"text_block_id": "p26_b457", "text": "Development plans should be based on disaster risk assessments and avoid generating new risks or exacerbate existing ones. So when planning for new infrastructure projects or other developments, it needs to be risk-informed so that additional problems are not caused in the future."}, {"text_block_id": "p27_b458", "text": "3. Institutional Framework for Disaster Management"}, {"text_block_id": "p27_b459", "text": "3.1. National DM instruments"}, {"text_block_id": "p27_b460", "text": "64."}, {"text_block_id": "p27_b461_merged", "text": "DM in Bangladesh is guided by a number of national and international drivers which among others includes: a) Disaster Management Act 2012; b) Standing Orders on Disasters (SOD) first introduced in 1997 and then revised in 2010; c) National Plan for Disaster Management 2010-2015; d) Disaster Policy Act 2015; e) SAARC Framework for Action (SFA) 2006-2015; f) Sendai Framework for Disaster Risk Reduction (SFDRR) 2016-2030; g) Asian Regional Plan for Disaster Risk Reduction (ARPDRR); and the Sustainable Development Goals (SDGs). GoB’s Seventh (7th) Five Year Plan reflects the essence of international disaster related frameworks in its long-term sectoral plans that allow translating disaster risk reduction measures into the different sectors."}, {"text_block_id": "p27_b465", "text": "National DM plans (NPDMs)"}, {"text_block_id": "p27_b466", "text": "65."}, {"text_block_id": "p27_b467", "text": "The National Plans for Disaster Management (2010-2015, 2016-2020) are linked to global frameworks including the HFA and SFDRR. The approach to planning is guided by the core aim of achieving resilience, with a group of broad-based strategies including: a) DM involves the management of both risks and consequences of disasters that include both resilience building and emergency response and post-disaster recovery; b) Community involvement in preparedness programmes is a major focus. Involvement of local government bodies is an essential part of the strategy. Self-reliance should be the key for preparedness, response and recovery; c) Non-structural mitigation measures such as community disaster preparedness training, advocacy and public awareness are given high priority, requiring integration of structural and non-structural measures."}, {"text_block_id": "p27_b468", "text": "DM policy"}, {"text_block_id": "p27_b469", "text": "66."}, {"text_block_id": "p27_b470", "text": "The Disaster Management (DM) Policy has been approved by GoB in 2015, with a strong emphasis on Disaster Risk Reduction (DRR). The policy places importance on the DM fund as a dedicated financial resource for DM activities at all levels. It is expected that the policy will be an effective instrument to advance DM in Bangladesh."}, {"text_block_id": "p27_b471", "text": "DM Act 2012"}, {"text_block_id": "p27_b472", "text": "67."}, {"text_block_id": "p27_b473", "text": "The objectives of this Act are substantial reduction of disaster risk to an acceptable level with appropriate interventions. The Disaster Management Act 2012 of GoB endorses the Standing Orders on Disaster (SOD) and provides the legal basis for DM in the country."}, {"text_block_id": "p27_b474", "text": "3.1. Institutional structure"}, {"text_block_id": "p27_b475", "text": "68."}, {"text_block_id": "p27_b476", "text": "The Ministry of Disaster Management and Relief (MoDMR) of the Government of Bangladesh has the responsibility for coordinating national disaster management"}, {"text_block_id": "p28_b477", "text": "efforts across all agencies. The National Disaster Management Council (NDMC), headed by the Prime Minister, is the supreme body for providing overall direction for DM which includes disaster risk reduction, mitigation, preparedness, response and recovery. As DM is a multi-sectoral and multi-functional discipline, functional and hazard-specific planning and execution responsibilities are vested in agencies with primary technical /management focus related to specific sectors, with MoDMR"}, {"text_block_id": "p28_b478", "text": "having an overall coordinating and facilitating role as “Secretariat” to NDMC."}, {"text_block_id": "p28_b479", "text": "69."}, {"text_block_id": "p28_b480", "text": "The Standing Orders on Disaster (SOD) issued by the ministry in 1997 was an important milestone towards guiding and monitoring DM activities in Bangladesh."}, {"text_block_id": "p28_b481", "text": "70."}, {"text_block_id": "p28_b482", "text": "The National Disaster Management Council (NDMC) and Inter-Ministerial Disaster Management Coordination Committee (IMDMCC) coordinate disaster-related activities at the National level. Coordination at District, Thana and Union levels is done by the respective local level Disaster Management Committees (DMCs). A series of inter-related institutions, at both national and sub-national levels, function to ensure effective planning and coordination of disaster risk reduction and emergency response management."}, {"text_block_id": "p28_b483", "text": "71."}, {"text_block_id": "p28_b484", "text": "Key national level DM institutions include:"}, {"text_block_id": "p28_b485", "text": "Key national level DM institutions include:\n* National Disaster Management Council (NDMC) headed by the Honourable Prime\n* Inter-Ministerial Disaster Management Coordination Committee (IMDMCC)\n* National Disaster Management Advisory Committee (NDMAC) headed by\n* National Platform for Disaster Risk Reduction (NPDRR) headed by Secretary;\n* Earthquake Preparedness and Awareness Committee (EPAC) headed by\n* Focal Point Operation Coordination Group of Disaster Management (FPOCG)\n* District Disaster Management Committee (DDMC) headed by the Deputy\n* Upazila Disaster Management Committee (UZDMC)s at upazila, union, pourasava"}, {"text_block_id": "p28_b497", "text": "72."}, {"text_block_id": "p28_b498", "text": "At sub-national levels:"}, {"text_block_id": "p29_b503", "text": "3.2. Disaster-Development linkages"}, {"text_block_id": "p29_b504", "text": "–"}, {"text_block_id": "p29_b505", "text": "national and international frameworks"}, {"text_block_id": "p29_b506", "text": "Vision 2021"}, {"text_block_id": "p29_b507", "text": "73."}, {"text_block_id": "p29_b508", "text": "The vision of this perspective plan is to take effective measures to protect Bangladesh from the adverse effects of climate change and global warming. The plan targets to take all possible steps to protect vulnerable people from natural calamities, to take actions for the prevention of industry and transport related air pollution and to ensure disposal of waste in a scientific manner. Steps will also be taken to make Bangladesh an ecologically attractive place and to promote tourism."}, {"text_block_id": "p29_b509", "text": "7"}, {"text_block_id": "p29_b510", "text": "th"}, {"text_block_id": "p29_b511", "text": "Five-Year Plan"}, {"text_block_id": "p29_b512", "text": "74."}, {"text_block_id": "p29_b513", "text": "The overall goal of DM in the Bangladesh context is to build resilience of the poor and reduce their exposure and vulnerability to geo-hydro-meteorological hazards, environmental shocks, man-made disasters, emerging hazards and climate-related extreme events to make cities, human settlements and resources safe, resilient and sustainable."}, {"text_block_id": "p29_b514", "text": "75."}, {"text_block_id": "p29_b515_merged_merged_merged", "text": "Under the 7th FYP, the Disaster Management Act of 2012 will be institutionalized and implemented to achieve adequate decentralization throughout the Government and accountability for delivery. Adequate national resources will be identified to finance risk reduction and enable appropriate allocation of resources for disaster resilience through local and national level mechanisms. Regional cooperation will be further strengthened for DM and resilience."}, {"text_block_id": "p29_b518", "text": "Bangladesh Climate Change Strategic Action Plan (BCCSAP)"}, {"text_block_id": "p29_b519", "text": "76."}, {"text_block_id": "p29_b520", "text": "GoB’s Vision"}, {"text_block_id": "p29_b521", "text": "is to eradicate poverty and achieve economic and social wellbeing for all the people. This will be addressed through a pro-poor Climate Change Strategy, which prioritizes adaptation and disaster risk reduction, and also addresses low carbon development, mitigation, technology transfer and the provision of adequate finance. Accordingly, GoB has developed and enacted the Bangladesh Climate Change Strategy and Action Plan (BCCSAP) in 2009. It also includes a 10-year program to build the capacity and resilience of the country to meet the challenge of climate change over the next 20-25 years based on the following thematic areas with full cognizance of the link between climate change and disasters:"}, {"text_block_id": "p29_b522", "text": "is to eradicate poverty and achieve economic and social wellbeing for all the people. This will be addressed through a pro-poor Climate Change Strategy, which prioritizes adaptation and disaster risk reduction, and also addresses low carbon development, mitigation, technology transfer and the provision of adequate finance. Accordingly, GoB has developed and enacted the Bangladesh Climate Change Strategy and Action Plan (BCCSAP) in 2009. It also includes a 10-year program to build the capacity and resilience of the country to meet the challenge of climate change over the next 20-25 years based on the following thematic areas with full cognizance of the link between climate change and disasters:\n* Food security, social protection and health targeted for the poorest and most\n* Comprehensive disaster management to further strengthen the countryâs already\n* Infrastructure to ensure that existing assets (e.g. coastal and river embankments)\n* Research and knowledge management to predict the likely scale and timing of"}, {"text_block_id": "p30_b531", "text": "is to eradicate poverty and achieve economic and social wellbeing for all the people. This will be addressed through a pro-poor Climate Change Strategy, which prioritizes adaptation and disaster risk reduction, and also addresses low carbon development, mitigation, technology transfer and the provision of adequate finance. Accordingly, GoB has developed and enacted the Bangladesh Climate Change Strategy and Action Plan (BCCSAP) in 2009. It also includes a 10-year program to build the capacity and resilience of the country to meet the challenge of climate change over the next 20-25 years based on the following thematic areas with full cognizance of the link between climate change and disasters:\n* Food security, social protection and health targeted for the poorest and most\n* Comprehensive disaster management to further strengthen the countryâs already\n* Infrastructure to ensure that existing assets (e.g. coastal and river embankments)\n* Research and knowledge management to predict the likely scale and timing of\n* Mitigation and low carbon development to evolve low carbon options;\n* Capacity building and institutional strengthening to enhance the capacity of"}, {"text_block_id": "p30_b535", "text": "Paris Climate Change Agreement"}, {"text_block_id": "p30_b536", "text": "77."}, {"text_block_id": "p30_b537", "text": "The Paris Agreement is an agreement within the United Nations Framework Convention on Climate Change (UNFCCC) dealing with greenhouse gases emissions mitigation, adaptation and finance starting in the year 2020. Adopted by consensus in December 2015, it was opened for signature in April 2016. As of October 2016, 192 UNFCCC members have signed the treaty, 89 of which have ratified it. Given the as yet low levels of industrial development, Bangladesh has the opportunity to benefit from this agreement to leapfrog into a sustainable future by investing more on renewable energy."}, {"text_block_id": "p30_b538", "text": "78."}, {"text_block_id": "p30_b539", "text": "The agreement aims to mobilize $100 billion annually by 2020 to address the needs of developing countries and help mitigate climate-related disasters. Strengthening the resilience and adaptive capacity of more vulnerable regions such as Bangladesh are emphasized to go with efforts to raise awareness and integrate measures into national policies and strategies. Addressing climate change is one of the 17 Global Goals of the 2030 Agenda for Sustainable Development. An integrated approach is crucial for progress across the multiple frameworks."}, {"text_block_id": "p30_b540", "text": "Sustainable Development Goals (SDGs)"}, {"text_block_id": "p30_b541", "text": "79."}, {"text_block_id": "p30_b542_merged", "text": "Officially known as ‘Transforming our World: The 2030 Agenda for Sustainable Development’, the Sustainable Development Goals (SDGs), is a set of 17 aspirational “Global Goals” with 169 targets between them. The Sustainable Development Goals (SDGs) aim to place countries and the planet on a more sustainable path by 2030. These goals are the foundation of an ambitious new development agenda that seeks to end poverty, help the vulnerable, transform lives and protect the planet. The 17 SDGs are expected to guide policy and funding for the next 15 years. The SDGs build on the success of the Millennium Development Goals (MDGs). The MDGs helped establish measurable, universally-approved objectives for eradicating extreme poverty and hunger, preventing deadly but treatable disease, and expanding educational opportunities for all. The SDGs were adopted at the UN Sustainable Development Summit in 2015, USA."}, {"text_block_id": "p30_b550", "text": "80."}, {"text_block_id": "p30_b551", "text": "Disaster risk reduction for resilience is the foundation for achieving the SDGs. Each of the SDGs rely on reduced disaster impacts to meet its targets. NPDM 2016-2020 articulates the disaster-development linkages as relating to the broader national development agenda. Resilience allows safeguarding development efforts and investments from the negative impact of disasters and provides opportunity for socio-economic development through maximizing return on risk-informed investments, revenue, and private and public sector budgets."}, {"text_block_id": "p31_b552", "text": "Sendai Framework for Disaster Risk Reduction (SFDRR)"}, {"text_block_id": "p31_b553", "text": "81."}, {"text_block_id": "p31_b554_merged", "text": "SFDRR is fundamental to the vision and ambition of GoB and thus requires full implementation. It is integrated into the objectives, goals and activities described below and serves as a template for translation to the Bangladesh context. The Government’s disaster resilience strategy is in line with the SFDRR, which it has adopted. The framework aims to achieve the following in the coming 15 years:"}, {"text_block_id": "p31_b557", "text": "-"}, {"text_block_id": "p31_b558", "text": "“Substantial reduction of disaste"}, {"text_block_id": "p31_b559", "text": "r risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and environmental assets of persons,"}, {"text_block_id": "p31_b560", "text": "businesses, communities and countries.”"}, {"text_block_id": "p31_b561", "text": "-"}, {"text_block_id": "p31_b562", "text": "This outcome will be realized by the achievement of the following goal, drawing on"}, {"text_block_id": "p31_b563", "text": "the “strong commitment and involvement of political leadership in every country at all levels in the… creation of the necessary conducive and enabling environment.”"}, {"text_block_id": "p31_b564", "text": "-"}, {"text_block_id": "p31_b565", "text": "“Prevent new and reduce existing disaster risk through the implementation of"}, {"text_block_id": "p31_b566", "text": "integrated and inclusive economic, structural, legal, social, health, cultural, educational, environmental, technological, political and institutional measures that prevent and reduce hazard exposure and vulnerability to disaster, increase preparedness for response"}, {"text_block_id": "p31_b567", "text": "and recovery, and thus strengthen resilience.”"}, {"text_block_id": "p31_b568", "text": "82."}, {"text_block_id": "p31_b569", "text": "The framework is built on four priority areas of action which are integrated into the goals and activities for DM of the 7th Five Year Plan:"}, {"text_block_id": "p31_b570", "text": "The framework is built on four priority areas of action which are integrated into the goals and activities for DM of the 7th Five Year Plan:\n* Understanding disaster risk;\n* Strengthening disaster risk governance to manage disaster risk;\n* Investing in disaster risk reduction for resilience;\n* nhancing disaster preparedness for effective response and to âBuild Back\n* nhancing disaster preparedness for effective response and to âBuild Back\n ."}, {"text_block_id": "p32_b580", "text": "4. Vision, Strategies and Priorities of NPDM 2016-2020"}, {"text_block_id": "p32_b581", "text": "4.1. Vision: building on achievements"}, {"text_block_id": "p32_b582", "text": "83."}, {"text_block_id": "p32_b583", "text": "NPDM 2016-2020 is based on SFDRR and follows the national targets indicated in SFDRR and is aligned with its four priorities (see Appendix 1). Such alignment also relates to the Asian Regional Plan for Disaster Risk Reduction (ARPDRR), which derives from SFDRR."}, {"text_block_id": "p32_b584", "text": "84."}, {"text_block_id": "p32_b585", "text": "Over the last few decades Bangladesh has invested strongly on disaster risk reduction. As a result, despite frequent disasters:"}, {"text_block_id": "p32_b586", "text": "Over the last few decades Bangladesh has invested strongly on disaster risk reduction. As a result, despite frequent disasters:\n* Disaster mortality has reduced significantly;\n* An average 6 per cent GDP growth was maintained;\n* Food security is improved;\n* Almost all the MDGs were achieved."}, {"text_block_id": "p32_b594", "text": "85."}, {"text_block_id": "p32_b595", "text": "However, a changing risk context due to climate change, urbanization and other factors means new challenges, but also opportunities for building resilience. Thus there is the need to build on past achievements and tackle new risks, and the vision of NPDM 2016-2020 is:"}, {"text_block_id": "p32_b596", "text": "4.2. Strategy directions"}, {"text_block_id": "p32_b597", "text": "86."}, {"text_block_id": "p32_b598", "text": "The above description of the disaster and institutional context of Bangladesh as well as the review of NPDM 2010-2015 points to a number of strategic directions responsive to the key needs of the country in terms of achieving resilience. Translating these strategies into programs and operations would involve identifying firstly priorities, and then sectoral components as well as inter-sectoral linkages. Eight key strategic directions were derived:"}, {"text_block_id": "p32_b599", "text": "87."}, {"text_block_id": "p32_b600", "text": "Upgrading existing DM programs and policies"}, {"text_block_id": "p32_b601", "text": ", for example activation of urban DMCs, capacity raising of CPP;"}, {"text_block_id": "p32_b602", "text": "88."}, {"text_block_id": "p32_b603", "text": "DM governance"}, {"text_block_id": "p32_b604", "text": "as a specific area led by MoDMR with inter-ministerial mainstreaming linkages to relevant ministries;"}, {"text_block_id": "p32_b605", "text": "89."}, {"text_block_id": "p32_b606", "text": "Intensive"}, {"text_block_id": "p32_b607", "text": "investments for building resilience against chronic disasters"}, {"text_block_id": "p32_b608", "text": "such as floods and drought;"}, {"text_block_id": "p32_b609", "text": "90."}, {"text_block_id": "p32_b610_merged", "text": "Social protection policies and programs to address poverty and vulnerability and contribute to resilience;"}, {"text_block_id": "p32_b612", "text": "91."}, {"text_block_id": "p32_b613", "text": "Inclusive development"}, {"text_block_id": "p32_b614", "text": "incorporating disaster risk reduction with sensitivity to gender, disability, age and other vulnerabilities;"}, {"text_block_id": "p33_b615", "text": "92."}, {"text_block_id": "p33_b616", "text": "Risk-informed"}, {"text_block_id": "p33_b617", "text": "private sector engagement"}, {"text_block_id": "p33_b618", "text": "to risk-proof economic and physical investments and for business continuity;"}, {"text_block_id": "p33_b619", "text": "93."}, {"text_block_id": "p33_b620", "text": "Resilient post-disaster response and recovery"}, {"text_block_id": "p33_b621", "text": "following a strengthening ‘whole of society’ approach;"}, {"text_block_id": "p33_b622", "text": "94."}, {"text_block_id": "p33_b623", "text": "Planning for"}, {"text_block_id": "p33_b624", "text": "emerging risks"}, {"text_block_id": "p33_b625", "text": "with specific focus on potentially catastrophic urban disasters such as earthquakes."}, {"text_block_id": "p33_b626", "text": "4.3. NPDM 2016-2020 focus areas"}, {"text_block_id": "p33_b627", "text": "95."}, {"text_block_id": "p33_b628", "text": "Bangladesh aligns its DM strategies and plans with SFDRR, SDG and Climate Agreement. Over the coming years in order to expedite the implementation of SFDRR, additional emphasis will need to be given to:"}, {"text_block_id": "p33_b629", "text": "Bangladesh aligns its DM strategies and plans with SFDRR, SDG and Climate Agreement. Over the coming years in order to expedite the implementation of SFDRR, additional emphasis will need to be given to:\n* Promoting policy coherence among DM and development in-country;\n* Making disaster risk reduction a development practice to achieve resilient public\n* Encouraging private sector engagement towards risk sensitive investments;\n* Building capacity and leadership to implement NPDM 2016-2020 at the national\n* Broad policy direction in terms of national level action plans to guide DM in\n* The action plans that are prioritized in line with the national disaster context and"}, {"text_block_id": "p33_b637", "text": "96."}, {"text_block_id": "p33_b638", "text": "These focus areas also need to be supported by provisioning of adequate capacity and resources at the local level; knowledge and information from the scientific and academic community; and practical guidance and tools. Adopting an inclusive approach"}, {"text_block_id": "p33_b639", "text": "–"}, {"text_block_id": "p33_b640", "text": "via multi-sector/stakeholder DRR platforms, both at national and local levels"}, {"text_block_id": "p33_b641", "text": "–"}, {"text_block_id": "p33_b642", "text": "is particularly important. It should embrace the leadership of persons with disability, women, children and youth and the significant contribution of the private sector."}, {"text_block_id": "p33_b643", "text": "97."}, {"text_block_id": "p33_b644", "text": "NPDM 2016-2020 provides two main implementation guides:"}, {"text_block_id": "p33_b649", "text": "4.4. Inclusion as an underlying strategy"}, {"text_block_id": "p33_b650", "text": "98."}, {"text_block_id": "p33_b651_merged_merged_merged_merged", "text": "Social inclusion is a basis for achieving resilience and is an underlying and cross-cutting strategy in all the action plans of NPDM 2016-2020. Appendix 4 shows the outputs of stakeholder consultations on cross-cutting and inclusivity issues. All DM initiatives, policies, programs and planning are to be inclusive with emphasis on two main areas:"}, {"text_block_id": "p34_b654", "text": "99."}, {"text_block_id": "p34_b655", "text": "To ensure incorporation of gender issues in decision making and ensure participation of women and men, girls and boys in all the priority actions of NPDM 2016-2020."}, {"text_block_id": "p34_b656", "text": "100."}, {"text_block_id": "p34_b657", "text": "To ensure adequate considerations for people with vulnerabilities (e.g. single marital status, age, disability) in DM policies and programs and across implementation of NPDM 2016-2020."}, {"text_block_id": "p34_b658", "text": "4.5. Accountability framework"}, {"text_block_id": "p34_b659", "text": "101."}, {"text_block_id": "p34_b660", "text": "Implementation of NPDM 2016-2020 is connected with national laws, rules, regulations, strategies, polices, rules of business and mandates. For implementation of the plan various strategies have been formulated. These are as below."}, {"text_block_id": "p34_b661", "text": "Ministry, department and agency focal point"}, {"text_block_id": "p34_b662", "text": "102."}, {"text_block_id": "p34_b663", "text": "The focal point is the key agency that has the authority and resources to coordinate all related bodies for DM such as ministries, departments, research organizations, international donor agencies, NGOs and the private sector. The agency focal points need a core of well-trained staff and adequate resources and should be supported by appropriate legislation and authority for decision making and implementation of the plan."}, {"text_block_id": "p34_b664", "text": "Links between policy and operations"}, {"text_block_id": "p34_b665", "text": "103."}, {"text_block_id": "p34_b666_merged", "text": "The system must ensure a very close working relationship between the policy formulating body of each of the ministries and set up a wing or cell to deal with the issues of DRR and CCA within the sectoral laws, policies, plans, projects and programs. Arrangement to be made so that the operational agency must implement the decisions and prepare reports of the actions. For this reason, there are significant advantages in placing the focal point in all the line ministries and in the Prime"}, {"text_block_id": "p34_b668", "text": "Ministers’ office."}, {"text_block_id": "p34_b669", "text": "Expanding the scope of planning"}, {"text_block_id": "p34_b670", "text": "104."}, {"text_block_id": "p34_b671", "text": "While most disaster planning describes how to react to a disaster, if disaster risks are to be reduced, it is essential that planning becomes pro-active with an emphasis on preparedness, mitigation and resilience. So disaster and climate risk assessment and risk analysis should be an integral part of decentralized local planning. Donors funding participatory planning and disaster planning initiatives should support the Government to formulate necessary rules, policies, guidelines and tools for a decentralized risk informed planning process in Bangladesh for greater resilience."}, {"text_block_id": "p34_b672", "text": "Political consensus and allocation of resources"}, {"text_block_id": "p34_b673", "text": "105."}, {"text_block_id": "p34_b674", "text": "Consensus must be reached among all political parties to ensure implementation of national disaster management plans and legislation and allocate resources to execute the plan. International assistance through national budgets can improve national institutional capacities, development performance, and accountability to its citizens."}, {"text_block_id": "p35_b675", "text": "Contingency / Preparedness plan"}, {"text_block_id": "p35_b676", "text": "106."}, {"text_block_id": "p35_b677", "text": "Contingency / Preparedness Plans providing a description of a systematic approach to disaster preparedness must be prepared by all government departments at all districts, upazilas and unions. The plans must be constantly revised and updated and should be interlocked with and supplemented by compatible local level preparedness plans with a more specific focus on operational issues."}, {"text_block_id": "p35_b678", "text": "Periodic review of the implementation of the plan"}, {"text_block_id": "p35_b679", "text": "107."}, {"text_block_id": "p35_b680", "text": "A system is to be developed for periodic review of the plan at different levels and prepare the progress monitoring report. Periodic Reporting should be coordinated by MoDMR. It is also required to review the allocations for implementation of the plan by all relevant ministries and departments along with the outputs and outcomes."}, {"text_block_id": "p35_b681", "text": "Funding requirement and resource mobilization"}, {"text_block_id": "p35_b682", "text": "108."}, {"text_block_id": "p35_b683", "text": "Mobilization of necessary resources for the implementation of the plan by relevant government departments is the important task. Ministries and Departments, local governments will be encouraged to earmark appropriate resources within their budget for DM. Ministries and Departments, local governments must financially contribute to the priority level actions. They may however request for additional financial assistance for DM activities from the National/ District Disaster Management Fund. The management of the National DM Fund will be facilitated by MoDMR as per provisions of the rules."}, {"text_block_id": "p35_b684", "text": "Coordination, Communication and Cooperation"}, {"text_block_id": "p35_b685", "text": "109."}, {"text_block_id": "p35_b686", "text": "All the government, non-government agencies and private sector must work together in a coordinated manner to ensure that their combined efforts are directed towards the same end result."}, {"text_block_id": "p35_b687", "text": "110."}, {"text_block_id": "p35_b688", "text": "Close working linkages are needed between bodies responsible for relief and mitigation programs to ensure that risk reduction measures are introduced in the immediate post-disaster situation and to enhance future preparedness."}, {"text_block_id": "p35_b689", "text": "111."}, {"text_block_id": "p35_b690", "text": "Links are critical between national, regional, district and community levels to facilitate implementation and ensure effective vertical communication with, for example, information flowing up and resources flowing down."}, {"text_block_id": "p35_b691", "text": "112."}, {"text_block_id": "p35_b692", "text": "GoB will engage in bilateral agreements with donor agencies for recovery and rehabilitation. Line Ministries will be encouraged to develop appropriate project proposals to be submitted to potential donor agencies for funding."}, {"text_block_id": "p35_b693", "text": "113."}, {"text_block_id": "p35_b694", "text": "GoB will engage the participation of the private sector and non-governmental organisations in DM. In so doing it will also emphasise the importance of resilience and the benefits that can be derived from participating in disaster risk reduction activities."}, {"text_block_id": "p36_b695", "text": "4.6. Priority level action plans"}, {"text_block_id": "p36_b696", "text": "114."}, {"text_block_id": "p36_b697_merged", "text": "Extensive stakeholder and expert consultations, also focusing on the SFDRR priorities, were undertaken in the process of developing NPDM 2016-2020. The consultations focused on specific hazards as evident from the outputs of the National Consultation Workshop, included in Appendix 3. Because the consultations were grouped into addressing the four SFDRR priorities, action plans could be derived from them that meet each of the priorities, as presented below. This plan follows an ‘all-hazards’ or multi-hazard approach; hazard-specific activities where suggested are linked to broader priority level action plans."}, {"text_block_id": "p36_b702", "text": "Priority 1: Understanding disaster risk"}, {"text_block_id": "p36_b703", "text": "115."}, {"text_block_id": "p36_b704", "text": "To upgrade and strengthen national awareness raising initiatives on hazards and DM through community, institutions and media. To involve the community in DM projects and programs as a way of building awareness, including participating in hazard mapping, risk assessments and risk-informed planning. Production and dissemination of contextually relevant awareness raising materials to be a key component. To utilize contemporary technologies and innovations for improved weather and climate monitoring, prediction and forecasting including upgrading current observation stations and satellites. In addition to hydro-meteorological hazards, information systems and models to monitor other hazards such as landslides and riverbank erosion to be developed."}, {"text_block_id": "p36_b705", "text": "116."}, {"text_block_id": "p36_b706", "text": "Special attention to be given to awareness raising and data products on earthquakes, particularly in the rapidly urbanizing context. Bangladesh has experience in DM of cyclones and floods because of their recurrent nature, but yet to experience a major earthquake in recent history although there is high risk. Earthquake risk assessment and mapping to the level of small and medium-sized cities and assessment of current standards of earthquake preparedness and safety to identify existing capacities, gaps and risks are some of the key priority activities."}, {"text_block_id": "p36_b707", "text": "117."}, {"text_block_id": "p36_b708", "text": "To continue to support and engage in DM-related research and development activities with academic institutions, scientific and research bodies, both nationally and internationally. Indicative examples of scientific data products include area-based forecasting, flood zoning maps, geomorphological research to understand water-logging, model for sea surface monitoring and coastal tide monitoring and study of river morphology. Studies to be also undertaken on socio-economic and long-term impacts of disasters, particularly in coastal areas experiencing climate change impacts."}, {"text_block_id": "p36_b709", "text": "118."}, {"text_block_id": "p36_b710", "text": "To invest in creation of a risk repository which is accessible to public sector planners to ensure that major investment of the government is planned and designed with systemic risk information (such as export processing zones)."}, {"text_block_id": "p36_b711", "text": "119."}, {"text_block_id": "p36_b712", "text": "To strengthen regional and international DM networks and establish new ones to share and learn from experiences elsewhere. To establish a regional hub for"}, {"text_block_id": "p37_b713", "text": "transboundary sharing of hydro-meteorological catchment and maritime data, and other data including seismic and tectonic information."}, {"text_block_id": "p37_b714", "text": "120."}, {"text_block_id": "p37_b715", "text": "To develop information products and management strategies for a range of less prominent but nonetheless devastating hazards including cold wave, lightning, fire, chemical hazards and oil spills. The response, management and building resilience strategies are different for these hazards and require specific studies to be done."}, {"text_block_id": "p37_b716", "text": "Priority 2: Strengthening disaster risk governance to manage disaster risk"}, {"text_block_id": "p37_b717", "text": "121."}, {"text_block_id": "p37_b718", "text": "To risk-proof public investments and inclusion of Disaster Impact Assessment in the EIA and SIA processes. To invest in building capacity of government staff to utilize the risk information for the planning, implementation and monitoring processes."}, {"text_block_id": "p37_b719", "text": "122."}, {"text_block_id": "p37_b720", "text": "To undertake inter-ministerial coordination to develop sectoral policies and capacity building, and to review and carry out risk-informed updating and implementation of relevant policies, protocols and legislation such as relating to water management and drainage, safe storage and handling of chemicals and toxic materials, and resilient public buildings and housing through application of building codes and land-use planning."}, {"text_block_id": "p37_b721", "text": "123."}, {"text_block_id": "p37_b722", "text": "To review and update the National Earthquake Contingency Plan and formulate risk mitigation and contingency plans at the local level."}, {"text_block_id": "p37_b723", "text": "124."}, {"text_block_id": "p37_b724", "text": "To strengthen the capacity of DMCs at all levels for policy advocacy and effective operations for resilient DM. To consider strategies for activation of all urban DMCs."}, {"text_block_id": "p37_b725", "text": "125."}, {"text_block_id": "p37_b726", "text": "To strengthen formal institutional capacities including local financial institutions and insurance specially for agriculture, and to also strengthen the financial capacity of social protection institutions."}, {"text_block_id": "p37_b727", "text": "126."}, {"text_block_id": "p37_b728", "text": "Invest in risk reduction of private sector for resilience through engagement and dialogue with sector stakeholders. The guidelines to include issues such as risk-proofing investments, business continuity plans and funding DM projects, and to serve as a legal, technical and accountability instrument."}, {"text_block_id": "p37_b729", "text": "127."}, {"text_block_id": "p37_b730", "text": "To close gaps in institutional policies and programs regarding drought and cold wave hazards by ensuring the implementation of the National Water Policy and supporting a range of measures such as establishing buffer food stock for crises, drought-sensitive land-use planning, cold shelters for vulnerable people, ground water recharge technology in urban areas and use of rainwater."}, {"text_block_id": "p37_b731", "text": "128."}, {"text_block_id": "p37_b732", "text": "To strengthen at the national and ministerial level international and regional cooperation and knowledge/information sharing with key DM-related bodies and other ministries."}, {"text_block_id": "p38_b733", "text": "Priority 3: Investing in disaster risk reduction for resilience"}, {"text_block_id": "p38_b734", "text": "129."}, {"text_block_id": "p38_b735", "text": "To undertake nationwide capacity building for resilience, including dealing with new human-induced and chemical hazards, through training workshops, seminars, drills and simulation exercises and equipment support such as for fire-fighting equipment for Bangladesh Fire Service and Civil Defence, search-and-rescue equipment, personal protective equipment and emergency transportation."}, {"text_block_id": "p38_b736", "text": "130."}, {"text_block_id": "p38_b737", "text": "To carry out physical works and structural measures for resilience including construction of fire stations in all towns and commercially important areas. The major priorities will be: (i) retrofitting important buildings, (ii) supporting resilient rural and urban housing and infrastructure, (iii) building emergency back-up centers outside Dhaka for earthquake evacuation, creation of open spaces in high-density urban areas and tree plantation. To ensure all new construction complies with the Bangladesh National Building Code (BNBC) and earthquake resilient construction is followed in high-risk areas."}, {"text_block_id": "p38_b738", "text": "131."}, {"text_block_id": "p38_b739", "text": "To investigate DM financial options such as private sector investment for resilience, insurance for disaster risk reduction and funding to support resilient and alternative livelihoods, skill development training and initiation of employment for social protection."}, {"text_block_id": "p38_b740", "text": "132."}, {"text_block_id": "p38_b741", "text": "To invest in resilience institutions including a Research & Development Center for excellence and a National Emergency Operations Center."}, {"text_block_id": "p38_b742", "text": "133."}, {"text_block_id": "p38_b743", "text": "To strengthen flood management through existing and new policies and programs on river management for erosion-prone areas, riverine and coastal regions, improving urban/rural drainage systems and dredging/re-excavation of water channels, repairing and maintaining existing flood embankments and sluice gates, dams and reservoirs, dikes and levees, retaining ponds, flood channels, and flood walls, building erosion prevention structures and storage facilities for preserving rainwater."}, {"text_block_id": "p38_b744", "text": "134."}, {"text_block_id": "p38_b745", "text": "To strengthen cyclone management by upgrading and extending of the Cyclone Preparedness Programme (CPP) in all coastal areas and constructing more multipurpose and inclusive killas and shelters with adequate services in all coastal areas."}, {"text_block_id": "p38_b746", "text": "135."}, {"text_block_id": "p38_b747", "text": "To follow an ‘all"}, {"text_block_id": "p38_b748_merged", "text": "-hazards’ approach by recognizing the linkages between the different hazards and developing emergency, resilience and capacity building plans for specific hazards and regions, with attention also to emerging hazards such as lightning, fire and industrial/chemical hazards."}, {"text_block_id": "p38_b751", "text": "Priority 4: Enhancing disaster preparedness for effective response and to “Build Back Better” in recovery,"}, {"text_block_id": "p38_b752", "text": "rehabilitation and reconstruction"}, {"text_block_id": "p38_b753", "text": "136."}, {"text_block_id": "p38_b754", "text": "To strengthen the national forecasting and early warning system, to provide support for community-based early warning systems and to give special attention to developing an early warning system for floods. To expand coverage of existing"}, {"text_block_id": "p39_b755", "text": "warning systems and developing systems for hazards including drought, lightening, cold wave, riverbank erosion and landslides."}, {"text_block_id": "p39_b756", "text": "137."}, {"text_block_id": "p39_b757_merged", "text": "To build capacity of relevant services personnel and volunteers on emergency response including first responder search-and-rescue, first aid and rapid deployment of relief and also to build capacity on earthquake preparedness at municipal and ward levels in large and medium-sized cities. To establish a national DM network and volunteers’ database for quick deployment and response."}, {"text_block_id": "p39_b760", "text": "138."}, {"text_block_id": "p39_b761", "text": "To formulate and strengthen sector wise preparedness measures and drills specifically for earthquakes in critical facilities including schools and hospitals. Preparedness and emergency response measures to be in place for other critical facilities including transportation buildings, public buildings and evacuation shelters."}, {"text_block_id": "p39_b762", "text": "139."}, {"text_block_id": "p39_b763", "text": "To develop an early/medium/long-term recovery and rehabilitation strategy with strong inclusion of gender, children, senior citizens and disability for disaster-affected or displaced households. The strategy to have provision for recovery from riverbank erosion, drought and other localized disasters."}, {"text_block_id": "p39_b764", "text": "140."}, {"text_block_id": "p39_b765", "text": "To create market and value chain facilities to enable communities to operate enterprises during disaster, serve as pre-disaster storage depots and to create alternative livelihood options in disaster hot spots. Other financial instruments to include recovery compensation packages or loans for housing reconstruction and alternative employment generation."}, {"text_block_id": "p39_b766", "text": "141."}, {"text_block_id": "p39_b767", "text": "To develop policies and programs for emergency preparedness and response to human-induced disasters including factory safety measures, slum firefighting and management of oil spills."}, {"text_block_id": "p39_b768", "text": "142."}, {"text_block_id": "p39_b769", "text": "To strengthen preparedness and response measures for slow-onset hazards by utilizing forecasting technologies, for example for drought. DM for drought to involve preparedness activities and contingency planning at all administrative levels in at-risk areas, together with a strategy for recovery and rehabilitation of crops, livestock and from health impacts."}, {"text_block_id": "p39_b770", "text": "4.7. Investment priorities for NPDM 2016-2020"}, {"text_block_id": "p39_b771", "text": "143."}, {"text_block_id": "p39_b772", "text": "To aid the planning process in terms of timeframes, the above priority actions are abbreviated to summary action statements that capture the key point of each action. The summary action statements are listed below corresponding to SFDRR priorities (P1, P2, P3 and P4)."}, {"text_block_id": "p39_b773", "text": "144."}, {"text_block_id": "p39_b774", "text": "P1: Understanding disaster risk"}, {"text_block_id": "p39_b775", "text": "-"}, {"text_block_id": "p39_b776", "text": "Upgrade and strengthen national awareness."}, {"text_block_id": "p39_b777", "text": "-"}, {"text_block_id": "p39_b778", "text": "Awareness raising and data products on earthquakes."}, {"text_block_id": "p39_b779", "text": "-"}, {"text_block_id": "p39_b780", "text": "Contemporary technologies and innovations for improved weather and climate monitoring, prediction and forecasting."}, {"text_block_id": "p40_b781", "text": "-"}, {"text_block_id": "p40_b782", "text": "DM-related research and development activities on scientific and socio-economic issues."}, {"text_block_id": "p40_b783", "text": "-"}, {"text_block_id": "p40_b784", "text": "Develop and implement  tool for disaster impact assessment (DIA) by all sector"}, {"text_block_id": "p40_b785", "text": "-"}, {"text_block_id": "p40_b786", "text": "Risk repository for planning major investments"}, {"text_block_id": "p40_b787", "text": "-"}, {"text_block_id": "p40_b788", "text": "Strengthen regional and international DM networks."}, {"text_block_id": "p40_b789", "text": "-"}, {"text_block_id": "p40_b790", "text": "Studies on other hazards (e.g. cold wave, lightning, fire, chemical hazards, health hazard/biological hazard and oil spills)."}, {"text_block_id": "p40_b791", "text": "145."}, {"text_block_id": "p40_b792", "text": "P2: Strengthening disaster risk governance to manage disaster risk"}, {"text_block_id": "p40_b793", "text": "-"}, {"text_block_id": "p40_b794", "text": "Risk proof public investments and inclusion of Disaster Impact Assessment."}, {"text_block_id": "p40_b795", "text": "-"}, {"text_block_id": "p40_b796", "text": "Inter-ministerial coordination to develop sectoral policies and capacity building."}, {"text_block_id": "p40_b797", "text": "-"}, {"text_block_id": "p40_b798", "text": "Review and update the National Earthquake Contingency Plan."}, {"text_block_id": "p40_b799", "text": "-"}, {"text_block_id": "p40_b800", "text": "Strengthen the capacity of DMCs; activation of urban DMCs."}, {"text_block_id": "p40_b801", "text": "-"}, {"text_block_id": "p40_b802", "text": "Strengthen formal institutional capacities and social protection institutions."}, {"text_block_id": "p40_b803", "text": "-"}, {"text_block_id": "p40_b804", "text": "Guidelines for private sector investment for resilience."}, {"text_block_id": "p40_b805", "text": "-"}, {"text_block_id": "p40_b806", "text": "Close gaps in institutional policies and programs on drought and cold wave hazards."}, {"text_block_id": "p40_b807", "text": "-"}, {"text_block_id": "p40_b808", "text": "International and regional cooperation and knowledge/information sharing."}, {"text_block_id": "p40_b809", "text": "146."}, {"text_block_id": "p40_b810", "text": "P3: Investing in disaster risk reduction for resilience"}, {"text_block_id": "p40_b811", "text": "-"}, {"text_block_id": "p40_b812", "text": "Nationwide capacity building for resilience."}, {"text_block_id": "p40_b813", "text": "-"}, {"text_block_id": "p40_b814", "text": "Physical works and structural measures for resilience."}, {"text_block_id": "p40_b815", "text": "-"}, {"text_block_id": "p40_b816", "text": "DM financial options -private sector, insurance and funding for social protection."}, {"text_block_id": "p40_b817", "text": "-"}, {"text_block_id": "p40_b818", "text": "Resilience institutions -Research & Development Center, National Emergency Operations Center."}, {"text_block_id": "p40_b819", "text": "-"}, {"text_block_id": "p40_b820", "text": "Strengthen flood management."}, {"text_block_id": "p40_b821", "text": "-"}, {"text_block_id": "p40_b822", "text": "Strengthen cyclone management."}, {"text_block_id": "p40_b823", "text": "-"}, {"text_block_id": "p40_b824", "text": "F"}, {"text_block_id": "p40_b825_merged", "text": "ollow an ‘all-hazards’ approach"}, {"text_block_id": "p40_b828", "text": "."}, {"text_block_id": "p40_b829", "text": "147."}, {"text_block_id": "p40_b830", "text": "P4: Enhancing disaster preparedness for effective response and to “Build Back Better” in recovery, rehabilitati"}, {"text_block_id": "p40_b831", "text": "on and reconstruction"}, {"text_block_id": "p40_b832", "text": "-"}, {"text_block_id": "p40_b833", "text": "Strengthen forecasting and early warning systems."}, {"text_block_id": "p40_b834", "text": "-"}, {"text_block_id": "p40_b835", "text": "Build capacity on emergency response."}, {"text_block_id": "p40_b836", "text": "-"}, {"text_block_id": "p40_b837", "text": "Sector wise and critical facilities preparedness and emergency response measures."}, {"text_block_id": "p40_b838", "text": "-"}, {"text_block_id": "p40_b839", "text": "Inclusive recovery and rehabilitation strategy."}, {"text_block_id": "p41_b840", "text": "-"}, {"text_block_id": "p41_b841", "text": "Financial instruments e.g. recovery compensation or loans."}, {"text_block_id": "p41_b842", "text": "-"}, {"text_block_id": "p41_b843", "text": "Business continuity."}, {"text_block_id": "p41_b844", "text": "-"}, {"text_block_id": "p41_b845", "text": "Emergency preparedness and response to human-induced disasters."}, {"text_block_id": "p41_b846", "text": "-"}, {"text_block_id": "p41_b847", "text": "Preparedness and response measures for slow-onset hazards."}, {"text_block_id": "p41_b848", "text": "4.8. Timeline, actions and targets of NPDM 2016-2020"}, {"text_block_id": "p41_b849", "text": "148."}, {"text_block_id": "p41_b850", "text": "The timeline for the 5-year NPDM 2016-2020 is structured into three program periods: (a) 2016 is a preparatory year and many of the actions are continuation of existing programs; (b) 2017-2018 is planned for initiation of new actions in addition to existing actions undertaken in the previous period; and (c) 2019-2020 will include more initiatives and an activity peak is planned by taking into account the expected growth in institutional capacity through the actions of the preceding stages. Many of the core targets will continue to be implemented over the long term until 2030."}, {"text_block_id": "p41_b851", "text": "149."}, {"text_block_id": "p41_b852_merged", "text": "After each of the three periods, the plan will be reviewed and updated based on lessons learned and stakeholders’ feedback. NPDM 2016-2020 is therefore an adaptive document that will roll out and gain lessons at successive stages and be regularly updated."}, {"text_block_id": "p41_b855", "text": "150."}, {"text_block_id": "p41_b856", "text": "Many of the actions that are continued across the different plan periods are essential to DM in Bangladesh and will form an integral part of any national DM plan. Many of them are existing programs, which may require upgrading and strengthening, which implementing across the timeline will allow."}, {"text_block_id": "p41_b857", "text": "151."}, {"text_block_id": "p41_b858", "text": "The tables below show the action plan according to the 3-block timeline, with the summary actions grouped according to the SFDRR priorities with the corresponding 34 core targets to be committed by GoB."}, {"text_block_id": "p42_b859", "text": "Action Plan: 2016"}, {"text_block_id": "p43_b860", "text": "Action plan: 2017-2018"}, {"text_block_id": "p44_b861", "text": "Action plan: 2019-2020"}, {"text_block_id": "p46_b862", "text": "Key Targets"}, {"text_block_id": "p47_b863", "text": "APPENDIX 1: National level actions from the Sendai Framework for Disaster Risk Reduction (SFDRR)"}, {"text_block_id": "p47_b864", "text": "National level actions"}, {"text_block_id": "p47_b865", "text": "The national level actions below are excerpted from SFDRR and they correspond to the four priority areas of the framework, as shown below. GoB ministries and other relevant stakeholders should take into consideration the key activities listed under each of these four priorities and should implement them, as appropriate, taking into consideration respective capacities and capabilities, in line with national laws and regulations."}, {"text_block_id": "p47_b866", "text": "Priority 1: Understanding disaster risk"}, {"text_block_id": "p47_b867", "text": "-"}, {"text_block_id": "p47_b868", "text": "To promote the collection, analysis, management and use of relevant data and practical information and ensure its dissemination, taking into account the needs of different categories of users, as appropriate;"}, {"text_block_id": "p47_b869", "text": "-"}, {"text_block_id": "p47_b870", "text": "To encourage the use of and strengthening of baselines and periodically assess disaster risks, vulnerability, capacity, exposure, hazard characteristics and their possible sequential effects at the relevant social and spatial scale on ecosystems, in line with national circumstances;"}, {"text_block_id": "p47_b871", "text": "-"}, {"text_block_id": "p47_b872", "text": "To develop, periodically update and disseminate, as appropriate, location-based disaster risk information, including risk maps, to decision makers, the general public and communities at risk of exposure to disaster in an appropriate format by using, as applicable, geospatial information technology;"}, {"text_block_id": "p47_b873", "text": "-"}, {"text_block_id": "p47_b874", "text": "To systematically evaluate, record, share and publicly account for disaster losses and understand the economic, social, health, education, environmental and cultural heritage impacts, as appropriate, in the context of event-specific hazard-exposure and vulnerability information;"}, {"text_block_id": "p47_b875", "text": "-"}, {"text_block_id": "p47_b876", "text": "To make non-sensitive hazard-exposure, vulnerability, risk, disaster and loss-disaggregated information freely available and accessible, as appropriate;"}, {"text_block_id": "p47_b877", "text": "-"}, {"text_block_id": "p47_b878", "text": "To promote real time access to reliable data, make use of space and in situ information, including geographic information systems (GIS), and use information and communications technology innovations to enhance measurement tools and the collection, analysis and dissemination of data;"}, {"text_block_id": "p47_b879", "text": "-"}, {"text_block_id": "p47_b880", "text": "To build the knowledge of government officials at all levels, civil society, communities and volunteers, as well as the private sector, through sharing experiences, lessons learned, good practices and training and education on disaster risk reduction, including the use of existing training and education mechanisms and peer learning;"}, {"text_block_id": "p47_b881", "text": "-"}, {"text_block_id": "p47_b882", "text": "To promote and improve dialogue and cooperation among scientific and technological communities, other relevant stakeholders and policymakers in order to facilitate a science-policy interface for effective decision-making in disaster risk management;"}, {"text_block_id": "p48_b883", "text": "-"}, {"text_block_id": "p48_b884", "text": "To ensure the use of traditional, indigenous and local knowledge and practices, as appropriate, to complement scientific knowledge in disaster risk assessment and the development and implementation of policies, strategies, plans and programmes of specific sectors, with a cross-sectoral approach, which should be tailored to localities and to the context;"}, {"text_block_id": "p48_b885", "text": "-"}, {"text_block_id": "p48_b886", "text": "To strengthen technical and scientific capacity to capitalize on and consolidate existing knowledge and to develop and apply methodologies and models to assess disaster risks, vulnerabilities and exposure to all hazards;"}, {"text_block_id": "p48_b887", "text": "-"}, {"text_block_id": "p48_b888", "text": "To promote investments in innovation and technology development in long-term, multi-hazard and solution-driven research in disaster risk management to address gaps, obstacles, interdependencies and social, economic, educational and environmental challenges and disaster risks;"}, {"text_block_id": "p48_b889", "text": "-"}, {"text_block_id": "p48_b890", "text": "To promote the incorporation of disaster risk knowledge, including disaster prevention, mitigation, preparedness, response, recovery and rehabilitation, in formal and non-formal education, as well as in civic education at all levels, as well as in professional education and training;"}, {"text_block_id": "p48_b891", "text": "-"}, {"text_block_id": "p48_b892", "text": "To promote national strategies to strengthen public education and awareness in disaster risk reduction, including disaster risk information and knowledge, through campaigns, social media and community mobilization, taking into account specific audiences and their needs;"}, {"text_block_id": "p48_b893", "text": "-"}, {"text_block_id": "p48_b894", "text": "To apply risk information in all its dimensions of vulnerability, capacity and exposure of persons, communities, countries and assets, as well as hazard characteristics, to develop and implement disaster risk reduction policies;"}, {"text_block_id": "p48_b895", "text": "-"}, {"text_block_id": "p48_b896_merged", "text": "To enhance collaboration among people at the local level to disseminate disaster risk information through the involvement of community-based organizations and non-governmental organizations."}, {"text_block_id": "p48_b899", "text": "Priority 2: Strengthening disaster risk governance to manage disaster risk"}, {"text_block_id": "p48_b900", "text": "-"}, {"text_block_id": "p48_b901", "text": "To mainstream and integrate disaster risk reduction within and across all sectors and review and promote the coherence and further development, as appropriate, of national and local frameworks of laws, regulations and public policies, which, by defining roles and responsibilities, guide the public and private sectors in: (i) addressing disaster risk in publically owned, managed or regulated services and infrastructures; (ii) promoting and providing incentives, as relevant, for actions by persons, households, communities and businesses; (iii) enhancing relevant mechanisms and initiatives for disaster risk transparency, which may include financial incentives, public awareness-raising and training initiatives, reporting requirements and legal and administrative measures; and (iv) putting in place coordination and organizational structures;"}, {"text_block_id": "p49_b902", "text": "-"}, {"text_block_id": "p49_b903", "text": "To adopt and implement national and local disaster risk reduction strategies and plans, across different timescales, with targets, indicators and time frames, aimed at preventing the creation of risk, the reduction of existing risk and the strengthening of economic, social, health and environmental resilience;"}, {"text_block_id": "p49_b904", "text": "-"}, {"text_block_id": "p49_b905", "text": "To carry out an assessment of the technical, financial and administrative disaster risk management capacity to deal with the identified risks at the local and national levels;"}, {"text_block_id": "p49_b906", "text": "-"}, {"text_block_id": "p49_b907", "text": "To encourage the establishment of necessary mechanisms and incentives to ensure high levels of compliance with the existing safety-enhancing provisions of sectoral laws and regulations, including those addressing land use and urban planning, building codes, environmental and resource management and health and safety standards, and update them, where needed, to ensure an adequate focus on disaster risk management;"}, {"text_block_id": "p49_b908", "text": "-"}, {"text_block_id": "p49_b909", "text": "To develop and strengthen, as appropriate, mechanisms to follow up, periodically assess and publicly report on progress on national and local plans; and promote public scrutiny and encourage institutional debates, including by parliamentarians and other relevant officials, on progress reports of local and national plans for disaster risk reduction;"}, {"text_block_id": "p49_b910", "text": "-"}, {"text_block_id": "p49_b911", "text": "To assign, as appropriate, clear roles and tasks to community representatives within disaster risk management institutions and processes and decision-making through relevant legal frameworks, and undertake comprehensive public and community consultations during the development of such laws and regulations to support their implementation;"}, {"text_block_id": "p49_b912", "text": "-"}, {"text_block_id": "p49_b913_merged", "text": "To establish and strengthen government coordination forums composed of relevant stakeholders at the national and local levels, such as national and local platforms for disaster risk reduction, and a designated national focal point for implementing the Sendai Framework for Disaster Risk Reduction 2015–2030. It is necessary for such mechanisms to have a strong foundation in national institutional frameworks with clearly assigned responsibilities and authority to, inter alia, identify sectoral and multisectoral disaster risk, build awareness and knowledge of disaster risk through sharing and dissemination of non-sensitive disaster risk information and data, contribute to and coordinate reports on local and national disaster risk, coordinate public awareness campaigns on disaster risk, facilitate and support local multisectoral cooperation (e.g. among local governments) and contribute to the determination of and reporting on national and local disaster risk management plans and all policies relevant for disaster risk management. These responsibilities should be established through laws, regulations, standards and procedures;"}, {"text_block_id": "p49_b916", "text": "-"}, {"text_block_id": "p49_b917", "text": "To empower local authorities, as appropriate, through regulatory and financial means to work and coordinate with civil society, communities and indigenous peoples and migrants in disaster risk management at the local level;"}, {"text_block_id": "p50_b918", "text": "-"}, {"text_block_id": "p50_b919", "text": "To encourage parliamentarians to support the implementation of disaster risk reduction by developing new or amending relevant legislation and setting budget allocations;"}, {"text_block_id": "p50_b920", "text": "-"}, {"text_block_id": "p50_b921", "text": "To promote the development of quality standards, such as certifications and awards for disaster risk management, with the participation of the private sector, civil society, professional associations, scientific organizations and the United Nations;"}, {"text_block_id": "p50_b922", "text": "-"}, {"text_block_id": "p50_b923", "text": "To formulate public policies, where applicable, aimed at addressing the issues of prevention or relocation, where possible, of human settlements in disaster risk-prone zones, subject to national law and legal systems."}, {"text_block_id": "p50_b924", "text": "Priority 3: Investing in disaster risk reduction for resilience"}, {"text_block_id": "p50_b925", "text": "-"}, {"text_block_id": "p50_b926", "text": "To allocate the necessary resources, including finance and logistics, as appropriate, at all levels of administration for the development and the implementation of disaster risk reduction strategies, policies, plans, laws and regulations in all relevant sectors;"}, {"text_block_id": "p50_b927", "text": "-"}, {"text_block_id": "p50_b928", "text": "To promote mechanisms for disaster risk transfer and insurance, risk-sharing and retention and financial protection, as appropriate, for both public and private investment in order to reduce the financial impact of disasters on Governments and societies, in urban and rural areas;"}, {"text_block_id": "p50_b929", "text": "-"}, {"text_block_id": "p50_b930", "text": "To strengthen, as appropriate, disaster-resilient public and private investments, particularly through structural, non-structural and functional disaster risk prevention and reduction measures in critical facilities, in particular schools and hospitals and physical infrastructures; building better from the start to withstand hazards through proper design and construction, including the use of the principles of universal design and the standardization of building materials; retrofitting and rebuilding; nurturing a culture of maintenance; and taking into account economic, social, structural, technological and environmental impact assessments;"}, {"text_block_id": "p50_b931", "text": "-"}, {"text_block_id": "p50_b932", "text": "To protect or support the protection of cultural and collecting institutions and other sites of historical, cultural heritage and religious interest;"}, {"text_block_id": "p50_b933", "text": "-"}, {"text_block_id": "p50_b934_merged", "text": "To promote the disaster risk resilience of workplaces through structural and non-structural measures;"}, {"text_block_id": "p50_b937", "text": "-"}, {"text_block_id": "p50_b938", "text": "To promote the mainstreaming of disaster risk assessments into land-use policy development and implementation, including urban planning, land degradation assessments and informal and non-permanent housing, and the use of guidelines and follow-up tools informed by anticipated demographic and environmental changes;"}, {"text_block_id": "p50_b939", "text": "-"}, {"text_block_id": "p50_b940", "text": "To promote the mainstreaming of disaster risk assessment, mapping and management into rural development planning and management of, inter alia,"}, {"text_block_id": "p51_b941", "text": "mountains, rivers, coastal flood plain areas, drylands, wetlands and all other areas prone to droughts and flooding, including through the identification of areas that are safe for human settlement, and at the same time preserving ecosystem functions that help to reduce risks;"}, {"text_block_id": "p51_b942", "text": "-"}, {"text_block_id": "p51_b943", "text": "To encourage the revision of existing or the development of new building codes and standards and rehabilitation and reconstruction practices at the national or local levels, as appropriate, with the aim of making them more applicable within the local context, particularly in informal and marginal human settlements, and reinforce the capacity to implement, survey and enforce such codes through an appropriate approach, with a view to fostering disaster-resistant structures;"}, {"text_block_id": "p51_b944", "text": "-"}, {"text_block_id": "p51_b945", "text": "To enhance the resilience of national health systems, including by integrating disaster risk management into primary, secondary and tertiary health care, especially at the local level; developing the capacity of health workers in understanding disaster risk and applying and implementing disaster risk reduction approaches in health work; promoting and enhancing the training capacities in the field of disaster medicine; and supporting and training community health groups in disaster risk reduction approaches in health programmes, in collaboration with other sectors, as well as in the implementation of the International Health Regulations (2005) of the World Health Organization;"}, {"text_block_id": "p51_b946", "text": "-"}, {"text_block_id": "p51_b947", "text": "To strengthen the design and implementation of inclusive policies and social safety-net mechanisms, including through community involvement, integrated with livelihood enhancement programmes, and access to basic health-care services, including maternal, newborn and child health, sexual and reproductive health, food security and nutrition, housing and education, towards the eradication of poverty, to find durable solutions in the post-disaster phase and to empower and assist people disproportionately affected by disasters."}, {"text_block_id": "p51_b948", "text": "Priority 4: Enhancing disaster"}, {"text_block_id": "p51_b949", "text": "preparedness for effective response and to “Build Back Better” in recovery, rehabilitation and reconstruction"}, {"text_block_id": "p51_b950", "text": "-"}, {"text_block_id": "p51_b951", "text": "To prepare or review and periodically update disaster preparedness and contingency policies, plans and programmes with the involvement of the relevant institutions, considering climate change scenarios and their impact on disaster risk, and facilitating, as appropriate, the participation of all sectors and relevant stakeholders;"}, {"text_block_id": "p51_b952", "text": "-"}, {"text_block_id": "p51_b953", "text": "To invest in, develop, maintain and strengthen people-centred multi-hazard, multisectoral forecasting and early warning systems, disaster risk and emergency communications mechanisms, social technologies and hazard-monitoring telecommunications systems; develop such systems through a participatory process; tailor them to the needs of users, including social and cultural requirements, in particular gender; promote the application of simple and low-cost"}, {"text_block_id": "p52_b954", "text": "early warning equipment and facilities; and broaden release channels for natural disaster early warning information;"}, {"text_block_id": "p52_b955", "text": "-"}, {"text_block_id": "p52_b956", "text": "To promote the resilience of new and existing critical infrastructure, including water, transportation and telecommunications infrastructure, educational facilities, hospitals and other health facilities, to ensure that they remain safe, effective and operational during and after disasters in order to provide live-saving and essential services;"}, {"text_block_id": "p52_b957", "text": "-"}, {"text_block_id": "p52_b958", "text": "To establish community centres for the promotion of public awareness and the stockpiling of necessary materials to implement rescue and relief activities;"}, {"text_block_id": "p52_b959", "text": "-"}, {"text_block_id": "p52_b960", "text": "To adopt public policies and actions that support the role of public service workers to establish or strengthen coordination and funding mechanisms and procedures for relief assistance and plan and prepare for post-disaster recovery and reconstruction;"}, {"text_block_id": "p52_b961", "text": "-"}, {"text_block_id": "p52_b962", "text": "To train the existing workforce and voluntary workers in disaster response and strengthen technical and logistical capacities to ensure better response in emergencies;"}, {"text_block_id": "p52_b963", "text": "-"}, {"text_block_id": "p52_b964", "text": "To ensure the continuity of operations and planning, including social and economic recovery, and the provision of basic services in the post-disaster phase;"}, {"text_block_id": "p52_b965", "text": "-"}, {"text_block_id": "p52_b966", "text": "To promote regular disaster preparedness, response and recovery exercises, including evacuation drills, training and the establishment of area-based support systems, with a view to ensuring rapid and effective response to disasters and related displacement, including access to safe shelter, essential food and non-food relief supplies, as appropriate to local needs;"}, {"text_block_id": "p52_b967", "text": "-"}, {"text_block_id": "p52_b968", "text": "To promote the cooperation of diverse institutions, multiple authorities and related stakeholders at all levels, including affected communities and business, in view of the complex and costly nature of post-disaster reconstruction, under the coordination of national authorities;"}, {"text_block_id": "p52_b969", "text": "-"}, {"text_block_id": "p52_b970", "text": "To promote the incorporation of disaster risk management into post-disaster recovery and rehabilitation processes, facilitate the link between relief, rehabilitation and development, use opportunities during the recovery phase to develop capacities that reduce disaster risk in the short, medium and long term, including through the development of measures such as land-use planning, structural standards improvement and the sharing of expertise, knowledge, post-disaster reviews and lessons learned and integrate post-disaster reconstruction into the economic and social sustainable development of affected areas. This should also apply to temporary settlements for persons displaced by disasters;"}, {"text_block_id": "p52_b971", "text": "-"}, {"text_block_id": "p52_b972", "text": "To develop guidance for preparedness for disaster reconstruction, such as on land-use planning and structural standards improvement, including by learning from the recovery and reconstruction programmes over the decade since the adoption of"}, {"text_block_id": "p53_b973", "text": "the Hyogo Framework for Action, and exchanging experiences, knowledge and lessons learned;"}, {"text_block_id": "p53_b974", "text": "-"}, {"text_block_id": "p53_b975", "text": "To consider the relocation of public facilities and infrastructures to areas outside the risk range, wherever possible, in the post-disaster reconstruction process, in consultation with the people concerned, as appropriate;"}, {"text_block_id": "p53_b976", "text": "-"}, {"text_block_id": "p53_b977", "text": "To strengthen the capacity of local authorities to evacuate persons living in disaster-prone areas;"}, {"text_block_id": "p53_b978", "text": "-"}, {"text_block_id": "p53_b979", "text": "To establish a mechanism of case registry and a database of mortality caused by disaster in order to improve the prevention of morbidity and mortality;"}, {"text_block_id": "p53_b980", "text": "-"}, {"text_block_id": "p53_b981", "text": "To enhance recovery schemes to provide psychosocial support and mental health services for all people in need;"}, {"text_block_id": "p53_b982", "text": "-"}, {"text_block_id": "p53_b983", "text": "To review and strengthen, as appropriate, national laws and procedures on international cooperation, based on the Guidelines for the Domestic Facilitation and Regulation of International Disaster Relief and Initial Recovery Assistance."}, {"text_block_id": "p54_b984", "text": "APPENDIX 2: Findings from local level workshops"}, {"text_block_id": "p54_b985", "text": "Chandpur"}, {"text_block_id": "p54_b986", "text": "(floods, riverbank erosion)"}, {"text_block_id": "p54_b987", "text": "-"}, {"text_block_id": "p54_b988", "text": "River dredging/canal excavation"}, {"text_block_id": "p54_b989", "text": "-"}, {"text_block_id": "p54_b990", "text": "Improve community-based river transportation at the highly erosion-prone areas instead of roads"}, {"text_block_id": "p54_b991", "text": "-"}, {"text_block_id": "p54_b992", "text": "Dam along Meghna River"}, {"text_block_id": "p54_b993", "text": "-"}, {"text_block_id": "p54_b994", "text": "Forestation to protect from erosion"}, {"text_block_id": "p54_b995", "text": "-"}, {"text_block_id": "p54_b996", "text": "More Shelters, Char Area in particular"}, {"text_block_id": "p54_b997", "text": "-"}, {"text_block_id": "p54_b998", "text": "Boat/rickshaw-van for poor families"}, {"text_block_id": "p54_b999", "text": "–"}, {"text_block_id": "p54_b1000", "text": "group-based approach"}, {"text_block_id": "p54_b1001", "text": "-"}, {"text_block_id": "p54_b1002", "text": "District Level Emergency Operation Centre and Upazila level buffer food-stock for response"}, {"text_block_id": "p54_b1003", "text": "-"}, {"text_block_id": "p54_b1004", "text": "Arrange alternative livelihoods and home crafts"}, {"text_block_id": "p54_b1005", "text": "-"}, {"text_block_id": "p54_b1006", "text": "Warning Messages to general communities"}, {"text_block_id": "p54_b1007", "text": "–"}, {"text_block_id": "p54_b1008", "text": "in Bangla"}, {"text_block_id": "p54_b1009", "text": "-"}, {"text_block_id": "p54_b1010", "text": "Strong social safety net programmes"}, {"text_block_id": "p54_b1011", "text": "-"}, {"text_block_id": "p54_b1012", "text": "Makeshift schools/houses at the river erosion-prone area"}, {"text_block_id": "p54_b1013", "text": "Makeshift schools/houses at the river erosion-prone area\n* 1000 Volunteers under Deputy Commissioner\n<\\li1>"}, {"text_block_id": "p54_b1015", "text": "Khulna"}, {"text_block_id": "p54_b1016", "text": "(cyclones, coastal hazards)"}, {"text_block_id": "p54_b1017", "text": "-"}, {"text_block_id": "p54_b1018", "text": "Signal System Improvement, Understandable & Communicable"}, {"text_block_id": "p54_b1019", "text": "-"}, {"text_block_id": "p54_b1020", "text": "Special plan for Coastal Area/More Investment in reducing risk"}, {"text_block_id": "p54_b1021", "text": "-"}, {"text_block_id": "p54_b1022", "text": "Excavation of river and canals"}, {"text_block_id": "p54_b1023", "text": "-"}, {"text_block_id": "p54_b1024", "text": "Strengthen Inter-Agency Cooperation"}, {"text_block_id": "p54_b1025", "text": "-"}, {"text_block_id": "p54_b1026", "text": "Innovation & Technology to address Water-Logging Problems"}, {"text_block_id": "p54_b1027", "text": "-"}, {"text_block_id": "p54_b1028", "text": "Raise and strengthen embankment (consider the future risk)"}, {"text_block_id": "p54_b1029", "text": "-"}, {"text_block_id": "p54_b1030", "text": "Expansion CPP area, address the cyclone route change"}, {"text_block_id": "p54_b1031", "text": "-"}, {"text_block_id": "p54_b1032", "text": "More Cyclone Shelters and renovate the old ones"}, {"text_block_id": "p54_b1033", "text": "-"}, {"text_block_id": "p54_b1034", "text": "Arrange Safe Drinking Water in saline-prone areas"}, {"text_block_id": "p54_b1035", "text": "-"}, {"text_block_id": "p54_b1036", "text": "Social and Community Afforestation"}, {"text_block_id": "p54_b1037", "text": "-"}, {"text_block_id": "p54_b1038", "text": "Inventory and preservation of assets and equipment"}, {"text_block_id": "p54_b1039", "text": "-"}, {"text_block_id": "p54_b1040", "text": "Develop and support local level contingency plan"}, {"text_block_id": "p54_b1041", "text": "-"}, {"text_block_id": "p54_b1042", "text": "Crop Zoning and Diversification in coastal zones to combat salinity"}, {"text_block_id": "p54_b1043", "text": "-"}, {"text_block_id": "p54_b1044", "text": "Declaration of separate Shrimp Farming Area"}, {"text_block_id": "p54_b1045", "text": "-"}, {"text_block_id": "p54_b1046_merged_merged_merged", "text": "Strengthen recovery and rehabilitation – learning from Sidr/Aila"}, {"text_block_id": "p54_b1049", "text": "-"}, {"text_block_id": "p54_b1050", "text": "Build Killas (mostly at Cyclone Shelter sites)"}, {"text_block_id": "p54_b1051", "text": "-"}, {"text_block_id": "p54_b1052", "text": "Psychosocial support for the victims"}, {"text_block_id": "p55_b1053", "text": "Sunamganj"}, {"text_block_id": "p55_b1054", "text": "(haor region hazards)"}, {"text_block_id": "p55_b1055", "text": "-"}, {"text_block_id": "p55_b1056", "text": "Mapping of most vulnerable areas and communicate with the users"}, {"text_block_id": "p55_b1057", "text": "-"}, {"text_block_id": "p55_b1058", "text": "Contingency plan by sector at District/Upazila level"}, {"text_block_id": "p55_b1059", "text": "-"}, {"text_block_id": "p55_b1060", "text": "Arrange psychosocial counseling for the victims"}, {"text_block_id": "p55_b1061", "text": "-"}, {"text_block_id": "p55_b1062", "text": "Plantation of long trees (palm)"}, {"text_block_id": "p55_b1063", "text": "-"}, {"text_block_id": "p55_b1064", "text": "Use mobile banking for cash transfer"}, {"text_block_id": "p55_b1065", "text": "-"}, {"text_block_id": "p55_b1066", "text": "Increase Proactive role of media in disaster risk communication and awareness building"}, {"text_block_id": "p55_b1067", "text": "-"}, {"text_block_id": "p55_b1068", "text": "More research and awareness on lightning"}, {"text_block_id": "p55_b1069", "text": "-"}, {"text_block_id": "p55_b1070", "text": "Pilot initiatives (shelter in the haor area to protect from lightening)"}, {"text_block_id": "p55_b1071", "text": "-"}, {"text_block_id": "p55_b1072", "text": "Increase community resilience"}, {"text_block_id": "p55_b1073", "text": "-"}, {"text_block_id": "p55_b1074", "text": "Protection of crops from flash floods, arrange alternative livelihoods"}, {"text_block_id": "p55_b1075", "text": "-"}, {"text_block_id": "p55_b1076", "text": "Introduction of flood and wave resilient housing"}, {"text_block_id": "p55_b1077", "text": "-"}, {"text_block_id": "p55_b1078", "text": "Arrange swimming training for children"}, {"text_block_id": "p55_b1079", "text": "-"}, {"text_block_id": "p55_b1080", "text": "Awareness raising, preparedness and risk communication on earthquakes"}, {"text_block_id": "p56_b1081", "text": "APPENDIX 3: Outputs of National Consultation Workshop"}, {"text_block_id": "p71_b1082", "text": "5. DROUGHT, COLD WAVE"}, {"text_block_id": "p74_b1083", "text": "APPENDIX 4: Outputs of consultations on inclusive DM"}], "document_description": "The National Plan for Disaster Management (NPDM) 2016-2020 was prepared under the leadership of the Ministry of Disaster Management and Relief (MoDMR). The plan focusses on emerging risks linked to urbanization and climate change, and the necessity of Disaster Risk Reduction (DRR) for sustainable development.<br><br>The NPDM 2016-2020 establishes the following goals: 1) to promote policy coherence among disaster management and development, 2) to make DRR a development practice to achieve resilient public investment; 3) to build capacity and leadership to implement the NPDM at national and local level; 3) to promote knowledge and information from the scientific and academic community, etc.&nbsp;<br><br>The plan provides two main implementation guides: 1) a broad policy direction in terms of national level action plans to guide DM in Bangladesh; 2) action plans with indicative time frames over the next 5 years and 34 core targets to be continued until 2030."}