{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Bolivia", "document_category": "Policy", "document_sector_name": "Water", "document_date": "02/07/2009", "document_language": "English", "document_name": "Supreme Decree no 29894 on the organizational structure of the Executive Branch of the Plurinational State", "document_country_code": "BOL", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": "Adaptation", "document_url": "https://www.lexivox.org/norms/BO-DS-29894.html(17-apr-18)", "document_type": "Decree", "text_blocks": [], "document_description": "The Supreme Decree no 29894 is a broad document reorganising the Bolivian State structure. Chapter XVII, on the attributions of the Ministry of Sustainable Development and Water, establishes in art. 94 the Ministry's hierarchical structure. This structure comprises the Vice Ministry of Environment, Biodiversity and Climate Change, which is composed of the General Directorate of Biodiversity and Protected Areas and the General Directorate for Environment and Climate Change.<br />\n<br />\nThe Ministry is notably in charge of 1) coordinating with the Ministries of Foreign Affairs and Development Planning, the negotiation of Treaties, Agreements, Decisions and other international instruments related to the international agenda of the environment, climate change and water; and of 2) formulating the National Climate Change Policy, run the National Climate Change Program, strengthen the National Mechanism of Adaptation to Climate Change, National Implementation Strategy, and execute and evaluate actions to prevent, reduce and mitigate the impacts of climate change and adaptation to it, as well as the formulation of legislation and its regulation.<br />\n<br />\nArt. 62 defines the attributions of the Vice Ministry of Electricity and Alternative Energies charges the entity."}