{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Bolivia", "document_category": "Policy", "document_sector_name": ["LULUCF", "Agriculture"], "document_date": "04/09/2009", "document_language": "English", "document_name": "Supreme Decree no 071/2009", "document_country_code": "BOL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.lexivox.org/norms/BO-DS-N071.xhtml(17-apr-18)", "document_type": "Decree", "text_blocks": [], "document_description": "The Supreme Decree no 071/2009, signed by the Bolivian President, creates a number of authorities in the environmental area, establishes new regulatory processes in the field and changes the name of the General Superintendence of Mines and the Regional Superintendencies of Mines.<br />\n<br />\nChapter III, art. 30, on the attributions of the Minister of Rural Development and Land, charges the Minister in its first paragraph of the renewable natural resources in forestry and agrarian matters.<br />\n<br />\nArt. 31 on the attributions of the Authority for the Control and Social Control of Forests and Land, notably charges the Authority to 1) ensure the integral and sustainable management of forest resources and land in application of the current legal regulations, by local populations, communities and native indigenous peoples, Community Forestry Organizations, as well as private actors; to 2) grant the permits for the use and exploitation of forest resources according to the capacity of land use, for forestry, agricultural, agroforestry, research and conservation activities, through suitable instruments to be developed; and to 3) promote and participate in the development of the National Forest and Land Inventory, in order to facilitate access to the sustainable use of renewable natural resources."}