{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Chile", "document_category": "Law", "document_sector_name": ["Water", "Residential and Commercial", "Energy"], "document_date": "19/08/2010", "document_language": "English", "document_name": "Law No. 20.365 on Tax Exemption for Solar Thermal Systems", "document_country_code": "CHL", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/CHL/2010/CHL-2010-08-19-Law No. 20.365 on Tax Exemption for Solar Thermal Systems_f101b03865222a822d9feed00d5c7e28.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The law grants tax deductions equivalent to the cost, or a share of the cost, of the installation of new solar thermal systems providing at least 30% of the hot water consumed in a given building per annum.<br />\n<br />\nThe tax exemption targets construction companies that are willing to use solar systems in new housing developments, allowing them to discount the cost of solar collectors they install from their taxes on a sliding scale indexed to the value of each home. This measure seeks to promote the use of solar technology and extend its benefits to houses and buildings across the country by offering up to 100% of the installed cost of these hot water systems for new houses eligible by the tax exemption. The exemption covers 100% of the tax on solar thermal systems for houses priced at approximately 2,000 UF (unidad de fomento,USD87, 000) and up to 20% of the tax for houses worth approximately 4,500 UF (USD195, 000.<br />\n<br />\nThe law also includes a consumer protection provision that mandates a 5-year guarantee against failures in the solar thermal system and a free inspection within the first year of home ownership.<br />\n<br />\nDecree 331 of 26 May 2010 lays down the implementation rules establishing the eligibility of technical conditions for solar thermal systems."}