{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": "Adaptation", "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Chile", "document_category": "Policy", "document_sector_name": "Transportation", "document_date": "12/01/2014", "document_language": "English", "document_name": "National Climate Change Adaptation Plan", "document_country_code": "CHL", "document_hazard_name": ["Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/CHL/2014/CHL-2014-01-12-National Climate Change Adaptation Plan_f40c6ef7bcb9fcb93f142f4d4e6b3033.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Climate Change Adaptation Plan provides the overall framework for the coordination of adaptation activities of different sectors and different territorial administrative levels. Its principal objectives are:<br>&nbsp;1. Establish the conceptual framework for adaptation in Chile.<br>&nbsp;2. Establish the institutional framework to guarantee implementation of the National Adaptation Plan and sectoral plans.<br>&nbsp;3. Determine the sectors that require adaptation plans and establish criteria and guidelines for their development and implementation.<br>&nbsp;4. Define the cross-sector actions necessary for adaptation to climate change.<br>&nbsp;The Plan has determined a set of eight transversal action directions, grouped under four main themes, that are to be reached through the corresponding measures:<br>&nbsp;1. Scientific Research</div><ul><li>Scientific framework on climate change (determine reference scenarios to serve as basis for sectoral adaptation plans; consolidate and maintain a national monitoring network; establish a set of indicators to evaluate the effectiveness of adaptation processes)</li><li>Promoting scientific research on climate change (foster co-operation with universities and other research institutions; establish a permanent category of climate change investment in public funds supporting R&amp;D)</li><li>Dissemination of results (create an inter-institutional platform to integrate monitoring results from different institutions).</li></ul><div>&nbsp;2. Communication and Environmental Education</div><ul><li>Define a communication strategy (create a registry of adaptation measures undertaken at the territories and national levels; create an accessible website to share information on climate change adaptation with the public; communicate to the citizens in general as well as specific sectors the risks of climate change impacts; create a logo for the National Adaptation Plan and related activities; communicate through all available means the progress of the adaptation initiatives).</li><li>Environmental education and awareness (integrate the climate change topic into curricula of primary, secondary and university education; create materials for education of members of civil society organisations)</li></ul><div>&nbsp;3. Institutional Strengthening</div><ul><li>Institutional Strengthening (create a Climate Change Unit in each Ministry to co-ordinate creation, implementation and update of the adaptation plans for their institution; prepare a proposal for institutional strengthening of the climate change legislative framework and for creation of a National Adaptation Fund; develop methodology for integrating climate change risks and possibilities for adaptation in social evaluation of projects)</li><li>Mainstreaming Climate Change in environmental management at regional and local level.</li></ul><div>&nbsp;4. Disaster Risk Reduction (DRR)</div><ul><li>Information for decision-making in the context of disaster risk management (include in disaster risk maps and in the statistical registry of disasters (under development) information on current and projected extreme weather events related to climate change; develop a programme of activities aimed at strengthening climate resilience to be carried out by public institutions and other interested actors)</li></ul><div>&nbsp;The Adaptation Plan further calls for development or update of sectoral adaptation plans, some of which have been already developed following the requirements of the National Climate Change Action Plan 2008-2012. Sectoral adaptation measures have been included among others in the Forestry and Agriculture Sector Climate Change Adaptation Plan (2013), the Biodiversity Climate Change Adaptation Plan (2014). The Fisheries and Aquaculture and the Health Sector Climate Change Adaptation Plans are to be presented in 2015 and the Infrastructure, the Cities, the Energy Sector, the Tourism and the Hydrology Resources Climate Change Adaptation Plans are being developed."}