{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Chile", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "12/04/2008", "document_language": "English", "document_name": "National Energy Strategy 2012-2030", "document_country_code": "CHL", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/CHL/2008/CHL-2008-04-12-National Energy Strategy 2012-2030_60b1e85645ccbe3ef86808c37b11780a.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The National Energy Strategy lays down policy directions and proposes measures to ensure that Chile has sufficient, competitive, clean, safe and economical energy resources to transform itself into a developed country.<br>&nbsp;The strategy is based on six fundamental pillars and proposes a set of related measures to achieve the objectives.<br>&nbsp;1) Commitment to energy efficiency to reduce consumption and unlink growth and energy demand: decrease by 12% the final energy demand projected for 2020.</div><ul><li>Measures: Energy Efficiency Action Plan 2012-2020; Energy Efficiency Seal - certification system; Minimum Energy Performance Standards and appliances labelling; Efficient Residential and Street Lighting Programs; Creation of the Inter-ministerial Commission for the Development of Energy Efficiency Policies.</li></ul><div>&nbsp;2) Increasingly incorporate non-conventional renewable energy sources into the Chilean electricity matrix.</div><ul><li>Measures: Improving Procedures for Granting Electricity Concessions; Creation of Utility Corridors which may be expropriated or the object of easements in the public or national interest; Harmonization of the regulatory framework governing transmission systems; Facilitating Connection for Small Generators and Intelligent Networks and developing a smart network.</li></ul><div>&nbsp;3) Strengthen traditional renewable energy sources (mainly hydro and biomass) and overcome administrative, investment and technical challenges and more than double non-conventional renewable energy sources (NCRE - solar, wind, etc.) over the next decade, currently only around 3% of electricity production. A target for traditional hydroelectricity to achieve 45% to 48% share of the electricity mix over the next decade.</div><ul><li>Measures: Tender Mechanism to encourage the Development of NCRE; Geo referenced Platform - Economic Potential for NCRE Projects to support investment; other financing and insurance mechanisms; and support to R&amp;D.</li></ul><div>&nbsp;4) Strengthen the design and solidity and boost the development of our transmission system.<br>&nbsp;5) Address the different challenges presented by the market and electricity distribution.<br>&nbsp;6) Promote sustained progress with developing international inter-connections."}