{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Climate Change Learning Strategy", "document_country_code": "MWI", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2012/MWI-2012-12-25-Climate Change Learning Strategy_028805bd7f0ae8fce7a6e9e223b63570.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Malawi Government"}, {"text_block_id": "p0_b2", "text": "MALAWI'S STRATEGY ON CLIMATE CHANGE LEARNING"}, {"text_block_id": "p0_b3_merged", "text": "JUNE □Li, 2013"}, {"text_block_id": "p2_b8", "text": "Ministry of Environment and Climate Change Management"}, {"text_block_id": "p2_b9", "text": "Environmental Affairs Department"}, {"text_block_id": "p2_b10", "text": "Private Bag 394"}, {"text_block_id": "p2_b11", "text": "Lilongwe 3"}, {"text_block_id": "p2_b12", "text": "Malawi"}, {"text_block_id": "p2_b13", "text": "Tel:(265) 1 771 111"}, {"text_block_id": "p2_b14", "text": "Fax:(265) 1 773 379"}, {"text_block_id": "p2_b15", "text": "Email:eadinfo@sdnp.org.mw"}, {"text_block_id": "p2_b16", "text": "All rights Reserved, No part of this publication maybe reproduced, stored in a retrieval system, transmitted in any form or means, electronic.mechanical,photocopying,recording or otherwise,without prior permission of the Ministry of Environment and Climate Change."}, {"text_block_id": "p2_b17", "text": "I"}, {"text_block_id": "p2_b18", "text": "SBN: 061989-2010"}, {"text_block_id": "p2_b19", "text": "Designed in Malawi by CTECH SYSTEMS Malawi"}, {"text_block_id": "p2_b20", "text": "Ministry of Environment and Climate Change Management"}, {"text_block_id": "p6_b21", "text": "FOREWORD"}, {"text_block_id": "p6_b22", "text": "Climate change, caused by anthropogenic interference in the climate system, has become a serious global concern, affecting the world’s poorest countries mainly in sub-Saharan Africa where most people are at immediate risk. In the light of the above, the developmental gains that the Malawi Government has achieved since independence in 1964 are coming under severe threat of being erased by the vagaries of climate change and climate variability. These have been manifested in the increased frequency and magnitude of floods, droughts, strong winds and landslides, resulting in the loss of life, destruction of infrastructure and property, and aggravated food insecurity. In a bid to counter these climate related hazards, Malawi as a party to the United Nations Convention on Climate Change, has put in place several measures to adapt to the prevailing situation, and to reduce the emission of greenhouse gases and to sequester carbon dioxide from the atmosphere."}, {"text_block_id": "p6_b23", "text": "Evidence of Malawi’s commitment to both the United Nations Framework Convention on Climate Change and to the Kyoto Protocol include the various measures undertaken towards the fulfilment of specific obligations such as the production of the Initial National Communication, the Second National Communication, the National Adaptation Programmes of Action, and the soon to be developed Nationally Appropriate Mitigation Actions. It is clear from these reports that Malawi is vulnerable to impacts of climate change; and hence it is absolutely necessary to take appropriate anticipatory adaptive and mitigation actions to curb the associated adverse effects. Thus, the Climate Change Learning Strategy is considered a critical tool for responding to climate change and an important contribution to the overall National Climate Change Programme."}, {"text_block_id": "p6_b24", "text": "Notwithstanding the urgency to respond to climate change, it has sadly been observed that the general public in Malawi has inadequate knowledge about climate change and its associated devastating impacts. It is therefore incumbent upon the Government to expedite the process of climate change learning in the country through human and institutional capacity building, climate change financing, and consideration of cross-cutting issues. These three pillars will ensure the attainment of the requisite resilience to climate change by the year 2030."}, {"text_block_id": "p6_b25", "text": "Previous studies on climate change learning in Malawi include those discussed in the National Capacity Self-Assessment report, Capacity Needs Assessment, and Training Needs Assessment. Gaps identified in these reports and others documents sourced from United Nations Institute for Training and Research (UN-CC:LEARN) in Geneva have been very instrumental in the development of this Strategy."}, {"text_block_id": "p6_b26", "text": "It is my sincere hope that all the projects spelt out in this Strategy will be implemented so as to enhance awareness about climate change thereby building climate change resilience in Malawi. The financial and technical support that the Malawi Government generously received from the Swiss Government through UN-CC: LEARN and UNDP Malawi towards the development of this Strategy is highly appreciated."}, {"text_block_id": "p6_b27", "text": "Hon. Halima Daud, MP"}, {"text_block_id": "p6_b28", "text": "MINISTER OF ENVIRONMENT AND CLIMATE  CHANGE MANAGEMENT"}, {"text_block_id": "p7_b29", "text": "PREFACE"}, {"text_block_id": "p7_b30", "text": "The inclusion of Climate Change, Environment and Natural Resources Management among Key Priority Areas in the Malawi Growth and Development Strategy and the establishment of the Ministry of Environment and Climate Change Management bear testimony to the Malawi Government’s commitment to addressing environmental degradation and climate change in the country. The Government has shown this commitment through a number of actions, including the signing and ratification of the United Nations Framework Convention on Climate Change and the Kyoto Protocol, the development of the Initial and Second National Communication, the production of the National Adaptation Programmes of Action, and the soon to be developed Nationally Appropriate Mitigation Actions. Malawi is also at an advanced stage of developing the Climate Change Policy and Climate Change Investment Plan. In this regard, the Climate Change Learning Strategy complements Government efforts in addressing climate change."}, {"text_block_id": "p7_b31", "text": "The development of the Climate Change Learning Strategy involved multi-stakeholder consultations, complemented by literature review of key studies conducted in the country since 2007. These included the National Capacity Self-Assessment report, Capacity Needs Assessment, and Training Needs Assessment, and those provided by UN-CC:LEARN. SWOT and PESTEL analyses were employed to enhance opportunities and convert weaknesses to strengths of the three pillars of the strategy comprising human and institutional capacity building, financing, and cross-cutting issues. These pillars are critical to the promotion of awareness about climate change in Malawi and also essential for the developmentof appropriateanticipatoryadaptationandmitigationoptionstoavertadverseimpactsof climatechange."}, {"text_block_id": "p7_b32", "text": "The implementation of climate change response initiatives requires high levels of awareness, knowledge and skills on climate change across all socio-economic sectors as stipulated in Articles 6 and 10 of the UNFCCC and the Kyoto Protocol respectively. It is against this background that Malawi Government through Ministry of Economic Planning and Development submitted an application to UN-CC: LEARN under United Nations Institute for Training and Research to participate in a pilot project to “strengthen human resources and skills development for advancement of green, low emission and climate resilient development”."}, {"text_block_id": "p7_b33", "text": "The development of the Climate Change Learning Strategy was financially and technically supported by the Swiss Government through UN-CC: LEARN and it was locally managed by UNDP Malawi. It is therefore my pleasure to thank these development partners for their valuable support."}, {"text_block_id": "p7_b34", "text": "Yanira M. Ntupanyama, PhD"}, {"text_block_id": "p7_b35", "text": "SECRETARY FOR ENVIRONMENT AND CLIMATE CHANGE MANAGEMENT"}, {"text_block_id": "p8_b36", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p8_b37", "text": "."}, {"text_block_id": "p8_b38", "text": "On behalf of the Ministry of Environment and Climate Change Management, the Environmental Affairs Department (EAD) would like to thank all individuals, Government agencies and organizations that generously contributed towards the production of this Climate Change Learning Strategy. In particular, EAD would like to thank Mr Yona Kamphale (Director for Economic Planning and Development), Mr. Jan Rijpma (Assistant Resident Representative, UNDP), Mr. Frank Kamanga (MECCM), Ms. Jane Swira at the National Climate Change Programme, Ms. Tapona Manjolo (Programme Analyst, UNDP), Mr. Sothini Nyirenda (UNDP), Dr. Fritz Kadyoma (Malawi Institute of Education), Ms. Amrei Horstbrink at UN-CC LEARN and the Consultants, Mr. Kenneth Gondwe and Dr. Geoffrey Chavula of the Malawi Polytechnic who facilitated the process of developing this important document."}, {"text_block_id": "p8_b39", "text": "The Ministry of Environment and Climate Change Management would be remiss if it did not thank the Swiss Government for the funding and UN-CC LEARN and UNDP Malawi for providing logistical and technical support in the production of the Strategy."}, {"text_block_id": "p8_b40", "text": "Lastly, but not least, the Ministry would like to acknowledge all individuals and institutions that were consulted during the compilation of the Climate Change Learning Strategy."}, {"text_block_id": "p8_b41", "text": "Aloysius  M. Kamperewera, PhD"}, {"text_block_id": "p8_b42", "text": "DIRECTOR OF ENVIRONMENTAL AFFAIRS"}, {"text_block_id": "p9_b43", "text": "LEAD CONTRIBUTORS"}, {"text_block_id": "p9_b44", "text": "PROJECT MANAGEMENT TEAM"}, {"text_block_id": "p9_b45", "text": "CONSULTING TEAM"}, {"text_block_id": "p10_b46", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p12_b47", "text": "LIST OF FIGURES AND TABLES"}, {"text_block_id": "p13_b48", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p13_b49", "text": "Background and Rationale"}, {"text_block_id": "p13_b50", "text": "Climate change is undoubtedly the greatest threat to humanity. Evidence of the adverse impacts of climate on Malawi’s agro-based economy are manifested in the increased frequency and magnitude of floods, droughts and intermittent rainfall. However, the country’s current adaptive capacities are not adequate to cushion livelihood systems and socio-economic development against the vagaries of climate change. It is therefore imperative that deliberate interventions should be put in place in order to raise the level of awareness, understanding, knowledge and skills as well as to build institutional capacities as a first step towards making the country resilient to adverse impacts of climate change. It is against this background that the Malawi Government submitted an application to CC: Learn under UNITAR to participate in the pilot project to “Strengthen human resources and skills development for advancement of green, low emission and climate resilient development”. The development of CC Learning Strategy is one of the outputs of the pilot project. The Strategy has as its target audiencealllevelsof theMalawiansociety,namely:individual,institutionalandsystemicacrossallkeysocio-economic sectors (agriculture, forestry, energy, transport, water, health, fisheries, education, finance, infrastructure, gender)."}, {"text_block_id": "p13_b51", "text": "International Context"}, {"text_block_id": "p13_b52", "text": "At the International level, the issue of human resources capacity needs and interventions was recognized by the framers of the UNFCCC and the Kyoto Protocol as highlighted in Articles 6 and Article 10(e), respectively. These Articles emphasize the need for cooperation and support of national education, training and public awareness programmes.  Other initiatives include:"}, {"text_block_id": "p13_b53", "text": "At the International level, the issue of human resources capacity needs and interventions was recognized by the framers of the UNFCCC and the Kyoto Protocol as highlighted in Articles 6 and Article 10(e), respectively. These Articles emphasize the need for cooperation and support of national education, training and public awareness programmes.  Other initiatives include:\n* Doha Work Programme UNFCCC Article 6: This programme has elaborated on the implementation of\n* UNESCO Education for sustainable Development. This is a framework for promoting education for sus"}, {"text_block_id": "p13_b57", "text": "National Context and Policy Priorities"}, {"text_block_id": "p13_b58", "text": "Malawi signed and ratified a number of multilateral environmental agreements (MEAs) such as the UNFCCC and the Kyoto Protocol; and has conducted a number of studies pertaining to climate change, namely: the V&A assessments under the US Country Studies Programme (USCSP); Initial and Second National Communication submitted to the Conference of the Parties (COP) of UNFCCC, National Adaptation Programmes of Action (NAPA) and State of the Environment and Outlook Report for Malawi. In addition, in collaboration with other stakeholders, the Government has conducted some training programmes on climate change for policy makers and vulnerable communities. Climate change activities are governed Climate change activities are governed by the following policy documents: the National Environmental Action Plan (NEAP), Vision 2020, the National Environmental Policy and the Environment Management Act, and the Malawi Growth and Development Strategy II."}, {"text_block_id": "p13_b59", "text": "All these policy and/or programmes inform the development of Climate Change Learning Strategy."}, {"text_block_id": "p14_b60", "text": "VISION, MISSION AND CORE VALUES"}, {"text_block_id": "p14_b61", "text": "Vision"}, {"text_block_id": "p14_b62", "text": "The vision of Malawi Climate Change Learning Strategy is that Malawi will become a knowledge-driven climate change resilient population by 2030, pursuing a low carbon emission development path.  This Strategy will contribute to the ideals of the Climate Change Policy."}, {"text_block_id": "p14_b63", "text": "Mission"}, {"text_block_id": "p14_b64", "text": "Core Values"}, {"text_block_id": "p14_b65", "text": "The following core values will provide norms and code of conduct that will guide the implementation of various activities in the Strategy. Training materials for various levels must meet minimum Quality/Standard. It will also ensure participation of all stakeholders and ensure fair inclusion of participants from vulnerable and/or marginalized groups. The Strategy will also take into consideration issues of adaptability, compatibility and synergy"}, {"text_block_id": "p14_b66", "text": "Ojectives of the Strategy"}, {"text_block_id": "p14_b67", "text": "The objective of the Strategy is to strengthen human resources and skills development for the advancement of green, low emission and climate resilient development."}, {"text_block_id": "p14_b68", "text": "Strategy Formulation Approach"}, {"text_block_id": "p14_b69", "text": "The Process of Formulating this strategy  involved literature reviews, stakeholder consultations, national planning workshop as well as inception meetings with key departments, UNDP and UN-CC:LEARN.  The draft Strategy was reviewed at various stages, including a national stakeholders’ validation workshop"}, {"text_block_id": "p14_b70", "text": "ANALYSIS OF CLIMATE CHALLENGE LEARNING ENVIRONMENT"}, {"text_block_id": "p14_b71", "text": "Findings from stakeholder consultations and SWOT-PESTEL"}, {"text_block_id": "p14_b72", "text": "Based on desk studies, stakeholder consultations and SWOT/PESTEL analyses, general findings show existence of the following:"}, {"text_block_id": "p14_b73", "text": "Internal factors (Strengths and weaknesses)"}, {"text_block_id": "p14_b74", "text": "Internal factors (Strengths and weaknesses)\n* Strong Institutional setup and supportive policies;\n* String civil society policies;\n* Week financial capacities;\n* Poor coordination;\n* Low number of experts in climate change\n* Opportunities for mainstream CC in curricular at higher education institutional ; and\n* Limited gender considerations in CC initiatives"}, {"text_block_id": "p14_b88", "text": "External Factors(Opportunities and threats)"}, {"text_block_id": "p14_b89", "text": "External Factors(Opportunities and threats)\n* Opportunities for technical and financial support from the UN system: UNFCCC/IPCC,UNDP,UNCC:\n<\\li1>"}, {"text_block_id": "p15_b91", "text": "External Factors(Opportunities and threats)\n* Opportunities for technical and financial support from the UN system: UNFCCC/IPCC,UNDP,UNCC:\n<\\li1>\n* Competing global socio-economic  socio political issues; health, education, wars and refugees, terrorism\n* Global Economic downturn"}, {"text_block_id": "p15_b95", "text": "Strategic Pillars"}, {"text_block_id": "p15_b96", "text": "Based on literature review and SWOT-PESTEL analyses, the following thematic priority areas were selected:"}, {"text_block_id": "p15_b97", "text": "Based on literature review and SWOT-PESTEL analyses, the following thematic priority areas were selected:\n* Human Resources and Institutional Capacity\n* Sustainable funding; and\n* Crosscutting Issues"}, {"text_block_id": "p15_b103", "text": "KEY PRIORITIES AND IMPLEMENTATION ARRANGEMENTS"}, {"text_block_id": "p15_b104", "text": "Details about key priority areas are summarized in the tables shown below.  They include Strategic Objectives, Strategies, Key Performance Indicators and Lead Institutions."}, {"text_block_id": "p16_b105", "text": "Key Priority Area 1: Human Institutional Capacity Building"}, {"text_block_id": "p17_b106", "text": "Key Priority Area 2: Sustainable Funding"}, {"text_block_id": "p18_b107", "text": "Key Priority Area 3:  Crosscutting Issues"}, {"text_block_id": "p19_b108", "text": "MONITORING AND EVALUATION"}, {"text_block_id": "p19_b109", "text": "This strategy is planned to be implemented in three phases, namely: short-term (up to 2015), medium-term (up to 2020), and long-term (up to 2030)."}, {"text_block_id": "p19_b110", "text": "Interms of  M & E frequency of reporting, the following will apply;"}, {"text_block_id": "p19_b111", "text": "Interms of  M & E frequency of reporting, the following will apply;\n* Progress Reports(financial and technical)\n* Midterm Reports\n* End Phase Evaluation\n* End Phase Evaluation\n : quarterly and annually;\n* End Phase Evaluation\n : quarterly and annually;\n : once midway through the initial phase;  and\n* End Phase Evaluation\n : quarterly and annually;\n : once midway through the initial phase;  and\n : once at the end of phase;"}, {"text_block_id": "p19_b120", "text": "KEY ASSUMPTIONS"}, {"text_block_id": "p19_b121", "text": "The Following assumptions were considered when developing this strategy ;"}, {"text_block_id": "p19_b122", "text": "The Following assumptions were considered when developing this strategy ;\n* Stable Economic Environment;\n* Political Will;\n* Favorable government policies;\n* Stakeholder Participation; and\n* Sustainable Funding."}, {"text_block_id": "p20_b132", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p20_b133", "text": "1.1 Background Rationale"}, {"text_block_id": "p20_b134", "text": "Climate change is one of the most serious global concerns of our time and has already had observable impacts on the environment (Boko et al., 2007; IPCC, 2007; Smith, 2001). If not addressed now, this phenomenon will be a great impediment to sustainable development as it permeates all socio-economic sectors of our society. According to the 2010 United Nations Country Assessment Report for Malawi, climate change poses a serious"}, {"text_block_id": "p20_b135", "text": "threat to Malawi’s development agenda such that in the short‐to‐medium‐term it will significantly affect the functioning of natural ecosystems, with major implications for several weather‐sensitive sectors, namely:"}, {"text_block_id": "p20_b136", "text": "environment, agriculture, forestry, water resources, energy and fisheries; and human systems, particularly human health and human settlements. In the long-term, climate change will undermine the attainment of Millennium Development Goals (MDGs) and exacerbate poverty (UNDP, 2010)."}, {"text_block_id": "p20_b137", "text": "It is therefore incumbent upon the Malawi Government to put in place measures that will guarantee the country’s resilience to the vagaries of climate change by, among other things, promoting climate change learning as one of the key components of the National Climate Change Policy."}, {"text_block_id": "p20_b138", "text": "Malawi is vulnerable to climate-related hazards particularly floods, droughts and intermittent rainfall; and there is evidence suggesting that the frequency and magnitude of these hazards will increase in future and will be exacerbated by climate change (GoM, 2011). Malawi’s own vulnerability to climate change arises mainly from socio-economic, demographic and climatic factors."}, {"text_block_id": "p20_b139", "text": "Recent climate trends show a temperature increase of 0.9oC between 1960 and 2006. Furthermore, projections of future climate from Global Circulation Models (GCMs) show that temperature will increase by 1.1 to 3.0oC by the 2060s, and 1.5 to 5.0oC by the 2090s (McSweeney et al., 2008)."}, {"text_block_id": "p20_b140_merged_merged", "text": "From previous studies, it has been noted that many people talk about climate change like any other topical issue, without giving it serious consideration (GoM,2012). As such, the general level of awareness, knowledge and understanding among Malawians about this phenomenon is rather inadequate. Even at institutions of higher learning, some academicians have no clear idea what climate change is all about! It is therefore not surprising that local communities in vulnerable areas do not possess the requisite knowledge and skills for adapting to climate change challenges that adversely impact their livelihood systems. In order to redress the situation, the Government has started to work with experts responsible for developing curricular for schools in order to incorporate climate change issues in the existing syllabi. But preliminary assessments show that these efforts in isolation may only enhance awareness about climate change and not facilitate behavioral change and initiate action for the implementation of adaptation and mitigation measures. The absence of supporting poli-cies and strategies on climate change only helps to exacerbate the situation."}, {"text_block_id": "p20_b143", "text": "From previous studies, it has been noted that many people talk about climate change like any other topical issue, without giving it serious consideration (GoM,2012). As such, the general level of awareness, knowledge and understanding among Malawians about this phenomenon is rather inadequate. Even at institutions of higher learning, some academicians have no clear idea what climate change is all about! It is therefore not surprising that local communities in vulnerable areas do not possess the requisite knowledge and skills for adapting to climate change challenges that adversely impact their livelihood systems. In order to redress the situation, the Government has started to work with experts responsible for developing curricular for schools in order to incorporate climate change issues in the existing syllabi. But preliminary assessments show that these efforts in isolation may only enhance awareness about climate change and not facilitate behavioral change and initiate action for the implementation of adaptation and mitigation measures. The absence of supporting poli-cies and strategies on climate change only helps to exacerbate the situation.\n* The Other Countries are Uganda, Benin, Dominican Republic and Indonesia"}, {"text_block_id": "p21_b146", "text": "From previous studies, it has been noted that many people talk about climate change like any other topical issue, without giving it serious consideration (GoM,2012). As such, the general level of awareness, knowledge and understanding among Malawians about this phenomenon is rather inadequate. Even at institutions of higher learning, some academicians have no clear idea what climate change is all about! It is therefore not surprising that local communities in vulnerable areas do not possess the requisite knowledge and skills for adapting to climate change challenges that adversely impact their livelihood systems. In order to redress the situation, the Government has started to work with experts responsible for developing curricular for schools in order to incorporate climate change issues in the existing syllabi. But preliminary assessments show that these efforts in isolation may only enhance awareness about climate change and not facilitate behavioral change and initiate action for the implementation of adaptation and mitigation measures. The absence of supporting poli-cies and strategies on climate change only helps to exacerbate the situation.\n* The Other Countries are Uganda, Benin, Dominican Republic and Indonesia\n"}, {"text_block_id": "p21_b151", "text": "1.2 International Contexts"}, {"text_block_id": "p21_b152", "text": "The necessity of climate change learning is summarised in Article 6 of the UNFCCC where it is stated that: “In carrying out their commitments under Article 4, paragraph (i), the Parties shall:"}, {"text_block_id": "p21_b153", "text": "Promote and facilitate at national and, as appropriate ,sub regional and regional levels, and in accordance with national laws and regulations , and within their respective capacities;"}, {"text_block_id": "p21_b154", "text": "Promote and facilitate at national and, as appropriate ,sub regional and regional levels, and in accordance with national laws and regulations , and within their respective capacities;\n* he development  and implementation of educational and public awareness programmes on climate change        and its effects\n* Public access to information  on climate change and its effects\n* Public participation in  addressing climate change and its effects and developing adequate responses; and\n* Training of scientific , technical and managerial personnel\n* Cooperate in and promote, at the international level , and where appropriate , using existing bodies;\n* The development  and exchange of educational and public  awareness material on climate change and its\n* The development  and implementation of education and training  programmes, including  the"}, {"text_block_id": "p21_b170", "text": "Issues of climate change learning are also highlighted in Article 10 (e) of the Kyoto Protocol. The Doha Work Programme has elaborated on the implementation of Article 6 of the Convention with respect to education, training, public awareness, public participation, public access to information and international cooperation (UNFCCC, 2012). UNESCO is the lead agency for the UN Decade of Education for Sustainable Development (ESD), a decade which spans over the period 2005 – 2014 (UNESCO, 2006). ESD allows every human being to acquire the knowledge, skills, attitudes and values necessary to shape a sustainable future. This entails the inclusion of key sustainable development issues into teaching and learning, e.g., climate change, disaster risk reduction, biodiversity, poverty reduction, and sustainable consumption. It also requires participatory teaching and learning methods that motivate and empower learners to change their behavior and take"}, {"text_block_id": "p21_b171", "text": "action for sustainable development. The ESD framework covers three key areas, namely, society, environment and economy with culture as a crosscutting issue."}, {"text_block_id": "p21_b172", "text": "action for sustainable development. The ESD framework covers three key areas, namely, society, environment and economy with culture as a crosscutting issue.\n* The other countries are Uganda, Benin,Dominican Republic and Indonesia\n<\\li1>"}, {"text_block_id": "p22_b174", "text": "1.3 National Context and Policy Priorities"}, {"text_block_id": "p22_b175", "text": "1.3.1 An Overview"}, {"text_block_id": "p22_b176", "text": "Malawi signed and ratified the UNFCCC in 1992 and 1994 respectively. Since then the country has implement"}, {"text_block_id": "p22_b177", "text": "-"}, {"text_block_id": "p22_b178", "text": "ed a number of activities that bear testimony to its commitment to the objectives of the UNFCCC as spelt out in Article 2"}, {"text_block_id": "p22_b179", "text": ". These include: producing the V&A Assessment Report in 1997 with funding from the US Country Studies Programme (USCSP); signing the Kyoto Protocol in December 1997; publishing the Initial and Second National Communication to UNFCCC in 2002 and 2011 respectively; developing the NAPA in 2006; and producing the State of the Environment and Outlook Report for Malawi 2010 (Figure 1). Implementation of some of the activities highlighted above involved human and institutional capacity building."}, {"text_block_id": "p22_b180_merged_merged", "text": "In addition, the Government of Malawi through the Ministry of Environment and Climate Change Management, academic institutions and NGOs have conducted several training sessions intended to build capacity in climate change in the country: training for Members of Parliament (MPs) and the Technical Committee on Climate Change (TCCC), training local communities in Machinga and Nsanje districtsin the basics of climate change, short courses on climate change for the media etc. Through the Africa Adaptation Programme (AAP), the Malawi Government has trained 10 professionals at Master of Science degree level in climate change. Therefore the development of the Climate Change Learning Strategy is a timely complement to the draft National Policy on Climate Change and the draft Climate Change Investment Plan."}, {"text_block_id": "p23_b182", "text": "Fugure 1: Key CC Studies done by 2011."}, {"text_block_id": "p23_b183", "text": "The Government has embraced  the Sector Wide Approach (SWAp) as one of the viable options for managing donor funds, a funding system governed by the Paris Declaration.  The Paris Declaration and Accra Agenda for Action (AAA) are founded on five core principles, namely:"}, {"text_block_id": "p23_b184", "text": "(a)"}, {"text_block_id": "p23_b185", "text": "Ownership - Developing countries set their own strategies for poverty reduction, improve their institutions      and tackle corruption;"}, {"text_block_id": "p23_b186", "text": "(b)"}, {"text_block_id": "p23_b187", "text": "Alignment - Donor countries align behind these objectives and use local systems;"}, {"text_block_id": "p23_b188", "text": "c)"}, {"text_block_id": "p23_b189", "text": "Harmonization - Donor countries coordinate, simplify procedures and share information to avoid     duplication;"}, {"text_block_id": "p23_b190", "text": "(d)"}, {"text_block_id": "p23_b191", "text": "Results - Developing countries and donors shift focus to development results and results get measured; and"}, {"text_block_id": "p23_b192", "text": "(e)"}, {"text_block_id": "p23_b193", "text": "Mutual accountability - Donors and partners are accountable for development results. So far, Malawi has      four SWAps: Health SWAp, Water SWAp, Agriculture SWAp, and Education SWAp. In the light of the      above, one of the ways in which donor funds for climate change may be managed is through the creation of     Climate Change SWAp."}, {"text_block_id": "p24_b194", "text": "1.3.2 Key Policies  and Strategies"}, {"text_block_id": "p24_b195", "text": "Malawi’s commitment to addressing climate change is demonstrated through a number of policy documents including: the National Environmental Action Plan (NEAP) of 1994, Vision 2020, the Environmental Policy (2004) and the Environment Management Act (1996), the Initial and Second Country Reports on Climate Change of 2003 and 2010 respectively, Malawi’s National Adaptation Programmes of Action (NAPA) of 2006 and National Environment and Climate Change Communication Strategy (NEECS)."}, {"text_block_id": "p24_b196", "text": "1.3.2.1 National Environmental Action Plan"}, {"text_block_id": "p24_b197", "text": "The Malawi Government adopted the NEAP in 1994 following the country’s participation at the Rio Earth Summit in 1992. The NEAP was developed through an extensive consultative process involving a wide range of stakeholders, and it is the operational tool for the implementation of Agenda 21. Nine key environmental concerns were identified as factors that exacerbate poverty in Malawi, namely: soil erosion, deforestation, water resources degradation and depletion, threats to fish resources, threats to biodiversity, human habitat degradation, high population growth, air pollution, and climate change (EAD, 1994)."}, {"text_block_id": "p24_b198", "text": "1.3.2.2 National Environmental Polict(NEP)"}, {"text_block_id": "p24_b199", "text": "The National Environment Policy was produced in 1996 and revised in 2004. The policy provides an overall framework through which sectoral policies are reviewed to assess their consistency with the principles of sound environmental management and sustainable development. It also addresses issues of climate change, and empowers local communities to manage natural resources sustainably and promote social equity. The NEP is supported by the Environment Management Act (1996)."}, {"text_block_id": "p24_b200", "text": "1.3.2.3 Vision 2020"}, {"text_block_id": "p24_b201", "text": "Vision 2020 was launched in 2000. It is a framework for national development goals, policies and strategies. This document articulates the long-term development perspective for the country. Among other things, Vision 2020 emphasizes the need for integrating social and economic issues in sustainable development. On issues of climate change, it urges the Government to ensure that GHG emissions into the atmosphere are monitored and reduced."}, {"text_block_id": "p24_b202", "text": "1.3.2.4 Malawi Growth and Development Strategy(MGDS)"}, {"text_block_id": "p24_b203", "text": "This was adopted in 2006 to guide development in Malawi over the period 2006-2011, whereas MGDS II covers the period 2012-2016. The MGDS provides guidelines to the Malawi Government on resource allocation and use in various sectors of the economy, namely: agriculture and food security; irrigation and water development; transport infrastructure and development; energy generation and supply; integrated rural development; and prevention of nutritional disorders and HIV / AIDS. In 2009, the Government recognized Climate Change,"}, {"text_block_id": "p24_b204", "text": "Environment and Natural Resources Management as one of the Key Priority Areas (KPA) in the Malawi Growth and Development Strategy (MGDS), an area which has also been highlighted as KPA under the MGDS II (GoM, 2012)"}, {"text_block_id": "p25_b205", "text": "(a)"}, {"text_block_id": "p25_b206", "text": "What has the country achieved in terms of training Malawians on Climate Issues?"}, {"text_block_id": "p25_b207", "text": "(b)"}, {"text_block_id": "p25_b208", "text": "What training resources and facilities are available in the country?"}, {"text_block_id": "p25_b209", "text": "(c)"}, {"text_block_id": "p25_b210", "text": "What are the training gaps"}, {"text_block_id": "p25_b211", "text": "(d)"}, {"text_block_id": "p25_b212", "text": "What opportunities are there in developing the climate change strategy? From cooperating partners? From the private sector? From other organizations? and"}, {"text_block_id": "p25_b213", "text": "(e)What threats will likely hinder implementation of the climate change learning strategy?"}, {"text_block_id": "p25_b214", "text": "After conducting desk studies and stakeholder interviews, gaps in climate change learning were identified; and these were used in the formulation of pillars around which the strategy was developed after a thorough SWOT and PESTEL analyses. A monitoring and evaluation plan was developed in order to assess the performance of the projects intended to address shortfalls in climate change learning. The initial draft climate change learning strategy was then presented to the Technical Committee on Climate Change (TCCC) for comments before a stakeholder workshop was convened to review it.  The final draft was presented at a National Validation Workshop where it was reviewed in detail through group discussions and plenary presentations focusing on specific sections of the draft. Key issues agreed at the workshop were then incorporated in this final version of the Strategy."}, {"text_block_id": "p26_b215", "text": "3.0 ANALYSIS OF CLIMATE  CHANGE LEARNING ENVIRONMENT"}, {"text_block_id": "p26_b216", "text": "3.1 Synthesis of Findings"}, {"text_block_id": "p26_b217_merged", "text": "Malawi is a signatory the UNFCCC and the Kyoto Protocol, and other multilateral environmental agreements. This offers the country an opportunity to access technical and financial support for the implementation of activities intended to address climate change and environmental degradation. At a national level, the country has robust institutional structures: a newly established Ministry of Environment and Climate Change Management supported by Environmental Affairs Department, Department of Climate Change and Meteorological Services, and Department of Forestry. Malawi has a dedicated National Climate Change Programme (NCCP) and Steering and Technical Committees on Climate Change, as well as a vibrant civil society network ."}, {"text_block_id": "p26_b221", "text": "Currently the Government is developing the Climate Change Policy and the Climate Change Investment Plan with a view to respectively guiding and supporting climate change activities in Malawi. All these provide a strong foundation for addressing climate change learning needs in the country."}, {"text_block_id": "p26_b222", "text": "Generally, gaps identified by both the CNA and TNA were mainly related to the country’s capacity (in terms of skills) to implement the five priority projects spelt out in the National Adaptation Programme of Action (NAPA), namely: improving community resilience to climate change through the development of sustainable rural livelihoods; restoring forests in the Shire River Basin to reduce siltation and the associated water flow problems; improving agricultural production under erratic rains and changing climatic conditions; improving Malawi’s preparedness to cope with droughts and floods; and improving climate monitoring to enhance"}, {"text_block_id": "p26_b223", "text": "Malawi’s early warning capability and decision making and sustainable utilization of the Lake Malawi and lakeshore areas resources. As such, issues of GHG inventory, climate change science and climate change vulnerability assessments of the various sectors of the economy were not adequately covered. This inadequacy was partially addressed by the NCSA in its Action Plan which highlighted three main areas of concern: systemic level synergistic issues, institutional level synergistic issues, and individual (human) synergistic level (GoM, 2010; GoM, 2007; GoM, 2011). Specific issues are listed on page 14:"}, {"text_block_id": "p28_b224", "text": "Systematic level synergistic issues"}, {"text_block_id": "p28_b225", "text": "•"}, {"text_block_id": "p28_b226", "text": "Conflicting policies and legal framework"}, {"text_block_id": "p28_b227", "text": "•"}, {"text_block_id": "p28_b228", "text": "Week Enforcement of relevant laws and regulations"}, {"text_block_id": "p28_b229", "text": "•"}, {"text_block_id": "p28_b230", "text": "Institutional  level synergistic issues"}, {"text_block_id": "p28_b231", "text": "•"}, {"text_block_id": "p28_b232", "text": "Inadequate awareness and utilization of indigenous knowledge systems"}, {"text_block_id": "p28_b233", "text": "•"}, {"text_block_id": "p28_b234", "text": "Ineffective and Inefficient institutional linkages and approaches"}, {"text_block_id": "p28_b235", "text": "•"}, {"text_block_id": "p28_b236", "text": "Inadequate or lack of infrastructure and Equipment"}, {"text_block_id": "p28_b237", "text": "•"}, {"text_block_id": "p28_b238", "text": "Inadequate and or Unsustainable  funding mechanisms;"}, {"text_block_id": "p28_b239", "text": "•"}, {"text_block_id": "p28_b240", "text": "Inadequately available and poor accessibility to data and information;"}, {"text_block_id": "p28_b241", "text": "•"}, {"text_block_id": "p28_b242", "text": "Inadequate  and or inappropriate conservation measures"}, {"text_block_id": "p28_b243", "text": "•"}, {"text_block_id": "p28_b244", "text": "Lack of Mechanisms for Access to relevant technologies"}, {"text_block_id": "p28_b245", "text": "•"}, {"text_block_id": "p28_b246", "text": "Unsustainable utilization and lack of mechanisms for equitable sharing of benefits"}, {"text_block_id": "p28_b247", "text": "•"}, {"text_block_id": "p28_b248", "text": "Lack of or uncoordinated research"}, {"text_block_id": "p28_b249", "text": "•"}, {"text_block_id": "p28_b250", "text": "Weak Community participation in the conservation sustainable management;"}, {"text_block_id": "p28_b251", "text": "•"}, {"text_block_id": "p28_b252", "text": "Inadequate public awareness; and"}, {"text_block_id": "p28_b253", "text": "•"}, {"text_block_id": "p28_b254", "text": "Inadequate diversification in alternative sources of energy."}, {"text_block_id": "p28_b255", "text": "Individual(human level) synergistic issues"}, {"text_block_id": "p28_b256", "text": "•"}, {"text_block_id": "p28_b257", "text": "Inadequate and/or inadequately skilled or trained manpower resources"}, {"text_block_id": "p28_b258", "text": "•"}, {"text_block_id": "p28_b259", "text": "Low Morale of public servants;  and"}, {"text_block_id": "p28_b260", "text": "•"}, {"text_block_id": "p28_b261", "text": "Limited staff incentives especially in the public service"}, {"text_block_id": "p28_b262_merged", "text": "Issues highlighted above were noted as common concerns to the three Conventions that were the focus of the NCSA: United Nations Framework Convention on Climate Change (UNFCCC), the United Nations Convention on Biological Diversity (the UNCBD or the CBD), and the United Nations Convention to Combat Desertifica-tion (UNCCD). It is obvious from the list that some of the issues have no relevance to climate change learning. However, it is important that key issues for climate change learning should cover the whole spectrum of climate change “topics”, covering climate change science, inventory of GHGs, vulnerability assessments, impact assessments, adaptation, mitigation, climate change governance, funding mechanisms, and information generation and dissemination. Generally, information about the inventory of GHGs is critical in the implementation of mitigation measures whereas vulnerability assessments are essential in the implementation of adaptation options."}, {"text_block_id": "p28_b265", "text": "During the literature review and stakeholder consultations conducted during the preparation of this Strategy, it became apparent that the country faces a number of challenges and gaps in climate change learning. These have been highlighted in Table 1. The Government through the Environmental Affairs Department (EAD) in the Ministry of Environment and Climate Change Management and the Ministry of Economic Planning and Development has made commendable efforts in redressing the situation through a number of studies and initiatives. These include:"}, {"text_block_id": "p28_b266", "text": "•"}, {"text_block_id": "p28_b267", "text": "The US country Study Programme"}, {"text_block_id": "p28_b268", "text": "•"}, {"text_block_id": "p28_b269", "text": "Training of Members of parliament and members of the TCCC"}, {"text_block_id": "p29_b270", "text": "•"}, {"text_block_id": "p29_b271", "text": "Conducting short courses for various groups, and"}, {"text_block_id": "p29_b272", "text": "•"}, {"text_block_id": "p29_b273", "text": "Conducting Conducting a short course on climate change by UNITAR personnel as the Malawi del egation was preparing to attend the Durban COP meeting."}, {"text_block_id": "p29_b274_merged", "text": "Other Institutions have also played and important role to enhance capacity buiding in climate change for policy makers and communities.  However, the biggest challenges have been lack of coordination and variable quality of delivery of service in teaching climate change courses."}, {"text_block_id": "p30_b278", "text": "Table 1: Climate change learning capacity gaps in key sectors"}, {"text_block_id": "p33_b279", "text": "3.2 SWOT AND PESTEL Analysis"}, {"text_block_id": "p33_b280_merged", "text": "One of the key components of any strategy development is the review of internal and external environments. There are several models that may be used for such review.The most popular model is the SWOT model. The SWOT model reviews internal strengths and weaknesses, and external opportunities and threats. Efforts are directed at enhancing the strengths and turning weaknesses into strengths; while at the same time, measures are explored for turning threats into opportunities or reduce the negative impact thereof so that the organiza-tion or in this case, the nation is able to take advantage of the positive aspects and minimize weaknesses and threats to its operations. Techniques like conversions and matching, combined with other management models like PESTELassist to develop specific strategies strategies and actions and associated various funding oppor-tunities from national and international sources. SWOT analysis results for the climate change learning strat-egy are summarized in the following in Sections 3.2.1 to 3.2.4 and summarized in Tables 2 and 3. The Strengths and Weaknesses parts of the model address issues that are internal to Malawi and therefore controllable, while the Opportunities and Threats address external issues and therefore cannot be controlled by the affected orga-nization or country."}, {"text_block_id": "p33_b290", "text": "3.2.1 Strengths( Internal factor)"}, {"text_block_id": "p33_b291", "text": "The strategy derives its six from main factors highlighted below:"}, {"text_block_id": "p33_b292", "text": "•"}, {"text_block_id": "p33_b293", "text": "Institutional setup"}, {"text_block_id": "p33_b294", "text": "Institutional setup\n* Ministry of Environment and Climate Change Management\n* Ministry of Economic planning and Development\n* Ministry of Education science and Technology (MoEST)-Malawi institute of Education\n* Ministry of Local Government and Rural Development( MoLGRD)\n* Environmental Affairs Department (EAD) ,Department of Climate Change and\n* Department  of Disaster Management Affairs (DoDMA); and\n* National Climate Change programme\n* MGDS II (KPA), Climate Change communication Strategy , CC Policy Review, CC Policy ("}, {"text_block_id": "p33_b308", "text": "•"}, {"text_block_id": "p33_b309", "text": "Supportive Policy Initiatives"}, {"text_block_id": "p33_b312", "text": "•"}, {"text_block_id": "p33_b313", "text": "Active Civil Society Organizations (CISONECC), NGOs, CBOs, and FBOs"}, {"text_block_id": "p34_b314", "text": "•"}, {"text_block_id": "p34_b315_merged", "text": "Easy Mainstream/piggyback CC in curricular at Higher Educational Institutions and research or ganizations such as National Commission for Science  and Technology (NCST)Availability of a multisectral and multidisciplinary  advisory body on climate change i.e SCCC and TCCC"}, {"text_block_id": "p34_b319", "text": "•"}, {"text_block_id": "p34_b320", "text": "Annual Forum on Climate Change Organized by MECCM/EAD and Annual Research Dissemina tion Conference by NCST"}, {"text_block_id": "p34_b321", "text": "3.2.2 Weakness (Internal Factor)"}, {"text_block_id": "p34_b322", "text": "Potential weakness in operation of the climate change learning strategy includes the following :"}, {"text_block_id": "p34_b323", "text": "•"}, {"text_block_id": "p34_b324", "text": "Low level awareness about climate change  at all levels of  the society:"}, {"text_block_id": "p34_b325", "text": "Low level awareness about climate change  at all levels of  the society:\n"}, {"text_block_id": "p34_b329", "text": "•"}, {"text_block_id": "p34_b330", "text": "Limited Number of experts in the various sectors of climate change;"}, {"text_block_id": "p34_b331", "text": "•"}, {"text_block_id": "p34_b332", "text": "Non Availability of climate change Centres of Learning and research;"}, {"text_block_id": "p34_b333", "text": "•"}, {"text_block_id": "p34_b334", "text": "Lack of Sustainable funding for climate change learning programmers’ and activities;"}, {"text_block_id": "p34_b335", "text": "•"}, {"text_block_id": "p34_b336", "text": "Inadequate number of champions to promote awareness raising about climate change ;"}, {"text_block_id": "p34_b337", "text": "•"}, {"text_block_id": "p34_b338", "text": "Limited gender considerations in climate change learning  initiatives; and"}, {"text_block_id": "p34_b339", "text": "•"}, {"text_block_id": "p34_b340", "text": "Limited Institutional Capacity (resources/equipment) by various stakeholders involved in climate change learning initiatives."}, {"text_block_id": "p34_b341", "text": "3.2.3 Opportunities (External Factor)"}, {"text_block_id": "p34_b342", "text": "The following are some Opportunities  that would benefit the implementation of climate change learning activities spelt out in the Climate Change Learning Strategy; Malawi is the least developed Countries hence eligible for financial and technical support under the UNFCCC,"}, {"text_block_id": "p34_b343", "text": "So far Malawi has benefited from technical and  financial Support from the UN System namely"}, {"text_block_id": "p34_b344", "text": "•"}, {"text_block_id": "p34_b345", "text": "UNFCCC/IPCC,UNDP,UN,UNEP,WMO etc"}, {"text_block_id": "p34_b346", "text": "•"}, {"text_block_id": "p34_b347", "text": "Malawi is beneficiary of Multilateral and bilateral support"}, {"text_block_id": "p34_b348", "text": "•"}, {"text_block_id": "p34_b349", "text": "Malawi has signed several Multilateral Environment Agreements (MEAS) through which technical and financial support for climate  change learning my be sourced;"}, {"text_block_id": "p34_b350", "text": "•"}, {"text_block_id": "p34_b351", "text": "There is currently strong global support for climate change activities ; and"}, {"text_block_id": "p34_b352", "text": "•"}, {"text_block_id": "p34_b353", "text": "Clean development Mechanism (CDM)  may provide opportunities for capacity building and technol ogy/knowledge transfer"}, {"text_block_id": "p35_b354", "text": "3.2.4 Threats (External Factor)"}, {"text_block_id": "p35_b355", "text": "The following are some of the potential threats:"}, {"text_block_id": "p35_b356", "text": "•"}, {"text_block_id": "p35_b357", "text": "Climate change skeptics may derail global climate change focus;"}, {"text_block_id": "p35_b358", "text": "•"}, {"text_block_id": "p35_b359", "text": "There is stiff global competition for financial resources from other equally important socio-eco nomic and socio-political issues, such as  health, education, wars and refugees, terrorism, etc.;"}, {"text_block_id": "p35_b360", "text": "•"}, {"text_block_id": "p35_b361", "text": "The Global Economic Crisis has potential to affect climate change funding; and"}, {"text_block_id": "p35_b362", "text": "•"}, {"text_block_id": "p35_b363", "text": "The failure of major powers to sign and ratify MEAs and Protocols."}, {"text_block_id": "p35_b364", "text": "3.3 Development of Strategic Pillars"}, {"text_block_id": "p35_b365", "text": "Final reviews show that the climate Change Learning Strategy will be supported by three strategic pillars or thermal priority areas around which SWOT issues are clustered. The areas are;"}, {"text_block_id": "p35_b366", "text": "•"}, {"text_block_id": "p35_b367", "text": "Human resource and institutional capacity building"}, {"text_block_id": "p35_b368", "text": "•"}, {"text_block_id": "p35_b369", "text": "Sustainable financing of CC learning; and"}, {"text_block_id": "p35_b370", "text": "•"}, {"text_block_id": "p35_b371", "text": "Crosscutting issues (gender and regulatory"}, {"text_block_id": "p36_b372", "text": "4.0 KEY PRIORTY AREAS"}, {"text_block_id": "p36_b373", "text": "4.1 Thematic area 1: Human and Institutional Capacity Development"}, {"text_block_id": "p36_b374", "text": "Strategic objective 1: To develop critical mass of human resources with the requisite understanding, knowledge and skills to respond to impacts of climate change;"}, {"text_block_id": "p36_b375", "text": "Strategy 1: Train lead trainers to train others using locally developed training materials by applying formal, non-formal and informal delivery approaches"}, {"text_block_id": "p36_b376", "text": "Current human resource capacity is inadequate to efficiently and effectively respond to adverse impacts of climate change on livelihood systems and development in general.  Climate related extreme events such as erratic rainfall, floods and droughts are affecting many parts of country.  As such, there is need to urgently increase the level of awareness, knowledge and skills in various aspects of climate change at all levels."}, {"text_block_id": "p36_b377", "text": "The training is arranged in three levels, namely, basic, intermediate and advanced. The basic level courses aims at awareness, understanding and practical skills about climate change. The intermediate level takes the basic knowledge to a step where the participant is introduced to analysis, comparison of concepts and reasoning while the advanced level equips the participant with critical and independent thinking skills in climate change. The materials delivered at a particular level will be complemented by appropriate case studies and assignments to reinforce the learning outcomes (Table 2)."}, {"text_block_id": "p36_b378", "text": "Table 2: Levels and learning objectives"}, {"text_block_id": "p38_b379", "text": "General training gaps were identified through the NCSA, CNA and TNA studies. These form a good starting point to develop generic curricular and/or course materials for the various target groups. For each target group, it will be necessary to undertake specific training needs assessment so that the training materials are enhanced with specific and relevant case studies, examples and demonstrations. It may also be necessary to prepare and deliver the materials in local (vernacular) languages to enhance readership. Once the training materials have been developed, lead trainers will be trained so as to ensure the multiplier-effect. Lead trainers will include teacher trainers, teachers, extension workers, lead farmers and community leaders. Both formal, non-formal and informal approaches will be used in the delivery of training programmes. These may include classroom delivery, drama, jingles, demonstrations, on-the-job training, experience sharing and field visits.  Selection criteria for various target groups will be developed to ensure right choice of course participants. The proposed target groups to be trained and courses to be undertaken are shown in Table 3. The specific training needs for the key sectors are outlined in Table 1. This takes into consideration that once the final list of trainees has been compiled, a more detailed TNA will be required to be conducted prior to the commencement of the training sessions. Furthermore, the approach will ensure that trainers develop tailor-made case studies and examples to meet the specific needs of the audience. Key Performance Indicators (KPA) and targets for human resources training are shown in Table 4."}, {"text_block_id": "p38_b380", "text": "Actions"}, {"text_block_id": "p38_b381", "text": "•"}, {"text_block_id": "p38_b382", "text": "Publish literature for different target groups*;"}, {"text_block_id": "p38_b383", "text": "•"}, {"text_block_id": "p38_b384", "text": "Undertake training of trainers workshop for various target groups in CC science;       Vulnerability assessment, adaptation, adaptation climate change governance and policy;"}, {"text_block_id": "p38_b385", "text": "•"}, {"text_block_id": "p38_b386", "text": "Provide training in CC basics, adaptation and mitigation skills to local communities including participants drawn from special interest groups, namely: the youth, women, the elderly, and the physically challenged;"}, {"text_block_id": "p38_b387", "text": "•"}, {"text_block_id": "p38_b388", "text": "Train policy makers* in basic knowledge of climate change science, its impacts on sustainable develop ment, and CC governance;"}, {"text_block_id": "p38_b389", "text": "•"}, {"text_block_id": "p38_b390", "text": "Train  professionals* from various institutions in CC in science, adaptation, mitigation, policy and other relevant areas; and"}, {"text_block_id": "p38_b391", "text": "•"}, {"text_block_id": "p38_b392", "text": "Apply non-formal and informal delivery methods to raise awareness, share skills and experiences, and on-the-job training on various aspects of climate change."}, {"text_block_id": "p39_b393", "text": "(a)Publish literature for different target groups*;"}, {"text_block_id": "p39_b394", "text": "Baseline Situation; [What has been done so far (existing initiatives/projects) and what added value would action provide/why is it needed?]"}, {"text_block_id": "p39_b395", "text": "There have been a number short courses on climate change conducted by local and international organizations in response to specific training needs. The organizations include: Malawi Government through NCCP, LEAD, CEPA, WBI, UN-CC:LEARN, and many others. The most comprehensive training materials were developed by the Government under AAP programme targeting TCCC members and MPs. Other institutions have published and disseminated climate change awareness materials such as brochures, leaflets and documentaries.  These resources could be adapted for use in the climate change learning programmes."}, {"text_block_id": "p39_b396", "text": "Most of the learning documents produced so far did not look at the bigger picture in terms of the array of cli"}, {"text_block_id": "p39_b397", "text": "-"}, {"text_block_id": "p39_b398", "text": "mate change learning needs of Malawians. Through this action, a number of training materials that will meet the needs of many Malawians will be developed and disseminated."}, {"text_block_id": "p39_b399", "text": "Activities"}, {"text_block_id": "p39_b400", "text": "i."}, {"text_block_id": "p39_b401", "text": "Develop generic curricular for different target groups;"}, {"text_block_id": "p39_b402", "text": "ii."}, {"text_block_id": "p39_b403", "text": "Develop course materials, and where possible incorporate relevant indigenous knowledge;"}, {"text_block_id": "p39_b404", "text": "iii."}, {"text_block_id": "p39_b405", "text": "Pretest the developed course materials;"}, {"text_block_id": "p39_b406", "text": "iv."}, {"text_block_id": "p39_b407", "text": "Use tailor-made case studies, examples and demonstration based on specific TNA; and"}, {"text_block_id": "p39_b408", "text": "v."}, {"text_block_id": "p39_b409", "text": "Review and publish the standardized course materials in relevant languages."}, {"text_block_id": "p39_b410", "text": "N.B. The target groups* are:"}, {"text_block_id": "p39_b411", "text": "Local communities  (including vulnerable groups), Policy makers, Schools, Academic/ research institutions,  NGOs/ FBOs/CSOs, Professional associations"}, {"text_block_id": "p39_b412", "text": "and Public service professionals from relevant ministries/ departments."}, {"text_block_id": "p39_b413", "text": "(b"}, {"text_block_id": "p39_b414", "text": ")Undertake training of trainers workshop for various target groups in CC science, mitigation, adap"}, {"text_block_id": "p39_b415", "text": "-"}, {"text_block_id": "p39_b416", "text": "tation and policy;"}, {"text_block_id": "p39_b417", "text": "Baseline Situation; [What has been done so far (existing initiatives/projects) and what added value would action provide/why is it needed ?]"}, {"text_block_id": "p39_b418", "text": "Malawi Government as well as other stakeholders have undertaken a number of training programmes for a range of target groups.  Most of these were short term and narrow in scope.  For instance during the AAP project, TCCC members and Members of Parliament were trained in climate change science, impacts and response.  There have been no follow up and coordinated efforts to enhance the participants knowledge and skills."}, {"text_block_id": "p39_b419_merged_merged_merged_merged", "text": "This action provides a comprehensive approach to get as many Malawians as possible gain necessary knowl-edge and skills in various aspect of climate change and positively contribute to sustainable development of Malawi."}, {"text_block_id": "p40_b422", "text": "Activities"}, {"text_block_id": "p40_b423", "text": "i)"}, {"text_block_id": "p40_b424", "text": "Identify trainers/candidates (course participants) from various organizations and sectors.     This should include teacher trainers, teachers, extension workers, community leaders,                lead farmers amongst others;"}, {"text_block_id": "p40_b425", "text": "ii)"}, {"text_block_id": "p40_b426", "text": "Advertise for training service providers"}, {"text_block_id": "p40_b427", "text": "iii)"}, {"text_block_id": "p40_b428", "text": "Undertake training programmes; and"}, {"text_block_id": "p40_b429", "text": "iv)"}, {"text_block_id": "p40_b430", "text": "Monitor and evaluate the delivery of the programmes."}, {"text_block_id": "p40_b431", "text": "(c) Provide training in CC basics, adaptation and mitigation skills to local communities including par"}, {"text_block_id": "p40_b432", "text": "-"}, {"text_block_id": "p40_b433", "text": "ticipants drawn from special interest groups: youth, women, the elderly, and the physically challenged."}, {"text_block_id": "p40_b434", "text": "Baseline Situation; [What has been done so far (existing initiatives/projects) and what added value would action provide/why is it needed ?]"}, {"text_block_id": "p40_b435_merged_merged", "text": "A number of institutions such as LEAD, CEPA, Total Land Care (TLC), Church Action on Relief and Devel-opment (CARD) work directly with communities in terms of meeting their climate change learning needs and implementing various adaptation and mitigation demonstration projects. While these interventions have been effective in meeting the needs of beneficiaries, their scope is often small due to resource limitations and their sustainability is limited due sponsorship conditionality and other constraints."}, {"text_block_id": "p40_b438", "text": "Through this action, specific effort has been proposed to build on existing community institutions and structures and ensure climate change learning interventions are mainstreamed in community based initiatives and programmes. The approach is inclusive and will ensure marginalized members of the population are part of the people to be trained."}, {"text_block_id": "p40_b439", "text": "Activities"}, {"text_block_id": "p40_b440", "text": "i)"}, {"text_block_id": "p40_b441", "text": "Identify participants from the communities through village committees, CBOs and CSOs working the    affected areas;"}, {"text_block_id": "p40_b442", "text": "ii)"}, {"text_block_id": "p40_b443", "text": "Advertise for training service providers;"}, {"text_block_id": "p40_b444", "text": "iii)"}, {"text_block_id": "p40_b445", "text": "Undertake specific training needs assessments;"}, {"text_block_id": "p40_b446", "text": "iv)"}, {"text_block_id": "p40_b447", "text": "Undertake training programmes; and"}, {"text_block_id": "p40_b448", "text": "v)"}, {"text_block_id": "p40_b449", "text": "Evaluate programmes."}, {"text_block_id": "p41_b450", "text": "(d)Train policy makers* in basic knowledge of climate change science, its impacts on sustainable de"}, {"text_block_id": "p41_b451", "text": "-"}, {"text_block_id": "p41_b452", "text": "velopment, and CC governance"}, {"text_block_id": "p41_b453", "text": "Baseline Situation; [What has been done so far (existing initiatives/projects) and what added value would action provide/why is it needed?]"}, {"text_block_id": "p41_b454_merged_merged", "text": "The most significant climate change learning initiatives at policy makers’ level were undertaken during the “Building Capacity for Integrated and Comprehensive Approaches to Climate Change Adaptation in Malawi (Africa Adaptation Programme Malawi - AAP Malawi)” which is aimed at enhancing Malawi’s existing climate initiatives by strengthening capacity for long term investment in, and management of climate-resilient sustain-able development. Through the AAP Malawi Members of Parliament (MPs) and Members of the Technical Committee on Climate Change (TCCC) with basic knowledge about climate change, its impacts, response mea-sures, and governance.  Other institutions such as LEAD also contributed to training of MPs. However, the basic knowledge on climate change has not been extended to the Cabinet level. Furthermore, the number of policy makers trained should be increased."}, {"text_block_id": "p41_b459", "text": "Activities"}, {"text_block_id": "p41_b460", "text": "i."}, {"text_block_id": "p41_b461", "text": "Identify Candidates"}, {"text_block_id": "p41_b462", "text": "ii"}, {"text_block_id": "p41_b463", "text": "Undertake Specific training needs and assessments;"}, {"text_block_id": "p41_b464", "text": "iv"}, {"text_block_id": "p41_b465", "text": "Undertake Training programmes; and"}, {"text_block_id": "p41_b466", "text": "v"}, {"text_block_id": "p41_b467", "text": "Monitor and evaluate programmes"}, {"text_block_id": "p41_b468", "text": "Monitor and evaluate programmes\n* Cabinet members, Members of Parliament and Principal Secretaries\n<\\li1>"}, {"text_block_id": "p43_b470", "text": "(e) Train professionals* from various institutions in CC in science, adaptation, mitigation, policy and other relevant areas."}, {"text_block_id": "p43_b471", "text": "Baseline Situation; [What has been done so far (existing initiatives/projects) and what added value would action provide/why is it needed ?]"}, {"text_block_id": "p43_b472", "text": "A number of Malawians have attended both short and long term training programmes in climate change supported by the NCCP, EAD, WBI, UN-CC:LEARN and other partner organizations. In addition, local universities like LUANAR (Bunda College of Agriculture), University of Malawi (Chancellor College and Polytechnic) have conducted short courses and are developing new programmes with strong component of climate change."}, {"text_block_id": "p43_b473", "text": "The major issue is to increase the numbers and get professionals from other disciplines who have not benefitted from previous programmes."}, {"text_block_id": "p43_b474", "text": "Activities"}, {"text_block_id": "p43_b475", "text": "i."}, {"text_block_id": "p43_b476", "text": "Identify Candidates"}, {"text_block_id": "p43_b477", "text": "ii."}, {"text_block_id": "p43_b478", "text": "Undertake Specific training needs assessments;"}, {"text_block_id": "p43_b479", "text": "iv."}, {"text_block_id": "p43_b480", "text": "Undertake training programmes; and"}, {"text_block_id": "p43_b481", "text": "v."}, {"text_block_id": "p43_b482", "text": "Monitor and evaluate programmes"}, {"text_block_id": "p43_b483", "text": "vi"}, {"text_block_id": "p43_b484", "text": "Include teacher trainers and teacher in schools"}, {"text_block_id": "p43_b485", "text": "(f) Apply non-formal and informal approaches to raise awareness and enhance skills and knowledge in climate change issues"}, {"text_block_id": "p43_b486", "text": "Table 4: Human resources development"}, {"text_block_id": "p44_b487_merged", "text": "Strategic objective 2: Develop strong organizations to champion public awareness and training in vari-ous aspects of climate change in government departments, vocational and technical institutions, and NGOs/CBOs."}, {"text_block_id": "p44_b490", "text": "Strategy 2: Develop and/or strengthen institutions and systems that will spearhead climate change awareness and training initiatives"}, {"text_block_id": "p44_b491", "text": "The establishment of a dedicated Ministry of Environment and Climate Change Management is one of the greatest boosts in the institutionalization of climate change programmes, projects and activities in Malawi. Being a new institution, it is yet to be fully capacitated in terms of human resources and associated equipment. Furthermore, the key sectoral ministries and departments do not have dedicated climate change desk officers. The MoECCM is expected to play a lead role, through SCCC and TCCC, in justifying and supporting ministries/departments to establish positions of CC Desk Officers"}, {"text_block_id": "p44_b492", "text": "Furthermore the Strategy will target vocational, technical and training institutions in addition to NGOs, CBOs and business associations. In general, Malawi does not have appropriate institutions in terms of organizations that are equipped and dedicated to climate change awareness, training and research."}, {"text_block_id": "p44_b493", "text": "In the light of the above, efforts will be directed at supporting the establishment of and/or strengthening the relevant institutions to implement climate change awareness, training and research activities (Table 5)."}, {"text_block_id": "p44_b494", "text": "Actions"}, {"text_block_id": "p44_b495", "text": "(i)"}, {"text_block_id": "p44_b496", "text": "Revise curricular at media training institutions such as Malawi Institute of Journalism, Malawi Poly    technic and African Bible College to include climate change;"}, {"text_block_id": "p44_b497", "text": "(ii)"}, {"text_block_id": "p44_b498", "text": "Mainstream climate change in school curricula;"}, {"text_block_id": "p44_b499", "text": "(iii)"}, {"text_block_id": "p44_b500", "text": "Strengthen climate change research and training at higher education/universities, vocational/      technical institutions, non government Actors, and research centres; and"}, {"text_block_id": "p44_b501", "text": "(iv)"}, {"text_block_id": "p44_b502", "text": "Establish  and build capacity of climate change desk officers in all key ministries and departments;"}, {"text_block_id": "p44_b503", "text": "(v)"}, {"text_block_id": "p44_b504", "text": "Revise curricular at media training institutions such as Malawi Institute of Journalism, Malawi      Poly technic and African Bible College to include climate change;"}, {"text_block_id": "p45_b505", "text": "The media is critical in disseminating climate change awareness messages.  It is, therefore, necessary to capaci"}, {"text_block_id": "p45_b506", "text": "-"}, {"text_block_id": "p45_b507", "text": "tate media training institutions so that they will be able to include climate change in their curricular."}, {"text_block_id": "p45_b508", "text": "Activities"}, {"text_block_id": "p45_b509", "text": "(b) Mainstream climate change in school curricular;"}, {"text_block_id": "p45_b510", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it need?]"}, {"text_block_id": "p45_b511", "text": "In Malawi, primary and secondary school curricular are developed, reviewed and disseminated by the Ministry of Education, Science and Technology (MoEST) through the Malawi Institute of Education (MIE). Though the NCCP programmes work to review curricular at secondary school level to include climate change has commenced and will be finalized through the CCLEARN project"}, {"text_block_id": "p45_b512", "text": "However, there will be need to train teachers who will be teaching the revised curricular in secondary schools. Furthermore, the training should be extended to teachers colleges. In addition, curricular reviews at primary and vocational institutions should also be done"}, {"text_block_id": "p45_b513", "text": "Activities."}, {"text_block_id": "p45_b514", "text": "("}, {"text_block_id": "p45_b515", "text": "i)"}, {"text_block_id": "p45_b516", "text": "Review schools’ curricular to include climate change topics in various subjects;"}, {"text_block_id": "p45_b517", "text": "(ii)"}, {"text_block_id": "p45_b518", "text": "Conduct refresher courses on climate change for teachers in all Education Divisions;"}, {"text_block_id": "p45_b519", "text": "(iii)"}, {"text_block_id": "p45_b520", "text": "Implement revised curricular in teacher’s training colleges"}, {"text_block_id": "p45_b521", "text": "(iv)"}, {"text_block_id": "p45_b522", "text": "Incorporate  CC messages in adult literacy classes and ;"}, {"text_block_id": "p45_b523", "text": "(v)"}, {"text_block_id": "p45_b524", "text": "Encourage Education Division Managers to champions clima"}, {"text_block_id": "p45_b525", "text": "te change"}, {"text_block_id": "p45_b526_merged_merged", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it need-ed?]"}, {"text_block_id": "p45_b529", "text": "Some research and studies in climate change, often initiated by the Government, have been done (see Figure 1). There have been very few comprehensive studies initiated by the institutions themselves. This is not a surprise since capacity in climate change is generally low even at institutions of higher learning."}, {"text_block_id": "p45_b530", "text": "Research facilitates relevant knowledge generation which would respond to specific needs of the target groups. As people undertake research, they also build expertise and mastery in the researched areas."}, {"text_block_id": "p46_b531", "text": "Activities"}, {"text_block_id": "p46_b532", "text": "(i)"}, {"text_block_id": "p46_b533", "text": "Promote the establishment  of multidisciplinary climate change research groups at institutions of higher       learning and research centres;"}, {"text_block_id": "p46_b534", "text": "(ii)"}, {"text_block_id": "p46_b535", "text": "Revise relevant curricular to include CC courses;"}, {"text_block_id": "p46_b536", "text": "(iii)"}, {"text_block_id": "p46_b537", "text": "Introduce  CC specialist programmes-diplomas, undergraduate  and graduate degree programmes. For            instance, the new public university (Malawi University of Science and Technology) will have a fully      fledged  department specialized in offering climate change programmes at various levels"}, {"text_block_id": "p46_b538", "text": "(iv)"}, {"text_block_id": "p46_b539", "text": "Provide research grants to kick-start climate change research;"}, {"text_block_id": "p46_b540", "text": "(v)"}, {"text_block_id": "p46_b541", "text": "Provide a platform for dissemination of climate change research findings; and"}, {"text_block_id": "p46_b542", "text": "(vi)"}, {"text_block_id": "p46_b543", "text": "Establish climate change network for knowledge sharing and linkage with government institution;"}, {"text_block_id": "p46_b544", "text": "(d)Establish and build capacity of climate change desk officers in all key ministries and departments;"}, {"text_block_id": "p46_b545_merged", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it needed?] Currently, only a few ministries have climate change desk officers. The need is to get climate desk officers in all key sectors, including media, education and training institutions as well as district assemblies. It will to come up with deliberate training programmes targeting the climate change desk officers in these in-stitutions."}, {"text_block_id": "p46_b549", "text": "Activities"}, {"text_block_id": "p46_b550", "text": "(i)"}, {"text_block_id": "p46_b551", "text": "Identify candidates;"}, {"text_block_id": "p46_b552", "text": "(ii)"}, {"text_block_id": "p46_b553", "text": "Undertake specific training needs assessments;"}, {"text_block_id": "p46_b554", "text": "(iii)"}, {"text_block_id": "p46_b555", "text": "Undertake training in relevant sectoral area;"}, {"text_block_id": "p46_b556", "text": "(iv)"}, {"text_block_id": "p46_b557", "text": "Provide necessary resources and equipment; and"}, {"text_block_id": "p46_b558", "text": "(v)"}, {"text_block_id": "p46_b559", "text": "Undertake specific training courses for District Executive Committees (DECs) to champion issues of climate change at district level."}, {"text_block_id": "p47_b560", "text": "Table 5: Development of Organization to Champion Climate Change"}, {"text_block_id": "p47_b561", "text": "Strategic objective 3: To develop a sustainable financing mechanism for climate change learning pro-grammes"}, {"text_block_id": "p47_b562", "text": "Strategy 3: Develop financial mechanisms to sustain climate change learning activities"}, {"text_block_id": "p47_b563_merged", "text": "Sustainable funding of climate change activities is critical. To ensure harmonization, this Strategy is not ex-pected to operate independent of the NCCP, but rather be supported by the programme. The MoECCM will play the lead role in mobilizing resources and forging financing partnerships. This activity will require the es-tablishment of a dedicated unit within MoECCM for climate change financing. As such, the budgetary aspects of the Strategy will be included in the main NCCP budget. At the sectoral level, the various ministries and/or departments will be expected to include in their annual budget a component of climate change learning (Table 6)."}, {"text_block_id": "p47_b568", "text": "It is worth nothing that other countries are using Carbon Tax/Levy as a source of funding for climate change related activities, an opportunity that Malawi Government may wish to explore as it is developing its Climate Change Investment plan and policy"}, {"text_block_id": "p48_b569", "text": "Actions"}, {"text_block_id": "p48_b570", "text": "(a)"}, {"text_block_id": "p48_b571", "text": "Enhance the capacity of the Ministry of Environment and Climate Change Management for resource              mobilization and financing partnerships pertaining to climate change learning; and"}, {"text_block_id": "p48_b572", "text": "(b)"}, {"text_block_id": "p48_b573", "text": "Mainstream financing  of CC learning activities in sectoral budgets."}, {"text_block_id": "p48_b574", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it?]"}, {"text_block_id": "p48_b575", "text": "Ministries and departments depend on government subvention for their annual operational and developmental budgets.  Currently, the government is unable to meet the budgetary requirements of the institutions it is supposed to subvent because of inadequacy of financial resources. Social sectors such as health and education, and agriculture receive the lion’s share. Other ministries and departments come next. The new Ministry of Environment and Climate Change Management would therefore need additional sources of funding from developmental partners to support various climate change activities including climate change learning. This calls for targeted training for the officers who will spearhead this programme in the Ministry."}, {"text_block_id": "p48_b576", "text": "Activities"}, {"text_block_id": "p48_b577", "text": "(i)"}, {"text_block_id": "p48_b578", "text": "Identify  funding opportunities/partnerships;"}, {"text_block_id": "p48_b579", "text": "(ii)"}, {"text_block_id": "p48_b580", "text": "Develop project proposals;"}, {"text_block_id": "p48_b581", "text": "(iii)"}, {"text_block_id": "p48_b582", "text": "Submit Applications"}, {"text_block_id": "p48_b583", "text": "(iv)"}, {"text_block_id": "p48_b584", "text": "Secure funding; and"}, {"text_block_id": "p48_b585", "text": "(v)"}, {"text_block_id": "p48_b586", "text": "Implement climate change learning programmes"}, {"text_block_id": "p48_b587", "text": "(b) Mainstream financing of CC learning activities in sectoral budgets"}, {"text_block_id": "p48_b588", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it needed?]"}, {"text_block_id": "p48_b589_merged", "text": "The NCCP, through the AAP programme, initiated activities on mainstreaming climate change in planning pro-cesses at various ministries and departments. However, it has been noted that a number climate change related activities such as development of drought resistant crops, promotion of irrigated agriculture, tree planting and promotion of industrial energy efficiency are not always considered as responses to climate change at the sec-toral planning and implementing levels. As such climate change does not have a separate budget line in these institutions."}, {"text_block_id": "p49_b594_merged", "text": "It is the aim of this Action to promote inclusion of climate change in sectoral planning, budgets and imple-mentation.  This would result in enhanced funding for climate change activities through the government budget"}, {"text_block_id": "p49_b597", "text": "Activities"}, {"text_block_id": "p49_b598", "text": "(i)"}, {"text_block_id": "p49_b599", "text": "Planners/policy makers/CC desk officers identify CC activities in their ministries/departments;"}, {"text_block_id": "p49_b600", "text": "(ii)"}, {"text_block_id": "p49_b601", "text": "Incorporate CC activities in the budgets; and"}, {"text_block_id": "p49_b602", "text": "(iii)"}, {"text_block_id": "p49_b603", "text": "Submit budget to central government for approval by parliament."}, {"text_block_id": "p49_b604", "text": "Table 6:Financial Mechanisms"}, {"text_block_id": "p49_b605", "text": "Strategic objective 4: To take into account gender and policy considerations in climate change initiatives and programmes."}, {"text_block_id": "p49_b606", "text": "Strategy 4: Incorporate gender and policy considerations in climate change learning programme designs and implementation."}, {"text_block_id": "p50_b607", "text": "Consideration of gender issues is very important in the implementation of climate change related activities. It has been highlighted in the preceding sections that women, children, the elderly and the physically challenged are most vulnerable to the adverse impacts of climate change. As such, targeting this group with climate change learning interventions will go a long way in sustaining their livelihoods and improve their quality of life. Since policies provide conducive environment and guidelines for implementation of various programmes, it is incumbent upon government ministries and departments to ensure that climate change learning activities are incorporated in their respective sector policies (Table 7)."}, {"text_block_id": "p50_b608", "text": "Actions"}, {"text_block_id": "p50_b609", "text": "(i)"}, {"text_block_id": "p50_b610", "text": "Mainstream gender in climate change learning activities; and"}, {"text_block_id": "p50_b611", "text": "(ii)"}, {"text_block_id": "p50_b612", "text": "Include climate change learning activities in sectoral policies and strategies"}, {"text_block_id": "p50_b613", "text": "(a) Mainstream gender in climate change learning activities"}, {"text_block_id": "p50_b614", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it needed ?]"}, {"text_block_id": "p50_b615_merged", "text": "Current training programmes at all levels tend to favour men.  However, some efforts have been undertaken by the government to ensure gender inclusion in its developmental activities, including climate change learn-ing."}, {"text_block_id": "p50_b618", "text": "This Action will reinforce gender consideration in climate change learning activities; and is expected to result in the promotion of women trainers and developers of climate change training materials."}, {"text_block_id": "p50_b619", "text": "Activities"}, {"text_block_id": "p50_b620", "text": "(i)"}, {"text_block_id": "p50_b621", "text": "Identify main gender related issues for inclusion in climate change learning materials;"}, {"text_block_id": "p50_b622", "text": "(ii)"}, {"text_block_id": "p50_b623", "text": "Incorporate gender considerations in the development of climate change learning materials;"}, {"text_block_id": "p50_b624", "text": "(iii)"}, {"text_block_id": "p50_b625", "text": "Incorporate gender considerations in capacity building for trainers; and"}, {"text_block_id": "p50_b626", "text": "(iv)"}, {"text_block_id": "p50_b627", "text": "Incorporate gender considerations in the selection of participants in various training programmes."}, {"text_block_id": "p50_b628", "text": "(b) Include climate change learning activities in sectoral policies and strategies"}, {"text_block_id": "p50_b629", "text": "Baseline Situation; [What has been done so far and what added value would action provide/why is it needed ?]"}, {"text_block_id": "p50_b630", "text": "As highlighted in the introductory chapter,  the Malawi Government has included environment and climate change among key priority areas in the Malawi Growth and Development Strategy (MGDS)"}, {"text_block_id": "p51_b631", "text": "thereby necessitating the need to mainstream climate change in all sectoral ministries. By extension, this calls for the training the right numbers of people in various disciplines of climate change so that in turn the trained personnel are able to operationalise the MGDS through the development of sectoral policies, strategies and implementation plans.  Therefore, climate change learning needs to be undertaken at sectoral levels."}, {"text_block_id": "p51_b632", "text": "Activities"}, {"text_block_id": "p51_b633", "text": "(i)"}, {"text_block_id": "p51_b634", "text": "Undertake policy reviews to identify opportunities for incorporating climate change learning activities        in the various sectors;"}, {"text_block_id": "p51_b635", "text": "(ii)"}, {"text_block_id": "p51_b636", "text": "Incorporate climate change learning activities in sectoral policies and strategies; and"}, {"text_block_id": "p51_b637", "text": "(iii)"}, {"text_block_id": "p51_b638", "text": "Incorporate climate change learning activities in the proposed climate change policy for Malawi"}, {"text_block_id": "p51_b639", "text": "Table 7: Crosscutting issues"}, {"text_block_id": "p52_b640", "text": "5.0 IMPLEMENTATION FRAMEWORK AND ACTION PLAN"}, {"text_block_id": "p52_b641", "text": "5.1 Implementation structure"}, {"text_block_id": "p52_b642", "text": "The process of developing strategies entails a breakdown of goals and objectives to implementable activities or actions. As the specific goals and activities are developed, a question may be raised as to who will be the lead sector/institution to implement the activities and how one would be able to measure the activities."}, {"text_block_id": "p52_b643", "text": "The overall responsibility of implementing the Strategy will be the Ministry of Environment and Climate Change Management through the National Climate Change Programme office"}, {"text_block_id": "p52_b644", "text": "."}, {"text_block_id": "p52_b645", "text": "The Ministry will drive the process of ensuring that the strategy is well supported financially and technically. The NCCP will coordinate the implementation of the sectoral climate change learning activities, but the sectoral budgeting and on-the-ground activities will be done by the line ministries or departments. From time to time, the MECCM through the NCCP will invite proposals for research and training activities from various institutions to meet the needs of target groups not covered by the sectoral training programmes by line ministries."}, {"text_block_id": "p52_b646_merged_merged", "text": "The expertise of developing the curricular will be led by the Malawi Institute of Education(MIE) in Ministry of Education Science and Technology(MoEST) in collaboration with University of Malawi (UNIMA), Lilon-gwe University of Natural Resources and Agriculture(LUANAR), Mzuzu University (MZUNI) and the soon to be opened public university, the Malawi University of Science and Technology (MUST). These institutions will be tasked with the responsibility to develop degree programmes as well as tailor-made short courses in climate change. CSO and NGO networks that are involved in climate change capacity building activities will be expected to collaborate with MIE and public universities in the development and delivery of specific training programmes."}, {"text_block_id": "p55_b649", "text": "Table 8A: Thematic Area 1-Human and Institutional Capacity Development"}, {"text_block_id": "p55_b650", "text": "Table 8B: Thematic area 2- Sustainable Financing of Climate Change Learning Activities"}, {"text_block_id": "p57_b651", "text": "5.3 Priority  Projects (2013-2016)"}, {"text_block_id": "p57_b652_merged", "text": "As stated earlier, the Climate Change Learning Strategy was developed as part and parcel of the national cli-mate change activities in Malawi. The country is implementing its climate change activities through the Na-tional Climate Change Programme (NCCP). The following activities, which are also highlighted in the NCCP, were selected as priority projects for implementation during the First Phase of this Strategy:"}, {"text_block_id": "p57_b657", "text": "i."}, {"text_block_id": "p57_b658", "text": "Review , develop and disseminate appropriate knowledge materials for district information cent res  . This project will be led by the Department of Climate Change and Meteorological Services in the Ministry of Environment and Climate Change Management."}, {"text_block_id": "p57_b659", "text": "ii."}, {"text_block_id": "p57_b660", "text": "Implement the identified and prioritized human resources and learning needs. This project will be led by the Malawi Institute of Education in the Ministry of Education, Science and Technology."}, {"text_block_id": "p57_b661", "text": "iii."}, {"text_block_id": "p57_b662", "text": "Develop, reproduce and disseminate climate change resources for teachers (primary and second ary) and teacher training institutions."}, {"text_block_id": "p57_b663", "text": "iv."}, {"text_block_id": "p57_b664", "text": "Develop, reproduce and disseminate climate change resources for extension staff in the forestry and health sectors."}, {"text_block_id": "p57_b665", "text": "For activities to be implemented beyond 2013 are outlined in Table 8.  This will form basis for annual work plans for the activities to be implemented between 2014 and 2016 ."}, {"text_block_id": "p58_b666", "text": "6 MONITORING AND EVALUATION PLAN"}, {"text_block_id": "p58_b667", "text": "This Strategy is planned in three phases, namely: short-term (up to 2016, medium-term (up to 2020), and long"}, {"text_block_id": "p58_b668", "text": "-"}, {"text_block_id": "p58_b669", "text": "term (up to 2030). It is worth mentioning at the outset that the responsibility for M&E activities of all Govern"}, {"text_block_id": "p58_b670", "text": "-"}, {"text_block_id": "p58_b671", "text": "ment projects rests with the Ministry of Economic Planning and Development."}, {"text_block_id": "p58_b672_merged_merged", "text": "As part of management function, the activities will be monitored on a regular basis through formal and in-formal reports involving all implementing partners at regular intervals (Table 9). The partners will be given detailed TORs and lists of deliverables to guide the process of implementation. For instance, for every training programme that will be undertaken, participants will be required to conducted an end of course evaluation (see sample course evaluation form in Annex 1). A formal report will be issued on a quarterly basis covering both technical and financial aspects of the implementation process. These reports will be submitted to the Ministry of Environment and Climate Change Management through the National Climate Change Programme office."}, {"text_block_id": "p58_b675", "text": "The quarterly technical and financial reports will be used in the compilation of the annual report. The financial report will include an annual independent audit report undertaken by a competent certified audit firm."}, {"text_block_id": "p58_b676", "text": "Based on the above report, an annual review will be conducted during the fourth quarter of the year in order to assess the performance and appraise the annual work plan for the following year. The review process will be done annually. As part of the evaluation process, there will be an independent mid-term review done midway through the initial phase. This will focus on the extent to which the set goals have been achieved. There will also be an independent end of phase evaluation."}, {"text_block_id": "p58_b677", "text": "Table 9: Schedule of M&E activities"}, {"text_block_id": "p59_b678", "text": "Training on Managing Climate Change data using ICT infrastructure"}, {"text_block_id": "p60_b679", "text": "7.0 KEY ASSUMPTIONS"}, {"text_block_id": "p60_b680", "text": "It is important that plans are developed based on a set of assumptions in the socio-economic and political environment.  Changes in the environment would render certain fundamentals invalid.  As such, it is always important to note the status of key fundamentals:"}, {"text_block_id": "p60_b681", "text": "i."}, {"text_block_id": "p60_b682", "text": "Stable economic environment:  The current state of the economy is very volatile.  However, with the Government efforts to implement an Economic Recovery Plan (ERP), it is expected that the economy will stabilize and improve in the near future;"}, {"text_block_id": "p60_b683", "text": "ii."}, {"text_block_id": "p60_b684", "text": "Political will: There is political will as shown in the MGDS II to support implementation of climate change activities in Malawi;"}, {"text_block_id": "p60_b685", "text": "iii."}, {"text_block_id": "p60_b686", "text": "Favorable government policies:  The Government has reviewed climate change related policies, and is at an advanced stage in the process of developing the Climate Change Policy as well as the Climate Change  Investment Plan;"}, {"text_block_id": "p60_b687", "text": "iv."}, {"text_block_id": "p60_b688", "text": "Stakeholder participation: Being a crosscutting issues and a global headliner, climate change interests are at its peak in Malawi, especially as they relate to vulnerable groups; and"}, {"text_block_id": "p60_b689", "text": "v."}, {"text_block_id": "p60_b690", "text": "Sustainable funding: There is generally inadequate funding for climate change activities.  Potential for mainstreaming climate change budgets in line ministries offers some hope. However, external support from bilateral and multilateral partners is critical."}, {"text_block_id": "p61_b691", "text": "8.0  REFERENCES"}, {"text_block_id": "p61_b692", "text": "xi)"}, {"text_block_id": "p61_b693", "text": "IPCC (2007).  Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to         the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., D.       Qin, M. Manning,Z. Chen, M. Marquis, K.B. Averyt, M.Tignor and H.L. Miller (eds.)], Cambridge       University Press, Cambridge, United Kingdom and New York, NY, USA.      McSweeney C., New M., Lizcano G, (2008), UNDP climate change      country profiles: http://country-profiles.geog.ox.ac.uk"}, {"text_block_id": "p61_b694", "text": "xii)"}, {"text_block_id": "p61_b695", "text": "Smith, J B (2001). A Summary of Climate Impact Assessments from US Country Studies Program, Cli         mate Change, Springer, Netherland."}, {"text_block_id": "p61_b696", "text": "xiii)"}, {"text_block_id": "p61_b697", "text": "World Bank (2007).  Disasters, Climate Change and Economic Development in sub-Saharan Africa: Les          sons and Future Directions, Independent Evaluation Group, Evaluation Brief No.2,         Washington D.C. , USA."}, {"text_block_id": "p62_b698", "text": "xiv)"}, {"text_block_id": "p62_b699", "text": "UNESCO, 2006, Framework for UN Decade for Sustainable Development (2005-2014), UNESCO"}, {"text_block_id": "p62_b700", "text": "xv)"}, {"text_block_id": "p62_b701", "text": "UNFCCC, 1994. The United Nations Framework Convention on Climate Change. UNFCCC Secretariat."}, {"text_block_id": "p62_b702", "text": "xvi)"}, {"text_block_id": "p62_b703", "text": "UNFCCC (2010) Kyoto Protocol, UNFCCC Secretariat."}, {"text_block_id": "p62_b704", "text": "xvii)"}, {"text_block_id": "p62_b705", "text": "UNFCCC, (2012), Doha Work Programme, UNFCCC Secretariat"}, {"text_block_id": "p63_b706", "text": "9.0 ANNEXES"}, {"text_block_id": "p63_b707", "text": "Annex 1: Course Evaluation Form"}, {"text_block_id": "p63_b708", "text": "Key for Ranking: Tick against the selected rating"}, {"text_block_id": "p63_b709", "text": "5"}, {"text_block_id": "p63_b710", "text": ": for excellent,"}, {"text_block_id": "p63_b711", "text": "4"}, {"text_block_id": "p63_b712", "text": ": for very good"}, {"text_block_id": "p63_b713", "text": "3"}, {"text_block_id": "p63_b714", "text": ": for average,"}, {"text_block_id": "p63_b715", "text": "2"}, {"text_block_id": "p63_b716", "text": ": for satisfactory"}, {"text_block_id": "p63_b717", "text": "1"}, {"text_block_id": "p63_b718", "text": ": for poor performance,"}, {"text_block_id": "p64_b719", "text": "ANNEX 2: COURSE OUTLINES"}, {"text_block_id": "p66_b720", "text": "ANNEX 3:"}, {"text_block_id": "p66_b721", "text": "LIST OF STAKEHOLDERS CONSULTED BY PHONE, EMAIL & FACE TO FACE INTERVIEWS"}, {"text_block_id": "p66_b722", "text": "PROJECT TEAM(INCEPTION MEETINGS/CONSULTATIONS)"}, {"text_block_id": "p67_b723", "text": "Polytechnic Climate Change Forum (PCCF)- FOCUS GROUP (Discussion)"}, {"text_block_id": "p68_b724", "text": "ANNEX 4: PRESENTATION OF DRAFT INCEPTION REPORT TO MEMBERS OF THE TECHNICAL COMMITTEE ON CLIMATE CHANGE"}, {"text_block_id": "p69_b725_merged", "text": "ANNEX 5:  NATIONAL VALIDATION WORKSHOP FOR UN CLIMATE CHANGE LEARN PILOT PROJECT (CCLEARN STRATEGY) HELD AT SUNBIRD CAPITAL HOTEL, LILONGWE, MALA-WI ON 19TH MARCH 2013."}, {"text_block_id": "p70_b728", "text": "ANNEX 6:"}, {"text_block_id": "p71_b729", "text": "ANNEX 7: PROJECT BRIEFS"}, {"text_block_id": "p71_b730", "text": "Name of Project"}, {"text_block_id": "p71_b731", "text": "Development and dissemination of training materials for forestry and health extension workers"}, {"text_block_id": "p71_b732", "text": "1.0 Context and Problem Statement"}, {"text_block_id": "p71_b733", "text": "The Health sector is affected by climate change while the Forest sector is both affected and affects climate change. Long term changes in climatic variables such as temperature and precipitation affect the multiplication and distribution of vectors such as mosquitoes and well as pathogens responsible for waterborne diseases such as cholera and dysentery. Droughts reduce biomass productivity, while unsustainable harvesting or clearing of trees for firewood, timber or opening up new agricultural land reduce sink capacity for carbon sequestration. Thus the extension staff in the Department of Forestry and the Ministry of Health need to have relevant knowledge and skills in various areas of climate change science, impacts and appropriate responses.  There has been no training in climate change targeting these front line personnel in forest and health sectors. Skills and knowledge about climate change that these extension workers will gain will enable them to implement adapta"}, {"text_block_id": "p71_b734", "text": "-"}, {"text_block_id": "p71_b735", "text": "tion and mitigation projects in rural communities thereby averting adverse effects impacts of climate change on sustainable livelihoods."}, {"text_block_id": "p71_b736", "text": "2.0 Aim and Objectives"}, {"text_block_id": "p71_b737_merged_merged", "text": "The aim of the project is to develop, reproduce and disseminate training materials for use in conducting cli-mate change training targeting extension workers in the Department of Forestry and the Ministry of Health"}, {"text_block_id": "p71_b740", "text": "."}, {"text_block_id": "p71_b741", "text": "Specific Objectives"}, {"text_block_id": "p71_b742", "text": "a)"}, {"text_block_id": "p71_b743", "text": "To develop training materials through a consultative process with key stakeholders led by Department of Forestry, Ministry of Health, after conducting a thorough training needs assessment;"}, {"text_block_id": "p71_b744", "text": "b)"}, {"text_block_id": "p71_b745", "text": "To successfully test training materials; and"}, {"text_block_id": "p71_b746", "text": "c)"}, {"text_block_id": "p71_b747", "text": "To launch training materials after a national validation workshop."}, {"text_block_id": "p71_b748", "text": "Indicators of success"}, {"text_block_id": "p71_b749", "text": "a)"}, {"text_block_id": "p71_b750", "text": "The content and format of the training materials defined with input from key stakeholders and through training needs assessment;"}, {"text_block_id": "p71_b751", "text": "b)"}, {"text_block_id": "p71_b752", "text": "Training materials successfully tested; and"}, {"text_block_id": "p71_b753", "text": "c)"}, {"text_block_id": "p71_b754", "text": "Training materials launched and the Department of Forestry and Ministry of Health guide lo cal communities in in addressing climate change through the implementation of adaptation and mitigation projects; and"}, {"text_block_id": "p71_b755", "text": "d)"}, {"text_block_id": "p71_b756", "text": "Numbers of training extension staff in forest and health sectors."}, {"text_block_id": "p72_b757", "text": "3.0 Target Group(s)"}, {"text_block_id": "p72_b758", "text": "The training materials will address the needs of extension workers for the Department of Forestry and the Ministry of Health."}, {"text_block_id": "p72_b759", "text": "4.0 Lead Organization(s) and Partners"}, {"text_block_id": "p72_b760", "text": "The Department of Forestry and the Ministry of Health will be lead organizations. But they will work hand in hand with the National Climate Change Programme (NCCP), the Environmental Affairs Department, the Ministry of Education, Science and Technology, University of Malawi (Polytechnic and Chancellor College), Bunda College, Non-Governmental Organizations (NGOs), Civil Society Organizations (CSOs), Community Based Organizations (CBOs), and Faith Based Organizations (FBOs)."}, {"text_block_id": "p72_b761", "text": "5.0 Activities and Timelines"}, {"text_block_id": "p72_b762", "text": "N.B"}, {"text_block_id": "p72_b763", "text": "i."}, {"text_block_id": "p72_b764", "text": "There will be need to engange traners"}, {"text_block_id": "p72_b765", "text": "ii."}, {"text_block_id": "p72_b766", "text": "Department of Forestry(FD) will be responsible for identification of trainers     for pilot testing and national training;"}, {"text_block_id": "p72_b767", "text": "iii."}, {"text_block_id": "p72_b768", "text": "Evaluation will be done after every training session;"}, {"text_block_id": "p72_b769", "text": "iv."}, {"text_block_id": "p72_b770", "text": "An overall training report will be produced"}, {"text_block_id": "p72_b771", "text": "v."}, {"text_block_id": "p72_b772", "text": "The timeline above, the work has to commence by mid-August at the latest to ensure that the activities are        implemented by the end of October 2013."}, {"text_block_id": "p73_b773", "text": "6.0 Linkages and Sustainability"}, {"text_block_id": "p73_b774", "text": "These training materials will be the first of their kind and hence the developers will set the standard against which similar training materials targeting extension workers from other sectors apart from forestry and health will be developed. It is envisaged that local communities will benefit from this project by acquiring knowledge and skills from the extension workers for implementing adaptation and mitigation projects for address climate change. Since there are many organizations involved in the implementation of climate change projects in rural areas, such organizations will be requested to train local communities after attending Training of Trainers (ToT) sessions. Furthermore, the Forest Department and Ministry of Health will be expected to mainstream climate change learning activities in their annual work plans and budgets"}, {"text_block_id": "p73_b775", "text": "7.0 Budget (PROPOSED)"}, {"text_block_id": "p73_b776", "text": "Excghange Rate 1 US Dollar = MK 320"}, {"text_block_id": "p74_b777", "text": "8.8 Monitoring and Evaluation"}, {"text_block_id": "p74_b778", "text": "The onus of Monitoring and Evaluation of Government projects in Malawi lies with the Ministry of Economic Planning and Development (EPD), and hence it will be the responsibility of EPD to carry out monitoring and evaluation of this project in collaboration with Ministry of Environment and Climate Change Management( including Department of Forestry) and Ministry of Health."}, {"text_block_id": "p75_b779", "text": "Name of Project"}, {"text_block_id": "p75_b780", "text": "Development, pilot-testing and dissemination of training materials for health extension workers 1.0 Context and Problem Statement"}, {"text_block_id": "p75_b781", "text": "The Health sector is vulnerable to climate change. Long term changes in climatic variables such as temperature and precipitation affect the multiplication and distribution of vectors such as mosquitoes and well as pathogens responsible for waterborne diseases such as cholera and dysentery. Thus climate change is adding pressure to a sector that is already severely constrained by shortage of personnel and drugs, and inadequate infrastructure amongst others. Summary of health statistics from Malawi NAPA (Health Sector Report) of 2006 is presented in table shown below:"}, {"text_block_id": "p75_b782_merged", "text": "The Ministry of Health is responsible for management of human health services in Malawi. The Ministry has a four-tier system comprising: the Central Hospital, the District Hospital, the Rural Hospital and the Health Centre. The implementation of health services at community level are at Health Centre level through health extension workers, commonly referred to as Health Surveillance Assistants. Currently, their capacity to imple-ment and link climate change adaptation and mitigation interventions is very weak. Thus, the extension work-ers need the requisite knowledge and skills in various areas of climate change science, impacts and appropriate responses. However, there has been no training in climate change targeting these front line personnel. Thus, the skills and knowledge about climate change that these extension workers will gain from the training sessions will enable them to implement and manage adaptation and mitigation projects in rural communities thereby averting adverse effects impacts of climate change on quality of life. Additionally, this will enable extension workers to mainstream climate change in their current advisory work."}, {"text_block_id": "p76_b787", "text": "2.0 Aims and Objectives"}, {"text_block_id": "p76_b788", "text": "The aim of the project is to develop, pilot-test and disseminate training materials for use in conducting climate change training targeting extension workers in the Ministry of Health. The overall goal is to enable exten"}, {"text_block_id": "p76_b789", "text": "-"}, {"text_block_id": "p76_b790", "text": "sion workers gain knowledge and skills in climate change with a view to mainstreaming climate change in their day-to-day advisory work."}, {"text_block_id": "p76_b791", "text": "Specific Objectives"}, {"text_block_id": "p76_b792", "text": "e)"}, {"text_block_id": "p76_b793", "text": "To identify trainees for the pilot testing of the developed climate change training materials  for forest extension workers,"}, {"text_block_id": "p76_b794", "text": "f)"}, {"text_block_id": "p76_b795", "text": "To successfully pilot test the training materials;"}, {"text_block_id": "p76_b796", "text": "g)"}, {"text_block_id": "p76_b797", "text": "To update training materials after pilot testing; and"}, {"text_block_id": "p76_b798", "text": "h)"}, {"text_block_id": "p76_b799", "text": "To undertake training workshops for all forest extension workers (e.g. through 3 regional workshops) using updated training"}, {"text_block_id": "p76_b800", "text": "Indicators of success"}, {"text_block_id": "p76_b801", "text": "e)"}, {"text_block_id": "p76_b802", "text": "Participants’ satisfaction level with the training programme.  This will be measured through training evaluation forms;"}, {"text_block_id": "p76_b803", "text": "f)"}, {"text_block_id": "p76_b804_merged_merged", "text": "Improvement in participants’ knowledge and skills in climate change.  This will be done through pre-testing and post-testing of participants’ knowledge and skills;"}, {"text_block_id": "p79_b807", "text": "Name of Project"}, {"text_block_id": "p79_b808", "text": "Mainstreaming climate change in curricular for primary and secondary school and vocational institu"}, {"text_block_id": "p79_b809", "text": "-"}, {"text_block_id": "p79_b810", "text": "tions."}, {"text_block_id": "p79_b811", "text": "1.0 Context and Problem Statement"}, {"text_block_id": "p79_b812", "text": "The Malawi Government, through the Ministry of Education Science and Technology (MoEST) developed a plan that sets out the direction for Malawi’s education sector goals, objectives and proposals on how such goals and objectives will be realized for the period 2008-2017. The plan which was called the National Education Sector Plan (NESP) aimed at enhancing equitable access to education, improving quality and relevant educa"}, {"text_block_id": "p79_b813", "text": "-"}, {"text_block_id": "p79_b814", "text": "tion; and improving governance and management. The Government affirms that good education is central to the realization of the Malawi Growth Development Strategy, of which, climate change is one of"}, {"text_block_id": "p79_b815", "text": "key priority area. Though current curricular in primary and secondary schools cover some aspects of environment, climate change issues are not covered.  Furthermore, the capacity to train."}, {"text_block_id": "p79_b816", "text": "In Malawi, the Ministry of Education, Science and Technology (MoEST) through the Malawi Institute of Education (MIE) is responsible for developing, reviewing and disseminating primary and secondary school curricular."}, {"text_block_id": "p79_b817", "text": "2.0 Aim and Objectives"}, {"text_block_id": "p79_b818_merged_merged_merged", "text": "The main aim of this project is improve knowledge and skills in climate change science, adaptation and miti-gation for secondary and primary school teachers and pupils, as well as vocational schools, through curricular review and capacity building at primary and secondary school level."}, {"text_block_id": "p79_b821", "text": "Specific objectives"}, {"text_block_id": "p79_b822", "text": "vii."}, {"text_block_id": "p79_b823", "text": "Review schools’ and vocational institutions’ curricular to include climate change topics in various subjects;"}, {"text_block_id": "p79_b824", "text": "viii."}, {"text_block_id": "p79_b825", "text": "Conduct refresher courses on climate change for teachers and tutors;"}, {"text_block_id": "p79_b826", "text": "ix."}, {"text_block_id": "p79_b827", "text": "Implement revised curricular in all schools and vocational institutions;"}, {"text_block_id": "p79_b828", "text": "x."}, {"text_block_id": "p79_b829", "text": "Implement revised curricular in teachers’ training colleges and vocational institutions;"}, {"text_block_id": "p79_b830", "text": "xi."}, {"text_block_id": "p79_b831", "text": "Incorporate CC messages in adult literacy classes; and"}, {"text_block_id": "p79_b832", "text": "xii."}, {"text_block_id": "p79_b833", "text": "Encourage managers in education and vocational institutions to champions climate change."}, {"text_block_id": "p79_b834", "text": "3.0 Indicators of success"}, {"text_block_id": "p79_b835", "text": "i)"}, {"text_block_id": "p79_b836", "text": "The content and format of the training materials defined with input from key stakeholders and through training needs assessment;"}, {"text_block_id": "p79_b837", "text": "j)"}, {"text_block_id": "p79_b838", "text": "Training materials successfully tested; and"}, {"text_block_id": "p79_b839", "text": "k)"}, {"text_block_id": "p79_b840", "text": "Training materials launched and the MoEST guide teachers training colleges and vocational institu tions in addressing climate change through the implementation of adaptation and mitigation projects; and"}, {"text_block_id": "p79_b841", "text": "l)"}, {"text_block_id": "p79_b842", "text": "Numbers of training trainers in teachers colleges and vocational institutions."}, {"text_block_id": "p80_b843", "text": "4.0 Target Group(s)"}, {"text_block_id": "p80_b844", "text": "The training materials will address the needs of trainers for the MoEST and vocational institutions. 5.0 Lead Organization(s) and Partners"}, {"text_block_id": "p80_b845", "text": "The MoEST, through Malawi Institute of Education, and Ministry of Labour, through technical and voca"}, {"text_block_id": "p80_b846", "text": "-"}, {"text_block_id": "p80_b847", "text": "tional colleges. But they will work hand in hand with the National Climate Change Programme (NCCP), the Environmental Affairs Department, University of Malawi (Polytechnic and Chancellor College) and Bunda College ."}, {"text_block_id": "p80_b848", "text": "6.0 Activities and Timelines"}, {"text_block_id": "p80_b849", "text": "(a)"}, {"text_block_id": "p80_b850", "text": "Conduct literature review on training needs assessment and complement this task with stakeholder inter"}, {"text_block_id": "p80_b851", "text": "-"}, {"text_block_id": "p80_b852", "text": "views to define the scope of the climate change training materials for the trainers;"}, {"text_block_id": "p80_b853", "text": "(b)"}, {"text_block_id": "p80_b854", "text": "Develop the training materials and submit the draft to key stakeholders for initial comments;"}, {"text_block_id": "p80_b855", "text": "(c)"}, {"text_block_id": "p80_b856", "text": "Revise the training materials by incorporating comments from key stakeholders and convene a National Validation Workshop to review the training materials"}, {"text_block_id": "p80_b857", "text": "(d)"}, {"text_block_id": "p80_b858", "text": "Revise the training materials by incorporating comments from the National Validation Workshop and launch the training materials."}, {"text_block_id": "p80_b859", "text": "6.0 Linkages and Sustainability"}, {"text_block_id": "p80_b860_merged_merged_merged", "text": "These training materials will be the first of their kind and hence the developers will set the standard against which similar training materials targeting extension workers from other sectors apart from forestry and health will be developed. It is envisaged that local communities will benefit from this project by acquiring knowledge and skills from the extension workers for implementing adaptation and mitigation projects for address climate change. Since there are many organizations involved in the implementation of climate change projects in rural areas, such organizations will be requested to train local communities after attending Training of Trainers (ToT) sessions. Furthermore, the Ministry of Education and Ministry of Labour will be expected to main-stream climate change learning activities in their annual work plans and budgets."}, {"text_block_id": "p80_b863", "text": "7.0 Budget Proposed"}, {"text_block_id": "p80_b864", "text": "Exchange Rate 1 US Dollar= MK 320"}, {"text_block_id": "p80_b865", "text": "8.0 Monitoring and Evaluation"}, {"text_block_id": "p80_b866", "text": "The onus of Monitoring and Evaluation of Government projects in Malawi lies with the Ministry of Economic Planning and Development (EPD), and hence it will be the responsibility of EPD to carry out monitoring and evaluation of this project in collaboration with Ministry of Environment and Climate Change Management."}, {"text_block_id": "p83_b867", "text": "Em,,ollewllltln."}, {"text_block_id": "p83_b868", "text": "Rftlliffnodons."}, {"text_block_id": "p83_b869", "text": "Schweizerische Eidgenossenschaft"}, {"text_block_id": "p83_b870", "text": "Confederation suisse"}, {"text_block_id": "p83_b871", "text": "Confederaz,one Sv1zzera"}, {"text_block_id": "p83_b872", "text": "Confederaziun svizra"}], "document_description": "This strategy aims at improving the country's adaptive capacities by raising the level of awareness, understanding, knowledge and skills as well as to build institutional capacities accordingly. It seeks to make Malawi a \"knowledge-driven climate change resilient population\" by 2030.\n\nThe document identifies internal and external factors to reach the stated education goal. Notable strategic pillars are human resources, institutional capacity and sustainable funding. \"Key priority areas\", such as to incorporate gender in learning activities, are laid out."}