{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Malawi", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy Regulation Act", "document_country_code": "MWI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "19/03/2004", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2004/MWI-2004-03-19-Energy Regulation Act_083489e9632805b5ff3c5b898dab0fb9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ENERGY REGULATION ACT, 2004"}, {"text_block_id": "p1_b2", "text": "Act"}, {"text_block_id": "p1_b3", "text": "No. 20 of 2004"}, {"text_block_id": "p1_b4", "text": "ARRANGEMENT OF SECTIONS"}, {"text_block_id": "p1_b5", "text": "Section"}, {"text_block_id": "p1_b6", "text": "PART 1-PRELIMINARY"}, {"text_block_id": "p1_b7", "text": "PART 1-PRELIMINARY\n* Short title and commencement\n* Interpretation"}, {"text_block_id": "p1_b11", "text": "PART II-ESTABLISHMENT OF THE ENERGY REGULATORY AUTHORITY, CONSTITUTION, FUNCTIONS, POWERS AND DUTIES"}, {"text_block_id": "p1_b12", "text": "PART II-ESTABLISHMENT OF THE ENERGY REGULATORY AUTHORITY, CONSTITUTION, FUNCTIONS, POWERS AND DUTIES\n* Establishment of the Authority\n* Constitution of the Authority\n* Appointment of Members of the Authority\n* Chairperson of the Authority\n* Tenure of Office of Members\n* Removal from office and vacancy\n* Powers and functions\n* Minister to Gazette Policy\n* Remuneration of members\n* Meetings of the Authority\n* Duties and responsibilities of the Members\n* Just administrative action\n* Executive Committees\n* Advisory Committees and customer forums\n* Members and employees to be engaged in licenced activity\n* Chief Executive\n* Other staff of the Authority\n* Disclosure of interest\n* Hiring of services\n* Delegation of Powers and Authority"}, {"text_block_id": "p1_b52", "text": "PART III • FINANCIAL PROVISIONS"}, {"text_block_id": "p1_b53", "text": "PART III • FINANCIAL PROVISIONS\n* Funds of the Authority\n* The Authority to prescribe an energy regulation levy\n* Rural Electrification levy\n* Books of accounts\n* Annual report"}, {"text_block_id": "p1_b63", "text": "PART IV • REGULATION OF THE ENERGY SECTOR"}, {"text_block_id": "p1_b64", "text": "PART IV • REGULATION OF THE ENERGY SECTOR\n* Activities to be carried out under licence\n* Application for and issuing of licence\n* Tariffs or prices of energy\n* Transfer of licences"}, {"text_block_id": "p2_b72", "text": "PART V • RESOLUTION OF DISPUTES"}, {"text_block_id": "p2_b73", "text": "PART V • RESOLUTION OF DISPUTES\n* Authority may arbitrate\n* Authority may act as mediator\n* May appoint another arbitrator\n* Procedure and fees for mediation and Arbitration\n* Decision of the Authority is final"}, {"text_block_id": "p2_b83", "text": "PART VI • INSPECTION, ACCIDENTS, INQUIRIES AND INVESTIGATIONS"}, {"text_block_id": "p2_b84", "text": "PART VI • INSPECTION, ACCIDENTS, INQUIRIES AND INVESTIGATIONS\n* Inquiries and formal investigations\n* Licensee to report accidents\n* Entry and inspection of premises"}, {"text_block_id": "p2_b90", "text": "PART VII - OFFENCES AND PENALTIES"}, {"text_block_id": "p2_b91", "text": "PART VII - OFFENCES AND PENALTIES\n* Offences\n* Penalties"}, {"text_block_id": "p2_b95", "text": "PART VIII- MISCELLANEOUS PROVISIONS"}, {"text_block_id": "p2_b96", "text": "PART VIII- MISCELLANEOUS PROVISIONS\n* Service of notice\n* Right of appeal to the High Court\n* Obligation of secrecy\n* By-Laws"}, {"text_block_id": "p2_b104", "text": "An Act to establish an Energy Regulatory Authority to regulate the energy sector, to define the functions and powers of the Energy Regulatory Authority, to provide for licensing of energy undertakings, and for matters connected therewith and incidental  thereto."}, {"text_block_id": "p3_b105", "text": "PART 1 - PRELIMINARY"}, {"text_block_id": "p4_b106", "text": "PART II - ESTABLISHMENT OF THE ENERGY REGULATORY  AUTHORITY: ONSTITITION, FUNCTIONS, POWERS AND DUTIES"}, {"text_block_id": "p4_b107", "text": "PART II - ESTABLISHMENT OF THE ENERGY REGULATORY  AUTHORITY: ONSTITITION, FUNCTIONS, POWERS AND DUTIES\n* 3\n* 3\n here is hereby established an Authority known as the Malawi Energy Regulatory Authority (in this Act otherwise referred to as the â¢Authorityâ¢) which shall be a body corporate by that name with perpetual succession and a Common Seal and capable of suing and being sued in its corporate name and capable of acquiring and disposing of any moveable or immoveable property and performing such acts and things as bodies corporate may by law do or perform and have power to perform such functions and exercise such powers as are conferred by this Act and the Energy Laws.\n* 4\n* 4\n (1)The Authority shall comprise:\n\t* a chairperson, a Vice-Chairperson and three other members;\n\t* the Principal Secretary responsible for Energy Affairs as ex-officio member.\n\t* the Director of Energy Affairs; and\n\t* the Chief Executive of the Authority as ex-officio member so long as he/she remains in the post of Chief Executive."}, {"text_block_id": "p4_b121", "text": "(2)"}, {"text_block_id": "p4_b122", "text": "Members of the Authority shall be persons who have adequate knowledge and experience in any one or more of the following functional areas-"}, {"text_block_id": "p4_b123", "text": "Members of the Authority shall be persons who have adequate knowledge and experience in any one or more of the following functional areas-\n* energy supply and demand, including the end use consumption of energy;\n<\\li1>"}, {"text_block_id": "p5_b125", "text": "Members of the Authority shall be persons who have adequate knowledge and experience in any one or more of the following functional areas-\n* energy supply and demand, including the end use consumption of energy;\n<\\li1>\n* commercial and business practices and procedures;\n* financial and funding aspects of the energy sector;\n* energy tariffs, pricing or charges;\n* energy planning and project development;\n* energy technology and standards or renewable energy technologies;\n* environmental issues; or\n* legal matters.\n* is a Member of Parliament;\n* is a Minister or Deputy Minister;\n* is a holder of a licence;\n* is an employee of a licensee;\n* is a director of a company holding a licence under this Act;\n* holds five per cent or more shares in a company holding a licence under this Act;\n* has been convicted of an offence under this Act, or an offence involving fraud or dishonesty by a competent court in Malawi or elsewhere;\n* is in a position where there is a material conflict of interest between the interests of the member as member of the Authority and the business interest of that member, shall be disqualified from being appointed as a member of the Authority."}, {"text_block_id": "p5_b139", "text": "(3)"}, {"text_block_id": "p5_b140", "text": "Candidates shall be selected on the basis of their knowledge and experience of national, regional and international issues relating to the supply of energy in Malawi."}, {"text_block_id": "p5_b141", "text": "(4)"}, {"text_block_id": "p5_b142", "text": "The overall composition of the Authority shall as far as possible reflect a balance of knowledge and experience relevant to the different types of energy supply regulated by the Authority and the distinct industries involved in the energy sector;"}, {"text_block_id": "p5_b143", "text": "(5)"}, {"text_block_id": "p5_b144", "text": "Any person who-"}, {"text_block_id": "p7_b161", "text": "Powers and Functions"}, {"text_block_id": "p7_b162", "text": "due inquiry and subject to the approval of the Parliamentary Committee on Public Appointments."}, {"text_block_id": "p7_b163", "text": "(2)"}, {"text_block_id": "p7_b164", "text": "A vacancy in the Authority shall be filled by the appointment of another member in accordance with this Act, and the member so appointed shall hold office for the unexpired period of the term of office of his/her predecessor."}, {"text_block_id": "p7_b165", "text": "9"}, {"text_block_id": "p7_b166", "text": "(1) The Authority shall have power to regulate the activities of the energy industry in accordance with this Act and the Energy Laws and without limitation to the generality of the foregoing, shall carry out the following functions"}, {"text_block_id": "p7_b167", "text": "(1) The Authority shall have power to regulate the activities of the energy industry in accordance with this Act and the Energy Laws and without limitation to the generality of the foregoing, shall carry out the following functions\n* receive and process licence applications for energy undertaking;\n* grant, revoke or amend licences granted under this Act and Energy Laws;\n* approve tariffs, and prices of energy sales and services;\n* monitor and enforce compliance by licensees with licences granted under this Act and the Energy Laws;\n* develop and enforce performance and safety standards for energy exploitation, production transportation and distribution;\n* prescribe and collect fees, charges, levies or rates under this Act and Energy Laws;\n* arbitrate commercial disputes under this Act and Energy Laws;\n* Recommend reforms to this Act and the Energy Laws as the Authority may deem desirable;\n* Resolve or mediate consumer complaints against licensees; and\n* do all such things as are necessary or incidental or conducive to the better carrying out of the functions of the Authority provided for in this Act and Energy Laws.\n* promote the interests of consumers of energy with respect to energy prices and charges and the continuity and quality of energy supply;\n* monitor the efficiency and performance of energy undertakings, having regard to the purposes for which they were established;"}, {"text_block_id": "p7_b187", "text": "(2)"}, {"text_block_id": "p7_b188", "text": "In exercising its powers and functions under this Act and the Energy Laws, the Authority shall be independent of interference or direction of any other person or authority, and shall:-"}, {"text_block_id": "p8_b193", "text": "Minister to Gazette Policy"}, {"text_block_id": "p8_b194", "text": "Remuneration of Members"}, {"text_block_id": "p8_b195", "text": "(c)"}, {"text_block_id": "p8_b196", "text": "in conjunction with other relevant agencies, monitor the levels and structures of competition within the energy sector in order that competition in and accessibility to the energy sector in Malawi is promoted;"}, {"text_block_id": "p8_b197", "text": "(d)"}, {"text_block_id": "p8_b198", "text": "facilitate increasing access to energy supplies;"}, {"text_block_id": "p8_b199", "text": "(e)"}, {"text_block_id": "p8_b200", "text": "promote energy efficiency and energy savings;"}, {"text_block_id": "p8_b201", "text": "(f)"}, {"text_block_id": "p8_b202", "text": "promote consumer awareness and education;"}, {"text_block_id": "p8_b203", "text": "(g)"}, {"text_block_id": "p8_b204", "text": "promote the integrity and sustainability of energy undertakings and seek to ensure that energy undertakings, whilst providing efficient service, are able to finance the carrying on of the activities which they are licensed or authorized to carry on;"}, {"text_block_id": "p8_b205", "text": "(h)"}, {"text_block_id": "p8_b206", "text": "in conjunction with other relevant agencies, formulate measures to minimize the environmental impact of the exploitation, production, transportation, storage, supply and use of energy and enforce such measures by the inclusion of appropriate conditions to licences held by energy undertakings;"}, {"text_block_id": "p8_b207", "text": "(i)"}, {"text_block_id": "p8_b208", "text": "promote the exploitation of renewable energy resources; and"}, {"text_block_id": "p8_b209", "text": "(j)"}, {"text_block_id": "p8_b210", "text": "take all such measures  as are necessary to fulfill the above purposes through regulations to be made under this Act or the Energy Laws."}, {"text_block_id": "p8_b211", "text": "(3)"}, {"text_block_id": "p8_b212", "text": "The Authority shall, in undertaking its regulatory tasks, regulate in a manner that is transparent, cost effective and fair."}, {"text_block_id": "p8_b213", "text": "(4)"}, {"text_block_id": "p8_b214", "text": "The Authority may advise the Government on matters affecting the energy sector generally and energy undertakings specifically."}, {"text_block_id": "p8_b215", "text": "10"}, {"text_block_id": "p8_b216", "text": "(1) Whenever the Minister intends to revise the policy with regard to the energy sector he/she shall prepare a draft thereof and invite comments from licensees and other stakeholders, and he/she shall take those comments into account before issuing the new policy."}, {"text_block_id": "p8_b217", "text": "(2)"}, {"text_block_id": "p8_b218_merged", "text": "Any policy issued under subsection (1) shall be in writing and shall be published in the Gazette and in such other manner as the Minister may determine."}, {"text_block_id": "p8_b221", "text": "11"}, {"text_block_id": "p8_b222", "text": "(1) A member of the Authority shall be paid such remuneration or allowances as the Minister of Finance may approve on the recommendation of the Authority:"}, {"text_block_id": "p9_b223", "text": "Meetings of the Authority"}, {"text_block_id": "p9_b224", "text": "Provided that such allowances or remuneration shall be set at levels that are Comparable to that offered to similar professionals on the open market in Malawi."}, {"text_block_id": "p9_b225", "text": "(2)"}, {"text_block_id": "p9_b226", "text": "Members shall be paid out of the funds of the Authority."}, {"text_block_id": "p9_b227", "text": "12"}, {"text_block_id": "p9_b228", "text": "(1)The members of the Authority shall meet at such times and places and in the manner as the chairperson may from time to time determine provided that the Authority shall meet at least once every quarter."}, {"text_block_id": "p9_b229", "text": "(2)"}, {"text_block_id": "p9_b230", "text": "The chairperson may at any time convene an extraordinary meeting of the Authority to be held at a time and place and in the manner determined by him or her and must, upon a written request of at least two other members of the Authority, convene an extraordinary meeting to be held within two weeks after the date of such request."}, {"text_block_id": "p9_b231", "text": "(3)"}, {"text_block_id": "p9_b232", "text": "The Chairperson or, in the absence of the Chairperson, the Vice-Chairperson shall preside over any meeting of the Authority, and in the absence of both the Chairperson and Vice Chairperson, the members present shall elect one of their number to preside at the meeting."}, {"text_block_id": "p9_b233", "text": "(4)"}, {"text_block_id": "p9_b234", "text": "The Authority may publish in the"}, {"text_block_id": "p9_b235", "text": "gazette"}, {"text_block_id": "p9_b236", "text": "the procedure to be followed at a meeting."}, {"text_block_id": "p9_b237", "text": "(5)"}, {"text_block_id": "p9_b238", "text": "In the absence of a published procedure under subsection (4), the person presiding at such a meeting of the Authority shall determine the procedure to be followed thereat."}, {"text_block_id": "p9_b239", "text": "(6)"}, {"text_block_id": "p9_b240", "text": "The quorum for a meeting of the Authority shall be a majority of all its members."}, {"text_block_id": "p9_b241", "text": "(7)"}, {"text_block_id": "p9_b242", "text": "The decision of a majority of the members of the Authority present at a meeting thereof shall constitute a decision of the Authority, and in the event of an equality of votes on any matter the person presiding at a meeting has a casting vote in addition to his or her deliberative vote."}, {"text_block_id": "p9_b243", "text": "(8)"}, {"text_block_id": "p9_b244_merged_merged", "text": "No member of the Authority, except ex-officio members, shall attend the meeting of the Authority by representation."}, {"text_block_id": "p9_b247", "text": "(9)"}, {"text_block_id": "p9_b248", "text": "Other officers of the Authority as the Chief Executive may designate shall attend meetings of the Authority and of any committee of the Authority and may address such meetings, but shall not vote on any matter:"}, {"text_block_id": "p9_b249", "text": "Provided that the person presiding at the meeting  may, for good cause, require such other officers to withdraw from such meetings."}, {"text_block_id": "p10_b250", "text": "(10)"}, {"text_block_id": "p10_b251", "text": "No decision taken by the Authority or act performed under it shall be invalid only by reason of a  vacancy on the Authority or of the fact that any person not entitled to sit as a member of the Authority sat at such a meeting at the time the decision was taken or the act was authorized."}, {"text_block_id": "p10_b252", "text": "(11)"}, {"text_block_id": "p10_b253", "text": "The Authority may, at its discretion, allow members of the public or licensees to attend any of its meetings."}, {"text_block_id": "p10_b254", "text": "(12)"}, {"text_block_id": "p10_b255", "text": "If the Authority takes a decision in any manner other than at a formal meeting such decision shall come into effect immediately but must be reduced to writing and submitted for ratification at the first formal meeting of the Authority following such decision."}, {"text_block_id": "p10_b256", "text": "(13)"}, {"text_block_id": "p10_b257", "text": "The Authority shall cause a record of its proceedings to be kept."}, {"text_block_id": "p10_b258", "text": "13"}, {"text_block_id": "p10_b259", "text": "(1) Any member of the Authority shall •"}, {"text_block_id": "p10_b260", "text": "(1) Any member of the Authority shall •\n* act in a justifiable and transparent manner whenever the exercise of his or her discretion is required.\n* at all times act in the interests of the Authority and not in his or her sectoral interest;\n* act independently of any outside influence or instruction; and\n* act in a manner that is required of any holder of a public office.\n* shall not take part nor be present in any deliberation or decision of the Authority; and\n* shall be disregarded for the purpose of constituting a quorum of the Authority."}, {"text_block_id": "p10_b268", "text": "(2)"}, {"text_block_id": "p10_b269", "text": "A member of the Authority having any interest, directly or indirectly, in any matter under discussion by the Authority, shall as soon as possible after the relevant facts have come under his or her knowledge, disclose to the Authority the facts of his or her interest and nature thereof."}, {"text_block_id": "p10_b270", "text": "(3)"}, {"text_block_id": "p10_b271", "text": "A disclosure under subsection (2) shall be recorded in the minutes of the Authority and, after the disclosure, the member •"}, {"text_block_id": "p10_b276", "text": "(4)"}, {"text_block_id": "p10_b277", "text": "Any member of the Authority who fails to disclose his or her interest as provided under subsection (1) shall be guilty of an offence and liable on conviction to a fine of K500,000 and to imprisonment for a period of five years."}, {"text_block_id": "p13_b278", "text": "(2)"}, {"text_block_id": "p13_b279", "text": "The Chairperson may, with the approval of the Authority delegate any power or function assigned to him or her under this Act and Energy Laws or delegated to him or her under subsection (1) to any member of the Authority."}, {"text_block_id": "p13_b280", "text": "PART III - FINANCIAL PROVISIONS"}, {"text_block_id": "p14_b281", "text": "No. 21 of 2004"}, {"text_block_id": "p14_b282", "text": "Books of Accounts"}, {"text_block_id": "p14_b283", "text": "Annual Report"}, {"text_block_id": "p14_b284", "text": "(2)"}, {"text_block_id": "p14_b285", "text": "The rural electrification levy referred to in subsection (1) shall be 4.5% of retail energy sales."}, {"text_block_id": "p14_b286", "text": "(3)"}, {"text_block_id": "p14_b287", "text": "The licensees shall pay the said levy to the Authority within 45 days from the date of sale or billing for the energy as the case may be whichever shall occur first."}, {"text_block_id": "p14_b288", "text": "(4)"}, {"text_block_id": "p14_b289", "text": "The Authority shall pay the said levy to the Rural Electrification Fund within seven days of receipt of the same from a licensee."}, {"text_block_id": "p14_b290", "text": "(5)"}, {"text_block_id": "p14_b291", "text": "If a licensee or the Authority fails to remit the said levy within the periods specified in subsections (3) and (4) interest at the rate of 2% above the bank lending rate shall be payable to the Rural Electrification Fund."}, {"text_block_id": "p14_b292", "text": "(6)"}, {"text_block_id": "p14_b293", "text": "The rural electrification levy shall be used for the purposes prescribed under the Rural Electrification Act, 2004."}, {"text_block_id": "p14_b294", "text": "26"}, {"text_block_id": "p14_b295", "text": "(1) The Authority shall cause to be kept proper books of      accounts and other records relating to its accounts."}, {"text_block_id": "p14_b296", "text": "(2)"}, {"text_block_id": "p14_b297", "text": "The Authority shall as soon as possible after the end of each financial year cause to be prepared a statement of the cash-flow and income and expenditure of the Authority for that financial year and a balance sheet of its assets and liabilities as at the end of that financial year."}, {"text_block_id": "p14_b298", "text": "(3)"}, {"text_block_id": "p14_b299", "text": "The accounts of the Authority shall -"}, {"text_block_id": "p14_b300", "text": "The accounts of the Authority shall -\n* be audited annually by independent public auditors appointed by the Authority; and\n* be examined by the Auditor General before being presented to Parliament in accordance with this Act."}, {"text_block_id": "p14_b304", "text": "(4)"}, {"text_block_id": "p14_b305", "text": "The financial year of the Authority shall be a period of twelve months commencing of 1st July and ending on 30th June the following year:"}, {"text_block_id": "p14_b306", "text": "Provided that the financial year of the Authority may be a period shorter or longer than twelve months as the Authority may determine, but in any case not longer than eighteen months."}, {"text_block_id": "p14_b307", "text": "27"}, {"text_block_id": "p14_b308", "text": "(1) The Authority shall as soon as practicable, but not later than six months after the expiry of the financial year, submit to Parliament a report concerning  its activities during that financial year."}, {"text_block_id": "p14_b309", "text": "(2)"}, {"text_block_id": "p14_b310", "text": "The annual report referred to in subsection (1) shall include:"}, {"text_block_id": "p15_b311", "text": "The annual report referred to in subsection (1) shall include:\n* an audited balance sheet and income statement, including any notes thereon and documents annexed thereto whereby relevant information is provided;\n* the report of the examination of the accounts referred to in section 26 (3);\n* information regarding licences granted, renewed, amended, suspended, cancelled or withdrawn;\n* information regarding the amount of rural electrification levies collected and paid to the Rural Electrification Fund;\n* a report regarding the execution of the business plan of the Authority;\n* a report of the future strategic plans of the Authority;\n* a status report on the performance of the energy sector and energy undertakings; and\n* such other information as the Authority may from time to time deem necessary.\n* to determine whether any person is carrying on or involved in any energy undertaking; and\n* to order any person not holding a licence and who is obliged to apply for and hold a licence under this Act or Energy Laws to cease carrying on or being involved in any energy undertaking."}, {"text_block_id": "p15_b327", "text": "(3)"}, {"text_block_id": "p15_b328", "text": "The Authority shall after submission of the annual report to Parliament in accordance with subsection (1), the Authority shall cause a summary of the report to be published in such manner as the Authority shall deem appropriate or as Parliament may direct."}, {"text_block_id": "p15_b329", "text": "PART IV - REGULATION OF THE ENERGY SECTOR"}, {"text_block_id": "p15_b330", "text": "28"}, {"text_block_id": "p15_b331", "text": "(1) No person may establish, operate, carry on or be involved  involved in any manner in an energy undertaking in Malawi, without a licence issued by the Authority."}, {"text_block_id": "p15_b332", "text": "(2)"}, {"text_block_id": "p15_b333", "text": "Any person who contravenes the provisions of subsection (1) shall be guilty of an offence."}, {"text_block_id": "p15_b334", "text": "(3)"}, {"text_block_id": "p15_b335", "text": "For purposes of this section the Authority has the power •"}, {"text_block_id": "p16_b340", "text": "PART V - RESOLUTION OF DISPUTES"}, {"text_block_id": "p17_b341", "text": "Decision of the Authority is final"}, {"text_block_id": "p17_b342", "text": "36"}, {"text_block_id": "p17_b343", "text": "The decision of the Authority in arbitrating a dispute, including a decision as to costs, shall be final and binding on the disputing parties, subject only to the right of appeal to the High Court."}, {"text_block_id": "p17_b344", "text": "PART VI - INSPECTIONS, ACCIDENTS, INQUIRIES AND INVESTIGATIONS"}, {"text_block_id": "p17_b345", "text": "Inquiries and formal investigations"}, {"text_block_id": "p17_b346", "text": "37"}, {"text_block_id": "p17_b347", "text": "(1) The Authority may, at its own instance or on receipt of a complaint or enquiry relating to the supply of energy, appoint a person to make enquiries in respect thereof and report thereon to the Authority."}, {"text_block_id": "p17_b348", "text": "(2)"}, {"text_block_id": "p17_b349", "text": "On receipt of a report under subsection (1), the Authority may:"}, {"text_block_id": "p17_b350", "text": "On receipt of a report under subsection (1), the Authority may:\n* issue such licensing conditions, guidelines, rules or directives as it is empowered under this Act; or\n* institute a formal investigation.\n* the Authority may appoint  a person to chair the investigation and as many persons as may be necessary to assist with the investigation;\n* the person appointed under subparagraph (a) and the persons assisting him or her may summon witnesses and conduct the investigation in accordance with the rules published by the Authority in the\n* may refer it to the Attorney-General for his or her consideration;\n* if a licensee is involved, may take action in accordance with this Act or the Energy Laws,"}, {"text_block_id": "p17_b354", "text": "(3)"}, {"text_block_id": "p17_b355", "text": "The Authority shall, on receipt of a complaint regarding unlawful behavior by a licensee, institute a formal investigation in respect of that complaint."}, {"text_block_id": "p17_b356", "text": "(4)"}, {"text_block_id": "p17_b357", "text": "Upon instituting a formal investigation under subsections (2) or (3):"}, {"text_block_id": "p17_b363", "text": "(5)"}, {"text_block_id": "p17_b364", "text": "On completion of the investigations under subsection (4) the person chairing the investigation shall submit his or her written report thereon to the Authority."}, {"text_block_id": "p17_b365", "text": "(6)"}, {"text_block_id": "p17_b366", "text": "On receipt of the report under subsection (5), the Authority:"}, {"text_block_id": "p17_b371", "text": "and the Authority shall give a copy of the report to a concerned consumer or affected person who requests for it."}, {"text_block_id": "p18_b372", "text": "Licensee to report accidents"}, {"text_block_id": "p18_b373", "text": "Entry and inspection of premises"}, {"text_block_id": "p18_b374", "text": "38"}, {"text_block_id": "p18_b375", "text": "(1) A licensee shall send to the Authority notice of any accident of such a kind as to have caused, or likely to have caused, loss of life or serious personal injury which has occurred in any part of such licensee's works or equipment, together with notice of any loss of life or serious personal injury occasioned by any such accident, within twenty-one days of such accident."}, {"text_block_id": "p18_b376", "text": "(2)"}, {"text_block_id": "p18_b377", "text": "Nothing contained in subsection (1) shall absolve the licensee from the duty of complying with the provisions of any other written law relating to the reporting of accidents."}, {"text_block_id": "p18_b378", "text": "39"}, {"text_block_id": "p18_b379", "text": "(1) The Authority or any person authorized thereto in writing by it may:"}, {"text_block_id": "p18_b380", "text": "(1) The Authority or any person authorized thereto in writing by it may:\n* at any time enter upon the premises of a licensee and inspect any plant, machinery, books of accounts and other documents found thereat for the purpose of ascertaining whether or not the provisions of this Act, the Energy Laws or other laws or the conditions of any licence are being complied with or for the purpose of any inspection which is incidental to or connected with the carrying out of the duties of the licensee;\n* call upon any licensee to furnish to the Authority such periodical or other returns in such form as the Authority may from time to time prescribe by notice in the\n* A person authorized by the Authority to carry out an inspection or call for a return shall on request by a licensee show his or her authorization.\n* A person who intentionally alters, destroys or otherwise suppresses a document or information required of him or her or under subsection (1) shall be guilty of an offence."}, {"text_block_id": "p18_b385", "text": "(2)"}, {"text_block_id": "p18_b386", "text": "The Authority may require that the accuracy of the  returns and particulars be verified on oath by the licensee."}, {"text_block_id": "p18_b391", "text": "PART VII - OFFENCES AND PENALTIES"}, {"text_block_id": "p18_b392", "text": "Offences"}, {"text_block_id": "p18_b393", "text": "40"}, {"text_block_id": "p18_b394", "text": "(1) Any person who carries on in any manner any activity for the supply of energy in contravention of this Act, or fails to carry out any order or decision of the Authority made or given under this Act or otherwise contravenes the provisions of this Act, shall be guilty of an offence."}, {"text_block_id": "p18_b395", "text": "(2)"}, {"text_block_id": "p18_b396", "text": "Without prejudice to the right of a licensee to recover for any illegal consumption of energy, including costs associated with such recovery, a customer or any other person who"}, {"text_block_id": "p19_b397", "text": "Penalties"}, {"text_block_id": "p19_b398", "text": "Service of notice"}, {"text_block_id": "p19_b399", "text": "(a)"}, {"text_block_id": "p19_b400", "text": "illegally abstracts energy;"}, {"text_block_id": "p19_b401", "text": "(b)"}, {"text_block_id": "p19_b402", "text": "disturbs or tampers with any meter or other energy measuring instrument or apparatus;"}, {"text_block_id": "p19_b403", "text": "(c)"}, {"text_block_id": "p19_b404", "text": "denies access to premises for inspections by authorized personnel of the licensee or the Authority ;"}, {"text_block_id": "p19_b405", "text": "(d)"}, {"text_block_id": "p19_b406", "text": "damages or vandalises any energy installation equipment or apparatus,"}, {"text_block_id": "p19_b407", "text": "shall be guilty of an offence."}, {"text_block_id": "p19_b408", "text": "(3)"}, {"text_block_id": "p19_b409", "text": "Any transmitter who denies access on his/her system to licensees shall be guilty of an offence."}, {"text_block_id": "p19_b410", "text": "41"}, {"text_block_id": "p19_b411", "text": "(1) Any person who is guilty of an offence under this Act shall be liable to a fine of up to K5,000,000 and imprisonment for ten years."}, {"text_block_id": "p19_b412", "text": "PART VIII - MISCELLANEOUS PROVISIONS"}, {"text_block_id": "p19_b413", "text": "42"}, {"text_block_id": "p19_b414", "text": "Any notice or other document required or authorized to be given, delivered or served under this Act may be given, delivered or served -"}, {"text_block_id": "p19_b415", "text": "a)"}, {"text_block_id": "p19_b416", "text": "by delivering it to the person to whom it is to be given or delivered or on whom it is to be served;"}, {"text_block_id": "p19_b417", "text": "b)"}, {"text_block_id": "p19_b418", "text": "by leaving it at the usual or last known place of abode of that person;"}, {"text_block_id": "p19_b419", "text": "c)"}, {"text_block_id": "p19_b420", "text": "by sending it in a prepaid registered letter addressed to that person at his or her usual or last known place of abode or postal address;"}, {"text_block_id": "p19_b421", "text": "d)"}, {"text_block_id": "p19_b422", "text": "in the case of company, by delivering it to the secretary or clerk thereof at its registered or numbered office or by sending it in a prepaid registered letter addressed to the secretary or clerk of the company at that office; or"}, {"text_block_id": "p19_b423", "text": "e)"}, {"text_block_id": "p19_b424", "text": "if it is not practicable after reasonable enquiry to ascertain the name or address of a person to whom it should be given or delivered or on whom it should be served, as being a person having an interest in land, being the person to whom by the description of the person having that interest in the premises (naming those premises) to which it relates, or by delivering it to some person on the premises or, if there is no person on the premises to whom it can be addressed, by affixing a true copy of it to some conspicuous part of the premises."}, {"text_block_id": "p20_b425", "text": "Passed in Parliament this nineteenth day of March two thousand and four"}], "document_description": "This Act establishes the Energy Regulatory Authority to regulate the energy sector, defines its functions and powers, and provide for licensing of energy undertakings. Members of the Authority should have adequate knowledge related renewable energy. The Authority shall notably promote energy efficiency and the exploitation of renewable resources.\n\nThe Authority is charged in art. 9.2.(i) to promote the exploitation of renewable energy resources, and (e) to promote energy efficiency and energy savings."}