{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National disaster risk management policy", "document_country_code": "MWI", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2015", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/MWI/2015/MWI-2015-12-25-National disaster risk management policy_5545115fd7f7342954cfe7c6c303fdc0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF MALAWI"}, {"text_block_id": "p0_b2", "text": "NATIONAL DISASTER RISK MANAGEMENT POLICY"}, {"text_block_id": "p0_b3", "text": "2015"}, {"text_block_id": "p1_b4", "text": "For further information, contact:"}, {"text_block_id": "p1_b5", "text": "The Secretary and Commissioner for Disaster Management Affairs"}, {"text_block_id": "p1_b6", "text": "Private Bag 336"}, {"text_block_id": "p1_b7", "text": "Lilongwe 3"}, {"text_block_id": "p1_b8", "text": "Malawi"}, {"text_block_id": "p1_b9", "text": "Physical address:"}, {"text_block_id": "p1_b10_merged", "text": "2ndFloor, Ministry of Economic Planning and Development Building, Capital Hill, Lilongwe 3, Malawi."}, {"text_block_id": "p2_b14", "text": "FOREWORD"}, {"text_block_id": "p2_b15", "text": "Malawi faces a number of disasters, both natural and human-made which include floods, drought, stormy rains, strong winds, hailstorms, landslides, earthquakes, pest infestations, diseases outbreaks, fire and accidents. The intensity and frequency of disasters has been increasing, in light of climate change, population growth, urbanisation and environmental"}, {"text_block_id": "p2_b16", "text": "degradation. Disasters disrupt people’s livelihoods, endanger human and food security,"}, {"text_block_id": "p2_b17", "text": "damage infrastructure and hinder socio-economic growth and development. Disasters also increase the poverty of rural and urban households and erode the ability of the national economy to invest in key social sectors which are important to reducing poverty. It is, therefore, important to address disaster risks for the socio-economic development of the country."}, {"text_block_id": "p2_b18_merged_merged", "text": "Disaster risk management, together with social support, is considered within theme three “Social Support and Disaster Risk Management” of the Malawi Growth and Development Strategy II (MGDS II); a national development strategy that ensures that resources are targeted towards priority areas thereby contributing to the attainment of sustainable development."}, {"text_block_id": "p2_b21", "text": "The development of the National Disaster Risk Management (NDRM) Policy is a major step towards achieving sustainable development through ensuring that disaster risk management is integrated in development planning by all sectors in the country. The policy will also facilitate the effective coordination of disaster risk management programmes in the country. It highlights a set of key priority areas and strategies for making Malawi a nation resilient to disasters. It also provides a common direction to all government, non-governmental organisations, private sector organizations, media and development partners at national and local levels on how to effectively implement disaster risk management programmes and activities."}, {"text_block_id": "p2_b22", "text": "I commend all stakeholders for their commitment in the development of this policy. This policy calls upon all sectors and stakeholders to pursue a proactive and integrated way of reducing risks to hazards through sustainable, innovative and realistic strategies with strong partnerships and networks. The government is committed to ensure implementation of the policy so as to significantly reduce the social, economic and environmental impacts of disasters in the country. It is, therefore, my sincere hope that all stakeholders in the country will align their activities towards this policy in order to ensure that resilience to disasters is built at national, local and community levels."}, {"text_block_id": "p2_b23", "text": "Rt. Hon. Saulos Klaus Chilima"}, {"text_block_id": "p2_b24", "text": "VICE PRESIDENT OF THE REPUBLIC OF MALAWI"}, {"text_block_id": "p3_b25", "text": "PREFACE"}, {"text_block_id": "p3_b26", "text": "The National Disaster Risk Management Policy presents an opportunity for effective implementation and coordination of disaster risk management programmes and activities in the country. Its successful implementation will require a comprehensive institutional and legal framework, political commitment and adequate resources as well as the commitment of all stakeholders including government and development partners."}, {"text_block_id": "p3_b27_merged", "text": "The policy has been developed to guide disaster risk management mainstreaming in the country by providing policy strategies that would achieve the long term goal of reducing disaster losses in lives and in the social, economic and environmental assets of communities and the nation as envisioned in theme three “Social Support and Disaster Risk Management” in the Malawi Growth and Development Strategy."}, {"text_block_id": "p3_b30", "text": "The formulation of this policy evolved through a rigorous and elaborate participatory consultation process. The consultations included various stakeholders among them, government ministries and departments, national and international NGOs, United Nations agencies, development partners, civil society organizations, local leaders, communities and individuals. The United Nations Development Programme (UNDP) provided financial and technical support towards the production of this policy."}, {"text_block_id": "p3_b31", "text": "It is my sincere hope that the commitment that all stakeholders showed in developing this policy will continue during its implementation."}, {"text_block_id": "p3_b32", "text": "Paul Chiunguzeni"}, {"text_block_id": "p3_b33", "text": "SECRETARY AND COMMISSIONER FOR DISASTER MANAGEMENT AFFAIRS"}, {"text_block_id": "p4_b34", "text": "Table of Contents"}, {"text_block_id": "p5_b35", "text": "List of acronyms and abbreviations"}, {"text_block_id": "p7_b36", "text": "1 INTRODUCTION"}, {"text_block_id": "p7_b37", "text": "The National Disaster Risk Management Policy presents the aspirations of the Government of Malawi in ensuring that disaster losses and impacts are sustainably reduced. The Policy has identified key challenges that presently hinder proper disaster risk management in the country and outlines the direction that Malawi intends to take in order to address these challenges. There are three outcomes that this policy intends to achieve and the outcomes will be realized through a focus on six policy priority areas. Institutional arrangements for disaster risk management that will ensure successful implementation of the policy have also been stipulated in the policy. The National Disaster Risk Management Policy recognizes that there are already a number of policies where clear linkages exist with this policy. However, the policy focuses on areas where gaps and challenges have been identified in the other policies."}, {"text_block_id": "p7_b38", "text": "The policy is aimed at ensuring that disaster risk management (DRM) is mainstreamed in development planning and policies of all sectors in order to reduce the impact of disasters and ensure sustainable development in the country. Reduction of poverty through sustainable economic growth is the objective in the development strategy of the Government of Malawi (GoM), which is set to be achieved through economic growth and infrastructure development. However, the increasing impact of disasters on lives, livelihoods, and economic and environmental assets continue to pose a"}, {"text_block_id": "p7_b39", "text": "significant threat to the nation’s ability"}, {"text_block_id": "p7_b40", "text": "to come out of poverty."}, {"text_block_id": "p7_b41", "text": "Section 1 of the policy contains the introduction and background, section 2 provides broad policy direction, section 3 provides details of the policy priority areas and section 4 covers the implementation arrangement."}, {"text_block_id": "p7_b42", "text": "1.1 Background"}, {"text_block_id": "p7_b43_merged_merged", "text": "Malawi has an agro-based economy with the agricultural sector contributing over 35 per cent to the country’s Gross Domestic Product (GDP). According to the 2008 Population and Housing Census, the country has a population of 13.1 million people, of which over 80 per cent are rural-based and depend on subsistence farming as their main source of livelihood. Due to over-reliance on fed agriculture, people’s livelihoods as well as the economy as a whole are very vulnerable to droughts and floods, the most frequently occurring natural hazards in Malawi. Environmental degradation, poverty, rapid urbanization, lack of access to information and knowledge, cultural beliefs and customs, limited food diversity, weak buildings/infrastructure, and a lack of effective disaster risk reduction efforts have all s compounded the vulnerability of the population to hazards. Climate change further exacerbates the frequency and severity of disasters in the country. These disasters also undermine the efforts towards the achievement of the Millennium Development Goals (MDGs) through the Malawi Growth and Development Strategy II (MGDS II)."}, {"text_block_id": "p8_b48", "text": "From 1979 to 2010, natural disasters cumulatively affected nearly 21.7 million people and killed about 2,596 people. Disasters play a significant role in defining household poverty and national economic growth trends through economic losses and shocks to livelihood systems. Given the wide range of hazards that Malawi is exposed to, both rural as well as urban households remain vulnerable to these hazards. Disasters also erode the ability of the national economy to invest in key social sectors for economic growth. The impact of disasters on economic growth and poverty in the country is manifested through various types of losses. For example, the total loss due to damage caused by the December 2009 earthquake in Karonga district was estimated at 748 million Malawi Kwacha (about 5.2 million USD). The high cost associated with the earthquake was largely due the poor construction of buildings and other infrastructure in the district. Disaster losses are conventionally categorized as direct (or stock) losses, indirect losses and secondary effects."}, {"text_block_id": "p8_b49", "text": "In an effort to understand the changes in the nature and pattern of the hazards, Malawi prepared the National Adaptation Programmes of Action (NAPA) that clarifies the impact of climate change on disasters. The GoM realizes that any aspirations to reduce poverty in the country in a sustainable way will require strategic and proactive investment in disaster risk reduction. The NAPA was developed to enable Malawi address urgent and immediate adaptation needs caused by climate change and extreme weather events."}, {"text_block_id": "p8_b50", "text": "Similarly, in view of the major negative impacts of disasters on economic growth and poverty, it has been recognized that disaster risk management needs to be mainstreamed into all sectors and at all levels of planning (i.e. village, area, district and national). However, this is not possible without a coherent framework that guides disaster risk management mainstreaming in the country. Hence, the National Disaster Risk Management (NDRM) Policy has been developed with the aim of closing this gap and providing coherent Policy strategies that when implemented would significantly reduce the social, economic and environmental impacts of disasters in Malawi, thus supporting the MGDS II."}, {"text_block_id": "p8_b51", "text": "1.2 Linkages with other Policies and Strategies"}, {"text_block_id": "p8_b52", "text": "Disaster risk management is a developmental issue aimed at reducing social, economic and environmental disaster losses in order to achieve socio-economic growth in the country. Due to the crosscutting nature of the disaster risk management function, the NDRM Policy is linked to the following social, infrastructure, environmental and natural resources policies:"}, {"text_block_id": "p8_b53", "text": "Disaster risk management is a developmental issue aimed at reducing social, economic and environmental disaster losses in order to achieve socio-economic growth in the country. Due to the crosscutting nature of the disaster risk management function, the NDRM Policy is linked to the following social, infrastructure, environmental and natural resources policies:\n* National Social Support Policy;\n* Malawi Decentralization Policy\n* Health Policy;\n* National HIV and AIDS Policy;\n* Nutrition Policy;\n* Food Security Policy;\n* Gender Policy;\n* Child Protection Policy;\n* Education Policy;\n* Elderly and Disabilities Policy;\n* National Sanitation Policy;"}, {"text_block_id": "p9_b75", "text": "Disaster risk management is a developmental issue aimed at reducing social, economic and environmental disaster losses in order to achieve socio-economic growth in the country. Due to the crosscutting nature of the disaster risk management function, the NDRM Policy is linked to the following social, infrastructure, environmental and natural resources policies:\n* National Social Support Policy;\n* Malawi Decentralization Policy\n* Health Policy;\n* National HIV and AIDS Policy;\n* Nutrition Policy;\n* Food Security Policy;\n* Gender Policy;\n* Child Protection Policy;\n* Education Policy;\n* Elderly and Disabilities Policy;\n* National Sanitation Policy;\n* National Housing Policy;\n* National Environmental Policy;\n* National Forestry Policy;\n* National Water Policy; and\n* Mining Policy."}, {"text_block_id": "p9_b85", "text": "Through synergies with these policies, the NDRM Policy will contribute to the socio-economic development of the country by mainstreaming DRM into all development planning processes and building the resilience of communities to disasters."}, {"text_block_id": "p9_b86", "text": "The Policy is also linked to the following legislations and strategies:"}, {"text_block_id": "p9_b87", "text": "The Policy is also linked to the following legislations and strategies:\n* The Environmental Management Act ( 1996);\n* The Forestry Act (1997);\n* The Irrigation Act (2001);\n* The Local Government Act (1998);\n* The Town and Country Planning Act(1988);\n* The Water Resources Act(1969);\n* The Malawi Growth and Development Strategy (2012-2017); and\n* The Malawi Constitution."}, {"text_block_id": "p9_b103", "text": "1.2.1"}, {"text_block_id": "p9_b104", "text": "The Malawi National Adaptation Programmes of Action (NAPA) of 2006"}, {"text_block_id": "p9_b105", "text": "The Malawi National Adaptation Programmes of Action (NAPA) which was developed in 2006 seeks to identify the immediate adaptation measures that need to be taken to reduce the risks posed by climate change and the possible impacts of increased severe weather events on Malawi."}, {"text_block_id": "p9_b106", "text": "1.2.2 The Malawi Growth and Development Strategy (2011-2016)"}, {"text_block_id": "p9_b107", "text": "“Disaster Risk Management” is"}, {"text_block_id": "p9_b108_merged", "text": "Sub-Theme Two of Theme Three of the MGDS II. The long-term goal of sub theme two is reduce the social, economic and environmental impact of disasters."}, {"text_block_id": "p9_b111", "text": "Although disaster risk management is embedded as a sub theme in the MGDS II, the integration of disaster risk reduction into all sustainable development policy and planning processes at all levels cuts across all the themes of the MGDS II."}, {"text_block_id": "p9_b112", "text": "1.2.3 Linkages with international instruments"}, {"text_block_id": "p9_b113", "text": "Globally, the Policy is linked to the following international instruments:"}, {"text_block_id": "p9_b114", "text": "Globally, the Policy is linked to the following international instruments:\n* The SADC Disaster Risk Reduction Strategy;\n* The Africa Regional Strategy for Disaster Risk Reduction (ARSDRR);\n* The Hyogo Framework for Action (HFA): 2005-2015;"}, {"text_block_id": "p10_b120", "text": "Globally, the Policy is linked to the following international instruments:\n* The SADC Disaster Risk Reduction Strategy;\n* The Africa Regional Strategy for Disaster Risk Reduction (ARSDRR);\n* The Hyogo Framework for Action (HFA): 2005-2015;\n* The United Nations Framework Convention on Climate Change (UNFCCC); and\n* The Millennium Development Goals."}, {"text_block_id": "p10_b124", "text": "1.3 Purpose"}, {"text_block_id": "p10_b125_merged", "text": "The need for a Disaster Risk Management Policy for Malawi has been felt through experiences and lessons learnt by government, civil society organisations and development partners in the coordination of disaster risk management activities in the country. Despite the fact that the Government of Malawi recognized disasters as one of the key factors hindering economic growth and poverty reduction and the need to shift from ‘disaster response culture’ to integration of disaster risk reduction into sustainable development planning and programming, the absence of a Disaster Risk Management Policy inhibited the country’s adoption of a proactive strategy to addressing this problem. This policy, will therefore, serve the following purposes:"}, {"text_block_id": "p10_b130", "text": "The need for a Disaster Risk Management Policy for Malawi has been felt through experiences and lessons learnt by government, civil society organisations and development partners in the coordination of disaster risk management activities in the country. Despite the fact that the Government of Malawi recognized disasters as one of the key factors hindering economic growth and poverty reduction and the need to shift from ‘disaster response culture’ to integration of disaster risk reduction into sustainable development planning and programming, the absence of a Disaster Risk Management Policy inhibited the country’s adoption of a proactive strategy to addressing this problem. This policy, will therefore, serve the following purposes:\n* Enhance mainstreaming of DRM in development planning and programming in order\n* Enhance coordination in the implementation of DRM programmes by various\n* Ensure adequate budgetary processes which will allow DoDRMA to effectively\n* Promote enforcement of buildings and other infrastructure standards which will lead to"}, {"text_block_id": "p10_b138", "text": "2 Broad Policy Directions"}, {"text_block_id": "p10_b139", "text": "2.1 Vision"}, {"text_block_id": "p10_b140", "text": "The vision of the NDRM P"}, {"text_block_id": "p10_b141", "text": "olicy is ‘a nation resilient to disasters.’"}, {"text_block_id": "p10_b142", "text": "2.2 Policy Goal"}, {"text_block_id": "p10_b143", "text": "The long-term goal for disaster risk management in Malawi is to sustainably reduce disaster losses in lives and in the social, economic and environmental assets of individuals, communities and the nation."}, {"text_block_id": "p10_b144", "text": "2.3 Intended Policy Outcomes"}, {"text_block_id": "p10_b145", "text": "The intended outcomes of the NDRM Policy are as follows:"}, {"text_block_id": "p10_b146", "text": "The intended outcomes of the NDRM Policy are as follows:\n* DRR mainstreamed in sector plans, policies and budgets at all levels;\n* Increased resilience of communities to disasters; and"}, {"text_block_id": "p11_b150", "text": "The intended outcomes of the NDRM Policy are as follows:\n* DRR mainstreamed in sector plans, policies and budgets at all levels;\n* Increased resilience of communities to disasters; and\n* Improved preparedness for, response to and recovery from disasters.\n<\\li1>"}, {"text_block_id": "p11_b152", "text": "2.4"}, {"text_block_id": "p11_b153", "text": "Broad Policy Objective"}, {"text_block_id": "p11_b154", "text": "The objective of the NDRM Policy is to create an enabling framework for the establishment of a comprehensive disaster risk management system for Malawi."}, {"text_block_id": "p11_b155", "text": "2.5 Specific Policy Objectives"}, {"text_block_id": "p11_b156", "text": "The specific objectives of the NDRM Policy are as follows:"}, {"text_block_id": "p11_b157", "text": "The specific objectives of the NDRM Policy are as follows:\n* To facilitate the mainstreaming of disaster risk management into sustainable\n* To develop an effective system for conducting comprehensive disaster risk\n* To develop an integrated and effective people-centred early warning system that\n* To promote a culture of safety and resilience amongst disaster risk management\n* To assess and address the underlying risk factors\n* To strengthen the disaster preparedness system for effective response and"}, {"text_block_id": "p11_b169", "text": "3 Policy Priority Areas"}, {"text_block_id": "p11_b170", "text": "Six priority areas have been identified towards the achievement of the policy goal and ensuring that Malawi meets its commitments to the HFA, the Africa Regional Strategy for Disaster Risk Reduction, MDGs and the MGDS II. The priority areas have been outlined in accordance with the HFA. The six priority areas are as follows:"}, {"text_block_id": "p11_b171", "text": "Six priority areas have been identified towards the achievement of the policy goal and ensuring that Malawi meets its commitments to the HFA, the Africa Regional Strategy for Disaster Risk Reduction, MDGs and the MGDS II. The priority areas have been outlined in accordance with the HFA. The six priority areas are as follows:\n* Mainstreaming disaster risk management into sustainable development;\n* Establishment of a comprehensive system for disaster risk identification, assessment\n* Development and strengthening of a people-centred early warning system;\n* Promotion of a culture of safety, and adoption of resilience-enhancing interventions;\n* Reduction of underlying risks; and\n* Strengthening preparedness capacity for effective response and recovery."}, {"text_block_id": "p11_b183", "text": "3.1 Policy priority Area 1:"}, {"text_block_id": "p11_b184", "text": "Mainstreaming disaster risk management into sustainable development"}, {"text_block_id": "p11_b185", "text": "The focus of this priority area is to integrate DRM into all sustainable development and planning processes at all levels in the country."}, {"text_block_id": "p11_b186", "text": "One major challenge in the mainstreaming of disaster risk management in the country is lack of effective and appropriate institutional and legal frameworks. The Disaster Preparedness"}, {"text_block_id": "p12_b187", "text": "and Relief Act, enacted in 1991, is not comprehensive enough and only makes provisions for response measures to be taken once a disaster has occurred. Not only was the Act passed without a policy, it is also not aligned to the HFA and the ARSDRR Programme of Action to which Malawi is a signatory. The country does not have a national multi-stakeholder DRM platform for the coordination of stakeholders. The coordination and implementation of disaster risk management programmes by DoDRMA and other stakeholders are hampered by inadequate budgetary processes. Government ministries and departments, city, towns, municipal and district councils do not have budget lines for disaster risk management and, therefore, cannot adequately implement DRM activities."}, {"text_block_id": "p12_b188", "text": "3.1.1 Policy Statements"}, {"text_block_id": "p12_b189", "text": "3.1.1 Policy Statements\n* The policy will ensure that DRM is mainstreamed in all sectors and at all levels;\n* The policy will ensure that DRM programmes and activities are properly coordinated;\n* The policy will ensure that DRM activities are adequately funded and that resources"}, {"text_block_id": "p12_b195", "text": "3.2 Policy Priority Area 2:"}, {"text_block_id": "p12_b196", "text": "Establishment of a comprehensive system for disaster risk identification, assessment and monitoring"}, {"text_block_id": "p12_b197_merged", "text": "The establishment of a system for effectively identifying, assessing, monitoring and mapping disaster risks at all levels is an essential first step towards developing and implementing evidence-based sustainable development and planning processes that are focused on reducing disaster risks. The system must have the capacity to track hazards, monitor, regularly update, document and disseminate disaster risk assessment information and also to develop integrated risk maps to identify areas and communities at risk."}, {"text_block_id": "p12_b200", "text": "Currently Malawi does not have such a system in place. Knowledge, infrastructure and use of Geographical Information Systems in DRM is limited. In addition, the country does not have standardised risk assessment tools and guidelines. Although some efforts have been made by different stakeholders to carry out vulnerability assessments, these have been on a small scale and not comprehensive."}, {"text_block_id": "p12_b201", "text": "3.2.1 Policy Statement"}, {"text_block_id": "p12_b202", "text": "3.2.1 Policy Statement\n* The policy will ensure that a comprehensive disaster risk identification, assessment\n<\\li1>"}, {"text_block_id": "p12_b204", "text": "3.3 Policy Priority Area 3:"}, {"text_block_id": "p12_b205", "text": "Development and strengthening of a people-centred early warning system"}, {"text_block_id": "p12_b206", "text": "An integrated and people-centred early warning system is necessary for effective disaster preparedness and response. An early warning system can be considered people-centred if individuals, communities and organisations that are threatened by hazards participate in the"}, {"text_block_id": "p13_b207", "text": "generation of early warning information and have access to timely and meaningful early warning information that enables them to act timely and appropriately. This reduces the possibility of injury and loss of lives and livelihoods, and enables them to take measures to limit damage to property and the environment."}, {"text_block_id": "p13_b208", "text": "The current early warning systems in the country are not integrated, comprehensive and face a number of challenges. Some of the equipment and processes for gathering early warning data are outdated, dysfunctional and/or insufficient. The flood early warning system, for example, only covers the major rivers leaving out many small rivers which also cause a lot of flooding. The dissemination of early warning information to communities is another challenge. In most cases, there is lack of practical capacity at the community level on the use of early warning information. For example, often when communities receive early warnings, they do not know the required action to take."}, {"text_block_id": "p13_b209", "text": "3.3.1 Policy Statement"}, {"text_block_id": "p13_b210", "text": "3.3.1.1"}, {"text_block_id": "p13_b211", "text": "The policy will ensure that newly established and existing early warning systems are comprehensive, effective, people-centred and integrated."}, {"text_block_id": "p13_b212", "text": "3.4 Policy Priority Area 4:"}, {"text_block_id": "p13_b213", "text": "Promotion of a culture of safety, and adoption of resilience-enhancing interventions"}, {"text_block_id": "p13_b214", "text": "Promotion of a culture of safety entails the use of practices that promote disaster mitigation and preparedness through the use of education, knowledge and innovation. The raising of awareness and understanding of disaster risk reduction amongst the population at large nurtures changes in behaviour that will contribute to building a culture of safety and resilience."}, {"text_block_id": "p13_b215", "text": "Limited knowledge and skills in disaster risk management at national, district and community levels affect both safety and resilience in communities. The current curricula in primary, secondary and tertiary institutions do not adequately consider DRM. The engagement of the academic and research community in disaster risk management in the country is presently low and should be enhanced. Further, there are no adequate information management and sharing mechanisms for DRM. Even though the mass media report on disasters, there is limited coverage on risk reduction."}, {"text_block_id": "p13_b216", "text": "3.4.1 Policy statements"}, {"text_block_id": "p13_b217", "text": "3.4.1.1"}, {"text_block_id": "p13_b218", "text": "The policy will ensure that disaster risk managementis integrated into primary, secondary and tertiary curricula;"}, {"text_block_id": "p13_b219", "text": "3.4.1.2"}, {"text_block_id": "p13_b220", "text": "The policy will ensure the promotion of interdisciplinary and policy-oriented research on appropriate disaster risk management technologies and approaches; and"}, {"text_block_id": "p13_b221", "text": "3.4.1.3"}, {"text_block_id": "p13_b222", "text": "The policy will ensure the promotion of the involvement of the media, social networks, communities and other institutions in the generation and dissemination of DRM information."}, {"text_block_id": "p13_b223", "text": "3.5 Policy Priority Area 5:"}, {"text_block_id": "p13_b224", "text": "Reduction of underlying risks"}, {"text_block_id": "p14_b225", "text": "Reducing underlying risk factors involves, among other things, improving building safety and the protection of critical lifeline infrastructure, sustainable management of the environment and natural resources and aligning disaster risk reduction to climate change adaptation. It aims at increasing the resilience of the poor and most vulnerable to disasters and is the responsibility of government, communities, civil society organisations, development partners and other stakeholders at all levels."}, {"text_block_id": "p14_b226", "text": "The Government of Malawi has developed a number of policies, regulations and frameworks aimed at reducing disaster risks. However, there is laxity in enforcement which leads to increased risks. Most ongoing DRR activities are supported by short term funding arrangements and thus suffer from lack of continuity. Since disaster risk assessment is not adequately conducted, it is not taken into account in land use planning and zoning especially in rural areas. As such, people are still living in risky areas. In some cases, communities have opted to remain in risky areas because of cultural and heritage issues. In addition, many households do not have adequate resources to invest in risk reduction measures by themselves, including financial risk sharing and livelihoods diversification."}, {"text_block_id": "p14_b227", "text": "3.5.1 Policy Statements"}, {"text_block_id": "p14_b228", "text": "3.5.1.1"}, {"text_block_id": "p14_b229", "text": "The policy will ensure the promotion of sustainable and long-term community-based disaster risk reduction measures; and"}, {"text_block_id": "p14_b230", "text": "3.5.1.2"}, {"text_block_id": "p14_b231", "text": "The policy will ensure the promotion of good land use planning and management and sound construction of infrastructure."}, {"text_block_id": "p14_b232", "text": "3.5.1.3"}, {"text_block_id": "p14_b233", "text": "The policy will ensure the identification and implementation of long lasting solutions to floods and other disasters including considering the issue of relocation"}, {"text_block_id": "p14_b234", "text": "3.6 Policy Priority Area 6:"}, {"text_block_id": "p14_b235", "text": "Strengthening preparedness capacity for effective response and recovery"}, {"text_block_id": "p14_b236", "text": "Strengthening preparedness capacity is key to ensuring rapid and effective response. Effective disaster response and recovery is dependent on stakeholders and communities being in a state of preparedness to deal with different types of disasters which the country is prone to. Preparedness involves different types of activities such as the development and regular testing of contingency plans, the establishment of emergency funds to support preparedness, response and recovery activities and the building of capacity of disaster risk management structures to respond to disasters. Strengthening preparedness capacity is, therefore, key to ensuring rapid and effective disaster response."}, {"text_block_id": "p14_b237", "text": "The effectiveness of disaster preparedness in the country is hampered by lack of multi-hazard contingency plans in most districts and communities. The few districts that have the plans do not allocate resources for their implementation and review. The absence of simulation exercises also hinders effective disaster response. Sometimes, there are considerable delays in responding to disasters due to delayed and inadequate funding, logistical limitations and limited capacity in assessment. Disaster response is also affected by lack of adequate coordination which results in duplication of efforts, among other problems. Furthermore, not all stakeholders that have clear disaster risk management responsibilities carry out disaster preparedness, response and recovery roles. Disaster recovery is an area that is often ignored during the planning process and there is no systematic monitoring of recovery interventions. Often, both disaster response and recovery miss the opportunity to integrate essential"}, {"text_block_id": "p15_b238", "text": "elements of DRR. Furthermore, the absence of emergency operations centres has hindered effective early warning dissemination, preparedness, response and recovery initiatives."}, {"text_block_id": "p15_b239", "text": "3.6.1 Policy Statements"}, {"text_block_id": "p15_b240", "text": "3.6.1.1"}, {"text_block_id": "p15_b241", "text": "Government will ensure that all stakeholders perform their roles and responsibilities and follow standard emergency operating procedures as outlined in the Operational Guidelines for Disaster Risk Management;"}, {"text_block_id": "p15_b242", "text": "3.6.1.2"}, {"text_block_id": "p15_b243", "text": "The policy will ensure that funds are made available to ministries, departments, as well as city, municipal, towns and district councils for disaster response and recovery operations;"}, {"text_block_id": "p15_b244", "text": "3.6.1.3"}, {"text_block_id": "p15_b245", "text": "The policy will ensure that there is timely provision of appropriate relief assistance to people affected by disasters;"}, {"text_block_id": "p15_b246", "text": "3.6.1.4"}, {"text_block_id": "p15_b247", "text": "The policy will ensure that recovery programmes that incorporate disaster risk reduction are developed and implemented;"}, {"text_block_id": "p15_b248", "text": "3.6.1.5"}, {"text_block_id": "p15_b249", "text": "The policy will ensure that the rights of people affected by disasters are respected at all times; and"}, {"text_block_id": "p15_b250", "text": "3.6.1.6"}, {"text_block_id": "p15_b251", "text": "Government will ensure that mechanisms are put in place for the receipt and accounting of international assistance during disasters."}, {"text_block_id": "p15_b252", "text": "3.6.1.7"}, {"text_block_id": "p15_b253", "text": "Government will ensure that emergency operations centres are established."}, {"text_block_id": "p15_b254", "text": "4 Implementation Arrangements"}, {"text_block_id": "p15_b255", "text": "Due to the cross cutting nature of disaster risk management, the policy will be implemented by a wide range of stakeholders at all levels. The institutional arrangement outlined in this policy only covers stakeholders that play key roles and responsibilities in disaster risk management in the country. To guide the implementation, an implementation plan has been provided that will be coordinated by the DoDRMA and closely monitored by relevant stakeholders at all levels."}, {"text_block_id": "p15_b256", "text": "4.1 Institutional Arrangements"}, {"text_block_id": "p15_b257", "text": "The implementation of this policy will be centrally coordinated. The actual implementation will be carried out by different stakeholders at national, district and local levels. Below is an illustration of the institutional arrangements for disaster risk management in Malawi."}, {"text_block_id": "p16_b258", "text": "4.1.1 The National Disaster Risk Management Committee"}, {"text_block_id": "p16_b259", "text": "The National Disaster Risk Management Committee (NDRMC) provides policy directions to the Department of Disaster Management Affairs on the implementation of DRM programmes. The committee comprises principal secretaries of line ministries/departments, the Inspector General of Police, the Commander of Malawi Defence Force, and civil society representatives. The committee is chaired by the Chief Secretary. The NDRMC operates in accordance with terms of reference, stipulated in the Operational Guidelines for DRM."}, {"text_block_id": "p16_b260", "text": "4.1.2 The National Disaster Risk Management Technical Committee"}, {"text_block_id": "p16_b261", "text": "The National Disaster Risk Management Technical Committee (NDRM TC) is a multi-stakeholder committee. It serves as an advocate of disaster risk management; provides advice and technical support; and is the coordinating mechanism for mainstreaming disaster risk management into sustainable development policies, planning and programmes. It aims at contributing to the establishment and development of a comprehensive Disaster Risk Management System for Malawi."}, {"text_block_id": "p16_b262", "text": "The NDRM TC is chaired by the Secretary and Commissioner of the Department of Disaster Risk Management Affairs, and functions in accordance with terms of reference, stipulated in the Operational Guidelines for DRM. The NDRM TC is composed of designated senior representatives who are formally appointed to serve on the NDRM TC as the disaster risk management focal points for their government line ministries and departments, civil society organisations, scientific and academic institutions, the private sector, UN agencies, donor community and the mass media. The NDRM TC will serve as the National Platform for Disaster Risk Management."}, {"text_block_id": "p17_b263", "text": "4.1.3 National Disaster Risk Management Technical Sub-Committees"}, {"text_block_id": "p17_b264", "text": "The NDRM TC establishes multi-disciplinary Technical Sub-Committees (TSCs) for proper coordination and guidance in the planning and implementation of disaster prevention, mitigation, preparedness, response and recovery programmes. The following TSCs have been established:"}, {"text_block_id": "p17_b265", "text": ""}, {"text_block_id": "p17_b266", "text": "Agriculture and food security;"}, {"text_block_id": "p17_b267", "text": ""}, {"text_block_id": "p17_b268", "text": "Health and nutrition;"}, {"text_block_id": "p17_b269", "text": ""}, {"text_block_id": "p17_b270", "text": "Water and sanitation;"}, {"text_block_id": "p17_b271", "text": ""}, {"text_block_id": "p17_b272", "text": "Early warning;"}, {"text_block_id": "p17_b273", "text": ""}, {"text_block_id": "p17_b274", "text": "Search and rescue;"}, {"text_block_id": "p17_b275", "text": ""}, {"text_block_id": "p17_b276", "text": "Education;"}, {"text_block_id": "p17_b277", "text": ""}, {"text_block_id": "p17_b278", "text": "Protection;"}, {"text_block_id": "p17_b279", "text": ""}, {"text_block_id": "p17_b280", "text": "Coordination and assessment;"}, {"text_block_id": "p17_b281", "text": ""}, {"text_block_id": "p17_b282", "text": "Media and publicity;"}, {"text_block_id": "p17_b283", "text": ""}, {"text_block_id": "p17_b284", "text": "Transport and logistics; and"}, {"text_block_id": "p17_b285", "text": ""}, {"text_block_id": "p17_b286", "text": "Spatial planning, shelter and camp management."}, {"text_block_id": "p17_b287", "text": "The establishment of TSCs need not to be restricted to those listed above; the NDRM TC has the discretion to establish other TSCs should the need arise or amend the ToRs to accommodate additional functions. The TSCs function in accordance with terms of reference stipulated in the Operational Guidelines for DRM."}, {"text_block_id": "p17_b288", "text": "4.1.4 The Department of Disaster Risk Management Affairs"}, {"text_block_id": "p17_b289", "text": "The Department of Disaster Risk Management Affairs has the primary responsibility for managing and coordinating the implementation process of the policy. It is, therefore, critically important to ensure that it has adequate and suitably qualified human resources as well as the necessary infrastructure and equipment to enable it to fulfil its responsibilities. DoDRMA serves as the Secretariat for the NDRMC, NDRMTC, and chairs the NDRMTC."}, {"text_block_id": "p17_b290", "text": "4.1.5 Decentralized DRM Structures"}, {"text_block_id": "p17_b291", "text": "Disaster Risk Management Committees (DRM"}, {"text_block_id": "p17_b292", "text": "C’s)"}, {"text_block_id": "p17_b293", "text": "will be responsible for coordinating the implementation of the policy at City, Municipal, District, Area and Village levels. The DRMCs function in accordance with terms of reference stipulated in the Operational Guidelines for DRM."}, {"text_block_id": "p17_b294", "text": "4.1.6 Other Stakeholders"}, {"text_block_id": "p17_b295_merged_merged", "text": "Civil Society Organisations, private sector, development partners, media and academia and research institutions are some of the critical partners in a disaster risk management system that already play an important role in the country’s development and in building sustainable livelihoods. They are actively involved in disaster prevention, mitigation, preparedness, response and recovery programmes in different sectors at national, district and community levels. Disasters affect the public and private sector alike and partnerships between government and the private sector can contribute measurably to reducing disaster losses through the sharing of skills and resources and engaging in joint developmental initiatives that build resilience. Development partners will assist in funding disaster risk management"}, {"text_block_id": "p18_b298", "text": "programmes at all levels, as well as in providing technical support. The media will play an important role in public awareness, early warning information dissemination as well as the promotion of disaster risk management programmes in the country. The academia and research institutions will play an important role in training, knowledge management and sharing and research in DRM."}, {"text_block_id": "p18_b299", "text": "4.2 Implementation, Monitoring and Evaluation Plan"}, {"text_block_id": "p18_b300", "text": "The DoDRMA, in the Office of the President and Cabinet, together with designated lead ministries or departments, supported by its development partners and other relevant key stakeholders represented on the NDRM TC, will implement the National Disaster Risk Management Policy."}, {"text_block_id": "p18_b301", "text": "The NDRM Policy Implementation, Monitoring and Evaluation Plan details the key activities that need to be undertaken to achieve the six policy objectives."}, {"text_block_id": "p18_b302", "text": "4.3 Funding Mechanisms"}, {"text_block_id": "p18_b303", "text": "Financial resources for the implementation of the policy will be an integral part of the budgets of ministries, departments, as well as those of the city, municipal and district assemblies, as they are implementing their activities as per disaster risk management devolved functions. In addition, civil society organisations and development partners will be encouraged to accommodate the aspirations of this policy in their normal programmes."}, {"text_block_id": "p18_b304", "text": "4.4 Monitoring and Evaluation"}, {"text_block_id": "p18_b305", "text": "The implementation of the policy will be monitored and evaluated for effectiveness in meeting the intended goal and objectives. To facilitate this process a monitoring and evaluation framework will be developed."}, {"text_block_id": "p18_b306", "text": "4.5 Review of the Policy"}, {"text_block_id": "p18_b307", "text": "The policy will be reviewed and whenever necessary revised at least every five years. The revision will be informed by the results of monitoring and evaluation and other relevant information sources. This will be the initiative of the department responsible for disaster risk management affairs."}, {"text_block_id": "p19_b308", "text": "Definition of key terms"}, {"text_block_id": "p19_b309", "text": "‘Hazard’"}, {"text_block_id": "p19_b310", "text": "A potentially dangerous event, substance, human activity or condition that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage"}, {"text_block_id": "p19_b311", "text": "."}, {"text_block_id": "p19_b312", "text": "‘Disaster’"}, {"text_block_id": "p19_b313", "text": "A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p19_b314", "text": "‘Disaster management’"}, {"text_block_id": "p19_b315", "text": "as it is used in this policy refers to the organisation and management of resources and responsibilities for addressing all aspects of emergencies,"}, {"text_block_id": "p19_b316", "text": "in particular preparedness, response and initial recovery steps.’"}, {"text_block_id": "p19_b317", "text": "‘Disaster risk management’"}, {"text_block_id": "p19_b318", "text": "is a collective term used in this policy to refer to the"}, {"text_block_id": "p19_b319", "text": "‘s"}, {"text_block_id": "p19_b320", "text": "ystematic process of using administrative directives, organizations, and operational skills and capacities to implement policies and improve coping capacities in order to lessen the adverse impacts of hazards and the possibility of disasters. This term is an extension of the"}, {"text_block_id": "p19_b321", "text": "more general term ‘risk management’ to address the specific issue of"}, {"text_block_id": "p19_b322", "text": "disaster"}, {"text_block_id": "p19_b323", "text": "risks. Disaster risk management aims to avoid, lessen or transfer the adverse effects of hazards through activities and measures for prevention, mitigation an"}, {"text_block_id": "p19_b324", "text": "d preparedness.’"}, {"text_block_id": "p19_b325", "text": "‘Disaster risk reduction’"}, {"text_block_id": "p19_b326", "text": "as it is used in this policy refers specifically to the introduction of"}, {"text_block_id": "p19_b327", "text": "measures for the application of ‘the concept and practice of reducing disaster risk through"}, {"text_block_id": "p19_b328", "text": "systematic efforts to analyse and manage the causal factors of disasters, through, among other things, reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse"}, {"text_block_id": "p19_b329", "text": "events.’"}, {"text_block_id": "p19_b330", "text": "‘Vulnerability’"}, {"text_block_id": "p19_b331", "text": "refers to the characteristics and circumstances of a community, system or asset that make it susceptible to the damaging effects of a hazard. There are many aspects of vulnerability, arising from various physical, social, economic, and environmental factors."}, {"text_block_id": "p19_b332", "text": "‘Resilience’"}, {"text_block_id": "p19_b333_merged_merged_merged", "text": "is the ability of a system, community or society exposed to hazards to resist, absorb, accommodate and recover from the effects of a hazard in a timely and efficient manner, through, among other things, the preservation and restoration of its essential basic structures and functions."}], "document_description": "The Natural Disaster Risk Management Policy has been developed to guide disaster risk management mainstreaming in Malawi by devising policy strategies aimed at achieving the long term goal of reducing disaster losses in lives and in the social, economic and environmental assets of communities and the nation as envisioned in the 'Social Support and Disaster Risk Management' section of the Malawi Growth and Development Strategy.\n\nThe policy sets out six priority areas: Mainstreaming disaster risk management into sustainable development; Establishment of a comprehensive system for disaster risk identification, assessment and monitoring; Development and strengthening of a people-centred early warning system; Promotion of a culture of safety, and adoption of resilience-enhancing interventions; Reduction of underlying risks; and Strengthening preparedness capacity for effective response and recovery."}