{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Residential and Commercial"], "document_language": "English", "document_name": "National Climate Change Policy", "document_country_code": "MWI", "document_hazard_name": ["Droughts", "Floods"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2012/MWI-2012-12-25-National Climate Change Policy_131b689bec5a888e96310fd3e6b5aec7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF MALAWI"}, {"text_block_id": "p0_b2", "text": "NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p0_b3", "text": "ENVIRONMENTAL AFFAIRS DEPARTMENT"}, {"text_block_id": "p0_b4", "text": "MINISTRY OF ENVIRONMENT AND CLIMATE CHANGE MANAGEMENT"}, {"text_block_id": "p0_b5", "text": "2012"}, {"text_block_id": "p1_b6", "text": "Ministry of Environment and Climate Change Management"}, {"text_block_id": "p1_b7", "text": "Environmental Affairs Department"}, {"text_block_id": "p1_b8", "text": "Private Bag 394"}, {"text_block_id": "p1_b9", "text": "Lilongwe 3"}, {"text_block_id": "p1_b10", "text": "Malawi"}, {"text_block_id": "p1_b11", "text": "Tel: (265) 1 771 111"}, {"text_block_id": "p1_b12", "text": "Fax: (265) 1 773 379"}, {"text_block_id": "p1_b13", "text": "Email: eadinfo@sdnp.org.mw"}, {"text_block_id": "p1_b14", "text": "Copyright © 2012 Ministry of Environment and Climate Change Management"}, {"text_block_id": "p1_b15", "text": "All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or means, electronic, mechanical, photocopying, recording, or otherwise, without prior permission of the Ministry of Environment and Climate Change Management."}, {"text_block_id": "p1_b16", "text": "ISBN 999 08 – 26 -47 -1"}, {"text_block_id": "p1_b17", "text": "Available in book form in English (2012)"}, {"text_block_id": "p1_b18", "text": "Printed in Malawi by"}, {"text_block_id": "p2_b19", "text": "Foreword"}, {"text_block_id": "p2_b20_merged", "text": "The Government of Malawi recognizes that Global Climate Change has serious implications for the country. Globally, climate change has been recognized as one of the biggest challenges facing humanity. It is scientifically accepted that human induced climate change,through increased CO2and other greenhouse gas emissionsand through depletion of CO2 capture by deforestation, play a major role in exacerbating its impacts. Even though Malawi’s contribution to greenhouse gas emissions is low on a global scale. However, Malawi’s unique and fragile ecosystems are particularly vulnerable to the impacts and effects of climate change, thereby negatively affecting the livelihood of Malawians. This vulnerability is exacerbated by Malawi’s socio-economic and demographic factors such as slim economic base, dependence on rain-fed agriculture greater reliance on biomass energy,and low adaptive capacity at the community and national levels."}, {"text_block_id": "p2_b25", "text": "The policy will also guide Malawi tobenefit from the global financial,technical and technological opportunities arising fromthe desire of the international community towards low carbon development. Examples of technologicalopportunities include investment in renewable and environment friendly energy alternatives"}, {"text_block_id": "p3_b26", "text": "The policy lays out a number of principles,and outlines an institutional framework,to guide Malawi in theapplication andthe implementation of adaptation and mitigation. Translating this policy into actionwill preparethe countryto overcome the challenges of climate change and embrace the opportunities to lay a solid foundation for a sustainable and prosperous Malawi. The Government of Malawi therefore commits to fully addressing Climate Change through implementing this policy in line with the current Malawi growth and Development Strategy and previous strategies such as vision 2020."}, {"text_block_id": "p3_b27", "text": "Signed: Minister of Environment and Climate Change Management"}, {"text_block_id": "p4_b28", "text": "Preface"}, {"text_block_id": "p4_b29", "text": "According to the 2010 Malawi State and Environment Outlook Report, extreme weather related events have shown an upward trend since the 1970’s and hence there is need for Climate change policy. In addition, Malawi is a signatory to various international treaties and instruments which oblige her to develop climate change policies and legislation.For example, Malawi signed the United Nations Framework Convention on Climate Change (UNFCCC) on 10th June 1992 and ratified it on 21st April 1994. Malawi also ratified the Kyoto Protocol 0n 26th October 2001. This Climate Change Policy demonstrates the commitment of Malawi Government to meeting its obligations towards addressing the challenges of climate change."}, {"text_block_id": "p4_b30", "text": "The policy will be guided by principles set out in the Malawi Constitution, the United Nations Framework Convention on Climate Change and the Kyoto Protocol. The principles include protection of human rights and freedoms, gender equality, sustainable development, equitable development;the polluter pays principle, the precautionary principle and informed stakeholder and community participation."}, {"text_block_id": "p4_b31", "text": "Signed: Principal Secretary, Ministry of Environment and Climate Change"}, {"text_block_id": "p5_b32", "text": "List of Acronyms and Abbreviations"}, {"text_block_id": "p6_b33", "text": "Table of Contents"}, {"text_block_id": "p7_b34", "text": "1.0Introduction"}, {"text_block_id": "p7_b35", "text": "The government of Malawi, with financial support from the Development Partners (Norway, UNDP, DFID and the Japanese government) through the National Climate change Programme in the Ministry of Finance and Development Planning has developed this National Climate Change Policy. This is in line with Malawi’s international commitments and national strategies. Malawi signed the United Nations Framework convention on Climate Change (UNFCCC) on 10th June 1992 and ratified it on 21st April 1994. Malawi also ratified the Kyoto Protocol 0n 26th October 2001. In 1992, at the United Nations conference on Environment and Development (also called the Earth Summit) held in Rio de Janeiro in Brazil, United Nations members agreed to reduce greenhouse gases and fight global warming. The UNFCCC is an international treaty aimed at achieving stabilization of greenhouse interference with the climate system. Following the adoption of the UNFCCC, the Kyoto Protocol, a legal instrument to the UNFCCC was adopted in 1997 in Kyoto, Japan and entered into force on 16th February 2005."}, {"text_block_id": "p7_b36", "text": "This National Climate Change Policy will guide and articulate, among others: a) National vision on Climate Change Management, b) Policy Goals and Objectives for Climate Change Management in Malawi, c) Principles, Strategies and Institutional Framework for effective management of critical Climate Change issues, including capacity building; education, training and public awareness; the Clean Development Mechanism (CDM); Reduction of Emissions from forest Deforestation and Degradation (REDD); adaptation and mitigation in Agriculture, Energy, Industrial processes, Waste management, Forestry, Water resources, and Wildlife sectors."}, {"text_block_id": "p7_b37", "text": "Malawi has until now been undertaking and implementing Climate Changerelated programs and activities without a guiding National Policy. It is expected that this National Climate Change Policy shall enhance planning, development and coordination of Climate Change programmes, and also enhance financing of associated activities."}, {"text_block_id": "p8_b38", "text": "2.0Broad Policy Directions"}, {"text_block_id": "p8_b39", "text": "2.1 Policy Goal"}, {"text_block_id": "p8_b40", "text": "The overall goal of the Policy is to promote climate change adaptation and mitigation for sustainable livelihoods through measures that increase levels of knowledge and understanding and improve human well-being and social equity, while pursuing economic development thatsignificantly reduces environmental risks and ecological scarcities."}, {"text_block_id": "p8_b41", "text": "2.2 Policy Outcomes"}, {"text_block_id": "p8_b42", "text": "2.3 Policy Objectives"}, {"text_block_id": "p8_b43", "text": "The Malawi climate change policy aims to:"}, {"text_block_id": "p8_b44", "text": "The Malawi climate change policy aims to:\n* Effectively manage the impacts of climate change through interventions\n* Contribute towards the stabilization of greenhouse gas concentrations in"}, {"text_block_id": "p9_b48", "text": "The Malawi climate change policy aims to:\n* Effectively manage the impacts of climate change through interventions\n* Contribute towards the stabilization of greenhouse gas concentrations in\n* Integrate cross-cutting issues including climate financing, capacity\n<\\li1>"}, {"text_block_id": "p9_b50", "text": "3.0Policy Priority Areas"}, {"text_block_id": "p9_b51", "text": "3.1 Policy Priority Area 1: Adaptation"}, {"text_block_id": "p9_b52", "text": "Identified Priority area"}, {"text_block_id": "p9_b53", "text": "Adaptation to address climate change impacts on all affected groups and individuals, especially the most vulnerable."}, {"text_block_id": "p9_b54", "text": "Problems:"}, {"text_block_id": "p9_b55", "text": "Malawi is susceptible to the impacts of climate change and has experienced extreme weather events, such as droughts and floods, which have negative social and economic consequences. Adaptation is essential, as climate change impacts disproportionately affect those least able to bear them. In Malawi, resilience is challenged by a number of factors including:"}, {"text_block_id": "p9_b56", "text": "Greater dependence on rain-fed agriculture and natural resources for their livelihoods"}, {"text_block_id": "p9_b57", "text": "Greater dependence on rain-fed agriculture and natural resources for their livelihoods\n* endemicity to climate sensitive vector-borne and water-associated\n* High poverty levels\n* Inadequate financial and technical resources\n* Weak policy and institutional structures for effective coordination of\n* Inadequate availability of climate-risk information;\n* Limited safety nets for those adverselyaffected by climate change;\n* Poor infrastructures to afford necessary resilience to climate change and\n* Tendency to focus on short emergency response(reactive) rather than"}, {"text_block_id": "p10_b73", "text": "Policy Statements:"}, {"text_block_id": "p10_b74", "text": "The Climate Change Policy strives to: reduce vulnerabilities and promote community and ecosystem resilience o to the impacts of climate change"}, {"text_block_id": "p10_b75", "text": "This will be achieved through:"}, {"text_block_id": "p10_b76", "text": "This will be achieved through:\n* Promotion of practices and livelihoods that support and maintain sound\n* Promotion of practices that prevent and limit spread of vector-borne and\n* Developing Capacity building and training programmes to enhance\n* Promotion of sector-wide resilience through relevant national\n* Developing, adaptingand disseminating technologies that assist\n* Integrate relevant and validated indigenous knowledge and practices in\n* Promote sustainable Agricultural intensification practices that increase\n* Promotion of payment for ecosystems services through programmes such\n* Ensuring the participation of all stakeholders including vulnerable groups,"}, {"text_block_id": "p10_b94", "text": "3.2 Policy Priority Area 2: Mitigation"}, {"text_block_id": "p10_b95", "text": "Identified Priority area"}, {"text_block_id": "p11_b96", "text": "Problems:"}, {"text_block_id": "p11_b97", "text": "Malawi’s progress in mitigation has been hampered by:"}, {"text_block_id": "p11_b98", "text": "Malawi’s progress in mitigation has been hampered by:\n* Inadequate awareness about opportunities from CDM and REDD+\n* Inadequate technical and institutional capacity for CDM and REDD+\n* lack of legal framework for CDM and REDD+\n* Rapid deforestation due to pressure for agricultural land\n* high dependency on biomass for energy needs, made worse by erratic"}, {"text_block_id": "p11_b108", "text": "Policy Statements:"}, {"text_block_id": "p11_b109", "text": "The Climate Change Policy strivesto ccontribute towards the stabilisation of green-house gas concentrations in the atmosphereusing an inclusive approach."}, {"text_block_id": "p11_b110", "text": "This will be achieved through:"}, {"text_block_id": "p11_b111", "text": "This will be achieved through:\n* Control of deforestation through various means including:\n\t* afforestation\n\t* stronger legislation for sustainable extraction, marketing and\n\t* reducing dependence on fuel wood by promoting alternatives that\n\t* Promotion of commercialization and use of renewable, energy efficient\n\t* reducing duty on the import of renewable, low carbon and related\n\t* promoting the local manufacture, establishment of and access to\n\t* Improving land use and agricultural practices for sustainable\n\t* conservation agriculture"}, {"text_block_id": "p12_b129", "text": "This will be achieved through:\n* Control of deforestation through various means including:\n\t* afforestation\n\t* stronger legislation for sustainable extraction, marketing and\n\t* reducing dependence on fuel wood by promoting alternatives that\n\t* Promotion of commercialization and use of renewable, energy efficient\n\t* reducing duty on the import of renewable, low carbon and related\n\t* promoting the local manufacture, establishment of and access to\n\t* Improving land use and agricultural practices for sustainable\n\t* conservation agriculture\n* improved management of manure and fertilizers\n\t* improved soil and water management practices\n\t* Integrating crop and livestock production in agriculture production\n\t* Development of human settlement policy to optimize and land use\n\t* Promoting industries that use carbon capture and storage,recycling and\n\t* Better waste management through:\n\t* development of policy and legislation on waste management,\n\t* Institutionalize the practice of wastereduction, reuse and recycle\n\t* Mandate cities and municipalities to disposesolid waste in proper\n\t* Controlling emissions from transport through:\n\t* Enacting and enforcing vehicle emission standards,\n\t* encourage the private sector to implement and roll out\n\t* engaging the transport and motor industry in the development\n\t* Enhance awareness and capacity in mitigation activities through\n\t* Inclusion of vulnerable groups in mitigation activities."}, {"text_block_id": "p12_b159", "text": "3.3 Policy Priority Area 3: Capacity Building, Education and Awareness"}, {"text_block_id": "p12_b160", "text": "Identified Policy priority area:"}, {"text_block_id": "p12_b161", "text": "Creating awareness of, educating for, and building capacity for climate change adaptation and mitigation."}, {"text_block_id": "p12_b162", "text": "Problems:"}, {"text_block_id": "p13_b163", "text": "Problems:\n* There is weak capacity and knowledge on climate change issues in the\n\t* general knowledge and understanding of climate change\n\t* predicting weather and associated impacts of extreme weather\n\t* managing risks and impacts of climate change\n\t* integrating climate change issues horizontally across sectors and\n\t* implementing joint programmes\n\t* emerging paradigms such as climate proofing of development,\n\t* There is limited access to training in the science of climate change and in\n\t* There is weak climate change mainstreaming capacity in national planning"}, {"text_block_id": "p13_b181", "text": "Policy Statements:"}, {"text_block_id": "p13_b182", "text": "The Climate Change Policy will ensure that Malawi builds awareness and capacity in all aspects of climate change in order to ensure effective adaptation and mitigation."}, {"text_block_id": "p13_b183", "text": "This will beachieved through:"}, {"text_block_id": "p13_b184", "text": "This will beachieved through:\n* from international databases\n\t* through enhanced systematic observation of key climate and\n\t* increasing and rehabilitating weather and environmental\n\t* increasing and rehabilitating weather and environmental\n Increasing the availability and access of relevant high quality, complete\n\t* Improving individual and institutional capacity for analysis of data, hazard"}, {"text_block_id": "p14_b194", "text": "This will beachieved through:\n* from international databases\n\t* through enhanced systematic observation of key climate and\n\t* increasing and rehabilitating weather and environmental\n\t* increasing and rehabilitating weather and environmental\n Increasing the availability and access of relevant high quality, complete\n\t* Improving individual and institutional capacity for analysis of data, hazard\n* Access to, and development of, user friendly toolkits/manuals and other\n* Promoting training on management of climate change risks and impacts at\n* Promote management training for the integration of climate change issues\n* Promoting awareness on climate change adaptation and mitigation for\n* Supporting inclusion of climate change into the educational curriculum at\n* Encouraging education and skills base development for the use,\n* Providing incentives to reduce brain drain in this area from the country\n* Promoting partnerships with private sector to ensure that their capacity is"}, {"text_block_id": "p14_b210", "text": "3.4 Policy Priority Area 4: Financing Mechanisms"}, {"text_block_id": "p14_b211", "text": "Identified Priority area:"}, {"text_block_id": "p14_b212", "text": "Enhanced financing of climate change management activities through increased national budgetary allocation, budgetary mainstreaming, improved capacity to access to international climate financing (both multilateral and bilateral) and involvement of the private sector."}, {"text_block_id": "p14_b213", "text": "Assess and address barriers that limit access and efficient absorption of international climate financing"}, {"text_block_id": "p14_b214", "text": "Problems:"}, {"text_block_id": "p14_b215", "text": "Problems:\n* Malawi cannot effectively address climate change adaptation and\n* Malawi is not currently adequately accessing climate change mitigation"}, {"text_block_id": "p15_b219", "text": "Problems:\n* Malawi cannot effectively address climate change adaptation and\n* Malawi is not currently adequately accessing climate change mitigation\n"}, {"text_block_id": "p15_b220", "text": "Policy Statements:"}, {"text_block_id": "p15_b221", "text": "The Climate Change Policy strives to: increase budgetary allocation for climate change adaptation and mitigation; improve access and management of international finance and funding; and Encourage private sector investment in climate change adaptation and mitigation because it makes business sense to do so"}, {"text_block_id": "p15_b222", "text": "This will be achieved through:"}, {"text_block_id": "p15_b223", "text": "This will be achieved through:\n* Legislation is passed to ensure that levies are made on externalities that\n* Proactively supporting government, non-governmental and private sector\n* Increasing knowledge and skills to develop proposals and negotiate access\n* Incentivizing private sector investment in climate change adaptation and"}, {"text_block_id": "p15_b231", "text": "3.5 Policy Priority Area 5: Institutional Coordination"}, {"text_block_id": "p15_b232", "text": "Identified Priority Area:"}, {"text_block_id": "p15_b233", "text": "Development of an institutional framework for climate change management to strengthen mitigation and adaptation."}, {"text_block_id": "p15_b234", "text": "Problems:"}, {"text_block_id": "p15_b235", "text": "The major challenge affecting institutional coordination in dealing with climate change issues are:"}, {"text_block_id": "p15_b236", "text": ""}, {"text_block_id": "p15_b237", "text": "Disintegrated and overlapping sectoral mandates that do not clearly define roles and responsibilities of stakeholders;"}, {"text_block_id": "p16_b238", "text": ""}, {"text_block_id": "p16_b239", "text": "Poor linkage between central level and local level institutions, which results in inadequate climate change structures at the lower levels;"}, {"text_block_id": "p16_b240", "text": ""}, {"text_block_id": "p16_b241", "text": "Piecemeal introduction of new institutional and management frameworks for climate change resulting in conflicts of institutional mandates, responsibilities and confusion in coordination and leadership in climate change issues in the country;"}, {"text_block_id": "p16_b242", "text": ""}, {"text_block_id": "p16_b243", "text": "Inadequate consultation and engagement in policy development, implementation and monitoring, where stakeholders are streamlined along their areas of interest and local communities are usually left out;"}, {"text_block_id": "p16_b244", "text": ""}, {"text_block_id": "p16_b245", "text": "Uncoordinated implementation of ENRM and climate change results in conflicts, laxity and duplication of efforts."}, {"text_block_id": "p16_b246", "text": ""}, {"text_block_id": "p16_b247", "text": "Lack of single management entities for ecosystems(such as major rivers, lake basins, wetlands and their catchments) which fall under the mandates of several public institutions"}, {"text_block_id": "p16_b248", "text": "Policy Statements:"}, {"text_block_id": "p16_b249", "text": "The Climate Change Policy will strive to: create synergies within and across sectors through effective coordination, integrated and inclusive approaches in policy development, implementation, monitoring and evaluation; encourage harmonization of climate change strategies across sectors; and develop clear mandates, roles and responsibilities for sectors and stakeholders. Establish management authorities in key ecosystems that are vulnerable to climate change and play significant role in adaptation to climate change."}, {"text_block_id": "p16_b250", "text": "This will be achieved through:"}, {"text_block_id": "p16_b251", "text": "i."}, {"text_block_id": "p16_b252", "text": "Analysis and monitoring of legislation relating to climate change issues to resolve and prevent, or minimize, contradictions and conflicts"}, {"text_block_id": "p16_b253", "text": "ii."}, {"text_block_id": "p16_b254", "text": "Introduction of appropriate institutional arrangements for policy implementation (see section 4.1)"}, {"text_block_id": "p16_b255", "text": "3.6 Policy Priority Area 6: Population"}, {"text_block_id": "p16_b256", "text": "Identified priority area:"}, {"text_block_id": "p17_b257", "text": "Incorporation of population dynamics, reproductive health and family planning in national climate change and development plans"}, {"text_block_id": "p17_b258", "text": "Problems:"}, {"text_block_id": "p17_b259", "text": "Malawi’s rapid populationgrowth provides challenges by aggravating the vulnerabilityand or reducing resilience to deal with the effects of climate change through the following factors:"}, {"text_block_id": "p17_b260", "text": ""}, {"text_block_id": "p17_b261", "text": "Food insecurity"}, {"text_block_id": "p17_b262", "text": ""}, {"text_block_id": "p17_b263", "text": "Natural resource depletion and or degradation"}, {"text_block_id": "p17_b264", "text": ""}, {"text_block_id": "p17_b265", "text": "Water resource scarcity"}, {"text_block_id": "p17_b266", "text": ""}, {"text_block_id": "p17_b267", "text": "Poor human health"}, {"text_block_id": "p17_b268", "text": ""}, {"text_block_id": "p17_b269", "text": "Migration and rapid urbanization"}, {"text_block_id": "p17_b270", "text": "Policy Statements:"}, {"text_block_id": "p17_b271", "text": "The Climate Change Policy recognises that climate change and population are inextricably linked. An integrated approach to both climate change and population issues would yield the ‘triple win’ of the United Nations, namely:"}, {"text_block_id": "p17_b272", "text": "i."}, {"text_block_id": "p17_b273", "text": "Reduce poverty by improving and expanding health, schooling and economic opportunities"}, {"text_block_id": "p17_b274", "text": "ii."}, {"text_block_id": "p17_b275", "text": "Protect and manage natural resources for economic and social development"}, {"text_block_id": "p17_b276", "text": "iii."}, {"text_block_id": "p17_b277", "text": "Reduce inequality and create greater opportunities for all"}, {"text_block_id": "p17_b278", "text": "The climate change policy strives to integrate population and climate change in development agenda."}, {"text_block_id": "p17_b279", "text": "This will be achieved through:"}, {"text_block_id": "p17_b280", "text": "i."}, {"text_block_id": "p17_b281", "text": "Increasing awareness and education on linkages between population, sexual and reproductive health, gender and climate change;"}, {"text_block_id": "p17_b282", "text": "ii."}, {"text_block_id": "p17_b283", "text": "Investing in health programmes that adequately and efficiently meets the needs for family planning"}, {"text_block_id": "p17_b284", "text": "iii."}, {"text_block_id": "p17_b285", "text": "Support empowerment of women through access to education, health facilities, micro finance and reproductive health services;"}, {"text_block_id": "p18_b286", "text": "iv."}, {"text_block_id": "p18_b287", "text": "Promote establishment of rural growth centres that will reduce rural-urban migration and provide better livelihoods and employment for rural populations"}, {"text_block_id": "p18_b288", "text": "v."}, {"text_block_id": "p18_b289", "text": "Promote targeted adaptation programmes to build resilience among the most vulnerable sections of the rural population"}, {"text_block_id": "p18_b290", "text": "vi."}, {"text_block_id": "p18_b291", "text": "Ensure that disaster management architecture includes the provision of safety nets for rural communities most vulnerable to the impacts of climate change"}, {"text_block_id": "p18_b292", "text": "vii."}, {"text_block_id": "p18_b293", "text": "Promote rights based approach in addressing climate change issues"}, {"text_block_id": "p18_b294", "text": "viii."}, {"text_block_id": "p18_b295", "text": "Promote participation of all population groups including vulnerable groups and youth in climate change issues."}, {"text_block_id": "p18_b296", "text": "3.7 Policy Priority Area 7: Research, Technology, Systematic Observation"}, {"text_block_id": "p18_b297", "text": "Identified priority area:"}, {"text_block_id": "p18_b298", "text": "Research and technology, combined with systematic observation, to generate evidence for decision making and provide solutions for improved adaptation to, and mitigation of, the impacts of climate change."}, {"text_block_id": "p18_b299", "text": "Problems:"}, {"text_block_id": "p18_b300", "text": "The challenges for Malawi in research and technologies for climate change are:"}, {"text_block_id": "p18_b301", "text": ""}, {"text_block_id": "p18_b302", "text": "Poor promotion, adoption and use of technologies to effectively adapt to, and mitigate, climate change and its impacts"}, {"text_block_id": "p18_b303", "text": ""}, {"text_block_id": "p18_b304", "text": "Lack of systematic and extensive data collection and lack of capacity for data analysis, hazard mapping, modelling and the use of scenario based tools for long term planning"}, {"text_block_id": "p18_b305", "text": ""}, {"text_block_id": "p18_b306", "text": "Weak research and innovation capabilities in academic, government and private sector institutions"}, {"text_block_id": "p18_b307", "text": "Policy Statements:"}, {"text_block_id": "p18_b308", "text": "The Climate Change Policy must strive to enhance research, technology and systematic observation, supported by appropriate capacity development to address climate change adaptation and mitigation."}, {"text_block_id": "p19_b309", "text": "This will be achieved through:"}, {"text_block_id": "p19_b310", "text": "i."}, {"text_block_id": "p19_b311", "text": "Encouraging and supportingresearch on climate change to help Malawi make informed and evidence based decisions to improve its adaptation and mitigation strategies;"}, {"text_block_id": "p19_b312", "text": "ii."}, {"text_block_id": "p19_b313", "text": "Supporting technology transfer and innovation to enhance low carbon growth in both public and private sector"}, {"text_block_id": "p19_b314", "text": "iii."}, {"text_block_id": "p19_b315", "text": "Supporting the rehabilitation, maintenance and upgrade of existing weather and environmental monitoring stations and to introduce new stations toprovide reliable data for better understanding of climate change and guide appropriate action against its impacts"}, {"text_block_id": "p19_b316", "text": "iv."}, {"text_block_id": "p19_b317", "text": "Supporting the documentation and validation of indigenous knowledge, through community engagement, so that it will be fully integrated within the overall knowledge base that informs policy and action"}, {"text_block_id": "p19_b318", "text": "v."}, {"text_block_id": "p19_b319", "text": "Requiring the inclusion of monitoring and evaluation for all major climate change related programmes, to avoid unforeseen risks;"}, {"text_block_id": "p19_b320", "text": "vi."}, {"text_block_id": "p19_b321", "text": "Enhancing collaborations between researchers, policy makers and media for effective advocacy and outreach make better use of research findings;"}, {"text_block_id": "p19_b322", "text": "vii."}, {"text_block_id": "p19_b323", "text": "centers of excellence to undertake research in climate change science, adaptation and mitigation"}, {"text_block_id": "p19_b324", "text": "viii."}, {"text_block_id": "p19_b325", "text": "Financing and supporting the development"}, {"text_block_id": "p19_b326", "text": "Of a national research agenda for climate change, through Nationalinstitutions coordinating and conductingrelevant Science and Technology research."}, {"text_block_id": "p19_b327", "text": "3.8 Cross-cutting Issues and Disadvantaged Groups"}, {"text_block_id": "p19_b328", "text": "Identified priority area:"}, {"text_block_id": "p19_b329", "text": "Mainstreaming of cross-cutting issues and vulnerable groups into all climate change adaptation and mitigation strategies, plans and programmes"}, {"text_block_id": "p19_b330", "text": "Problems:"}, {"text_block_id": "p20_b331", "text": "Cross-cutting issues and associated vulnerable groups disproportionately affected by climate change are often not included in strategies, plans and programmes. These include:"}, {"text_block_id": "p20_b332", "text": ""}, {"text_block_id": "p20_b333", "text": "Gender"}, {"text_block_id": "p20_b334", "text": ""}, {"text_block_id": "p20_b335", "text": "Disadvantaged groups such as:"}, {"text_block_id": "p20_b336", "text": "Disadvantaged groups such as:\n* Women\n* Children\n* Elderly\n* Physically and mentally challenged\n* Those affected by HIV and AIDS"}, {"text_block_id": "p20_b346", "text": "Policy Statements:"}, {"text_block_id": "p20_b347", "text": "Vulnerable groups such as women, children, the elderly and the physically and mentally challenged must be included in adaptation and mitigation plans and programmes."}, {"text_block_id": "p20_b348", "text": "This will be achieved by:"}, {"text_block_id": "p20_b349", "text": "i."}, {"text_block_id": "p20_b350", "text": "Consideration of, and engagement with, disadvantaged groups when drawing up adaptation and mitigation plans and programmes"}, {"text_block_id": "p20_b351", "text": "ii."}, {"text_block_id": "p20_b352", "text": "Consideration of, and engagement with, disadvantaged groups within the institutional structures established to support the implementation of the climate change policy"}, {"text_block_id": "p20_b353", "text": "iii."}, {"text_block_id": "p20_b354", "text": "Inclusion of the impact on disadvantaged groups, and their engagement, in the monitoring and evaluation framework developed in support of climate change policy implementation"}, {"text_block_id": "p20_b355", "text": "4.0Implementation Arrangements"}, {"text_block_id": "p20_b356", "text": "4.1 Institutional Arrangements"}, {"text_block_id": "p20_b357", "text": "There are many stakeholders operating across many sectors that need to be engaged in the implementation of this policy. Coordination and leadership across these sectors and between these stakeholder groups is critical to success. First"}, {"text_block_id": "p21_b358", "text": "and foremost, this leadership and coordinated approach has to be seen at government level. The prime goal of this leadership is to convene, facilitate and guide rather than to command and direct so that an integrated approach towards the common goals and objectives of this policy can be achieved. This leadership role must also embrace district and local levels of government as well as the national level, and also seek community based engagement and action."}, {"text_block_id": "p21_b359", "text": "Key stakeholders include: government, non-governmental organizations and civil society, the private sector, academia, development partners, local communities and identified disadvantaged groups."}, {"text_block_id": "p21_b360", "text": "A proposed institutional framework is presented in Figure 1."}, {"text_block_id": "p21_b361", "text": "Government coordination"}, {"text_block_id": "p21_b362", "text": "At government level the current cabinet committee on Natural Resources and the Environment should expand its mandate to be a cabinet committee on the Environment and Climate Change. Similarly the Parliamentary Committee on the Environment should be expanding its mandate to incorporate climate change. The Cabinet Committee will enable all arms of government to coordinate their actions. The Parliamentary Committee will serve to provide good governance oversight of climate change issues."}, {"text_block_id": "p21_b363", "text": "National and District Forums"}, {"text_block_id": "p21_b364", "text": "In order for government to reach out and engage with society as a whole a National Partnership Forum for climate change will be established to review progress and advice on strategies and actions. The National Forum shall include representatives from: the parliamentary committee, civil society, including representation of disadvantaged groups, the private sector, academia, media and development partners. The youth of the country will also be represented as they are the future custodians of the environment."}, {"text_block_id": "p21_b365", "text": "The National Forum will be convened and supported by a secretariat based at the Ministry of Environment and Climate Change Management. The National Forum will be chaired by the Vice-President.The National Forum will establish technical"}, {"text_block_id": "p22_b366", "text": "working groups in priority areas, for example as outlined in section 3. These will feed in reports to the National Forum."}, {"text_block_id": "p22_b367", "text": "Convening and provision of secretariat support for these groups will be the responsibility of an appropriate line ministry. Thus, a working group on financing mechanisms will be supported by the Ministry of Finance. A working group that crosses multiple ministries will contain representatives from all relevant ministries."}, {"text_block_id": "p22_b368", "text": "The National Forum will be complemented by District Forums, which will have similar multi-sectoral representation to the National Forum, including private sector representation. The Youth will also be represented on these forums. The district Forums will be supported by a secretariat based at the District Council."}, {"text_block_id": "p22_b369", "text": "Figure 1: Institutional Framework for Climate Change"}, {"text_block_id": "p23_b370", "text": "The National Forum will have close link with National Council for Environment. The draft revised Environment Management Bill may need to be reviewed to deal with institutional harmonization."}, {"text_block_id": "p23_b371", "text": "4.1Implementation Plan"}, {"text_block_id": "p23_b372", "text": "Development of a National Strategic Plan"}, {"text_block_id": "p23_b373", "text": "Government, through the Ministry of Environment and Climate Change Management, and in conjunctionwith the key structures outlined in the institutional framework, will develop a national strategic plan to take forward this policy"}, {"text_block_id": "p23_b374", "text": "Incorporation of Climate Change into Sectoral and Partners’ Strategic Plans"}, {"text_block_id": "p23_b375", "text": "The bodies established in the institutional framework will review and promote the incorporation of climate change into all relevant Sector Wide Approaches, ministerial and partner strategic plans."}, {"text_block_id": "p23_b376", "text": "Review of Progress"}, {"text_block_id": "p23_b377", "text": "Regular review of progress in the implementation of the policy and advice on how to take the policy forward will be provided by the bodies established in the institutional framework."}, {"text_block_id": "p23_b378", "text": "4.2 Monitoring and Evaluation"}, {"text_block_id": "p23_b379", "text": "Climate change is a global, multi-sectoral and interdisciplinary issue. As a consequence, adaptation, as well as mitigation, requires intensive and continuous cooperation on local, regional, national and global levels. Observing change, in ecosystems and livelihoods alike, can only be achieved by monitoring key indicators and communicating anomalies and trends to those who can take action."}, {"text_block_id": "p23_b380", "text": "The Malawi Government is mindful of the need to monitor and evaluate: short term climate variability and long term climate change variables; climate change related impacts; and programmes and interventions. This will enable it to make evidence based decisions and to plan and respond effectively for adaptation and mitigation. Monitoring and evaluation also provides a mechanism for institutional"}, {"text_block_id": "p24_b381", "text": "accountability. Progress with national developmental goals such as the MGDS II, NAPAs, NAMAs and NAPs can also be assessed. The Ministry of Environment and Climate Change Management will be responsible for developing appropriate indicators,in consultation with the bodies identified in the institutional framework, and reporting regularly on those indicators. The Department of Meteorological Services and Climate Change and the Environmental Affairs Department will play a vital role in this endeavor."}, {"text_block_id": "p24_b382", "text": "The Government will further develop measureable and verifiable indicators to monitor and evaluate implementation of this policy. Where possible these indicators could be extended to cater for activities, sectors and institutions dealing with climate change issues. NGOs, civil society and the private sector may also participate in monitoring and evaluation, thereby improving national data availability and accountability. The Forum for Environment and Climate Change Management may receive reports from the monitoring and evaluation to better advice Government and other stakeholders on managing climate change."}, {"text_block_id": "p24_b383", "text": "END OF DOCUMENT"}], "document_description": "This document sets out Malawi's core climate change policy principles and objectives. It defines policy priority areas as regard 1) mitigation, 2) adaptation, 3) capacity building, education and awareness, 4) financing mechanisms, 5) institutional coordination, 6) population, 7) research and 8) cross-cutting issues. The overall goal of the Policy is to promote climate change adaptation and mitigation for sustainable livelihoods through measures that increase levels of knowledge and understanding and improve human well-being and social equity, while pursuing economic development thatsignificantly reduces environmental risks and ecological scarcities."}