{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": ["Social development", "Rural", "Energy"], "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "MWI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "07/01/2018", "document_keyword": ["Renewables", "Biogas", "Gender"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2018/MWI-2018-01-07-National Energy Policy_491b5c9ef2c83d06c4c67f6810d9f24d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF MALAWI"}, {"text_block_id": "p0_b2", "text": "NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b3", "text": "July 2018"}, {"text_block_id": "p1_b4", "text": "FOREWORD"}, {"text_block_id": "p1_b5", "text": "The Government of Malawi (GoM) realises that industrial and socio-economic development of the country depends on access to modern, reliable and sufficient energy. As such, it has put the energy sector as a priority in its National Development Agenda. The Government further realises that sustainable development and management of energy sector through well-defined policies including legal and institutional frameworks, international assistance from development partners, and partnerships with the private sector positively impact on other sectors."}, {"text_block_id": "p1_b6", "text": "In view of this, the National Energy Policy of 2003 has been revised to provide a new policy direction and guidance to all stakeholders in the implementation of energy interventions. This is necessary in order to spur development as aspired for in the Malawi Vision 2020, and Malawi Growth and Development Strategy (MGDS) III in the national agenda, and Sustainable Energy for All Initiative and Sustainable Development Goals (SDGs) in the international agenda."}, {"text_block_id": "p1_b7_merged", "text": "The revision of the National Energy Policy of 2003 was necessitated by several factors including the following: it had a number of shortfalls or challenges which needed to be rectified; it was driven by the Millennium Development Goals (MDGs) which have given way to the Sustainable Development Goals (SDGs); Government’s adoption of Energy Sector Reforms (Power market restructuring policy and an oil importation policy); Malawi’s commitment to achieve targets set under the Sustainable Energy for All (SE4ALL) Initiative; and Government’s adoption of Public Sector Reform Programme aimed at ensuring efficiency, transparency and accountability in the delivery of public services, of which energy services is a part. All these factors needed to be factored into the policy and therefore provided the rationale for the review of the policy."}, {"text_block_id": "p1_b17", "text": "Whilst recognizing the numerous challenges in the energy sector, the National Energy Policy (2018) overall goal, therefore, is to provide guiding framework for increased access to affordable, reliable, sustainable, efficient and modern energy for all sectors and every person in the country. It emphasises the importance of private sector participation in the sector and provides an environment conducive for such participation, be it in the form of direct investment, PPPs, IPPs or other participation vehicles. It also emphasises on sustainable and clean energy which is accessible to all. Energy efficiency is another priority area of this Policy, which also recognises the importance of security of energy supply systems. Mitigating environmental, social, safety and health impacts of energy production and utilization is a key part of the policy. All this will be done under a robust, investor-friendly and consumer sensitive regulatory regime."}, {"text_block_id": "p1_b18", "text": "The Government of Malawi is committed to addressing the challenges facing the energy sector while managing environment and climate change. As such, it has developed an"}, {"text_block_id": "p2_b19", "text": "Integrated Resource Plan as a policy implementation tool to guide and facilitate investments in the sector. Further the Government has developed Independent Power Producers (IPP) Procurement framework, Malawi Renewable Energy Strategy and SE4ALL Action Agenda. These are envisaged to facilitate private sector participation in power generation and exploitation of renewable energy resources in the country."}, {"text_block_id": "p2_b20_merged", "text": "It is, therefore, my conviction that the policy will be critical in attaining socio-economic development of our country. I call upon all the stakeholders in the energy sector to join hands with the Government as it works tirelessly to achieve the aspirations and targets set in this policy."}, {"text_block_id": "p2_b22", "text": "Hon Aggrey Masi, MP"}, {"text_block_id": "p2_b23", "text": "Minister of Natural Resources, Energy and Mining"}, {"text_block_id": "p3_b24", "text": "PREFACE"}, {"text_block_id": "p3_b25", "text": "The Government of Malawi adopted the Sustainable Development Goals (SDGs) and is part of the Sustainable Energy for All (SE4All) Initiative whose overall goal is to achieve universal access to affordable, reliable, sustainable, efficient and modern energy services."}, {"text_block_id": "p3_b26", "text": "This Policy demonstrates the government"}, {"text_block_id": "p3_b27", "text": "’"}, {"text_block_id": "p3_b28", "text": "s commitments to achieve these international development agenda through programmes, projects and activities there under. In the same vain, this revised energy policy has been guided by national development agenda and aspirations as stated in the Malawi Vision 2020, Malawi Growth and Development Strategy (MGDS) III and Malawi Public Sector Reforms Program. Further, the Policy demonstrates government effort to realise positive gains from various international as well as regional associations and agreements such as the Southern African Power Pool (SAPP), International Energy Agency (IEA), among others."}, {"text_block_id": "p3_b29", "text": "The Policy strongly advocates for the private sector to take a leading role in the implementation of energy sector interventions. There are also a number of opportunities for Civil Society Organisations (CSOs), communities and other partners to participate in the implementation of the Policy."}, {"text_block_id": "p3_b30", "text": "Much as there are a number of challenges including inadequate funding and technical support which could hamper implementation, it is hoped that with this revised Policy being supported by an equally attractive legal and regulatory environment, various traditional and non"}, {"text_block_id": "p3_b31", "text": "-"}, {"text_block_id": "p3_b32", "text": "traditional sources of funding can be accessed."}, {"text_block_id": "p3_b33_merged_merged_merged", "text": "The Policy was reviewed through a consultative process that involved a range of stakeholders including Government ministries, parliamentarians, development partners, private sector, Academia, CSOs, local leaders and communities. Desk studies of various countries’ energy policies and systems in Africa and Asia were also conducted. Lessons learnt from these countries further enriched the process and outcome of this Policy."}, {"text_block_id": "p3_b36", "text": "The Government of Malawi is highly indebted to all stakeholders that were involved in reviewing the Policy. Special appreciation goes to United Nations Development Programme (UNDP) for providing funding for the review process and the Millennium Challenge Corporation (MCC) for providing technical support on Social and Gender Inclusion."}, {"text_block_id": "p3_b37", "text": "Patrick C.R. Matanda"}, {"text_block_id": "p3_b38", "text": "Secretary for Natural Resources, Energy and Mining"}, {"text_block_id": "p4_b39", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p8_b40", "text": "GLOSSARY"}, {"text_block_id": "p8_b41", "text": "Biogas"}, {"text_block_id": "p8_b42", "text": ": A mixture of gases that is produced from bio-degradable materials such as agricultural materials (crop residues, liquid manure and energy crops), animal manure and slaughterhouse waste, vegetable waste, as well as municipal and sewage waste."}, {"text_block_id": "p8_b43", "text": "Biomass"}, {"text_block_id": "p8_b44", "text": ": Organic matter that can be used to provide heat, produce liquid fuel and generate electricity."}, {"text_block_id": "p8_b45", "text": "Electricity Access"}, {"text_block_id": "p8_b46", "text": ": In Malawian context, means connection to and usage of electricity from national grid, mini-grids, own generators, Solar PV home systems and Pico Solar Products."}, {"text_block_id": "p8_b47", "text": "Energy Balance"}, {"text_block_id": "p8_b48", "text": ": A coherent picture about the flows of all types of energy from their original form, through transformation processes to their final use."}, {"text_block_id": "p8_b49", "text": "Energy Efficiency"}, {"text_block_id": "p8_b50", "text": ": Total energy input to a machine or equipment that is consumed in useful work and not wasted as useless heat."}, {"text_block_id": "p8_b51", "text": "Grid Code"}, {"text_block_id": "p8_b52", "text": ": A set of rules made by the regulatory authority for operation, dispatch and reporting of the Malawi Electricity Supply Industry."}, {"text_block_id": "p8_b53", "text": "Independent Power Producer (IPP)"}, {"text_block_id": "p8_b54", "text": ": A person that privately builds, own and operate facilities to generate and sell electricity to the Malawi Electricity Supply Industry."}, {"text_block_id": "p8_b55", "text": "Integrated Resource Plan"}, {"text_block_id": "p8_b56", "text": ": A document detailing process of planning to meet users’ nee"}, {"text_block_id": "p8_b57", "text": "ds for electricity services in a way that satisfies multiple objectives for resource use."}, {"text_block_id": "p8_b58", "text": "Life line tariffs"}, {"text_block_id": "p8_b59", "text": ": A subsidised tariff targeting low income households to enable them access and sustain electricity usage."}, {"text_block_id": "p8_b60", "text": "Liquefied Petroleum Gas (LPG)"}, {"text_block_id": "p8_b61", "text": ": A flammable mixture of hydrocarbon gases used as fuel in heating appliances, cooking equipment, and vehicles"}, {"text_block_id": "p8_b62", "text": "None-Renewable Energy"}, {"text_block_id": "p8_b63_merged", "text": ": Sources of energy available to mankind arising from natural processes in the interaction between the sun and the earth’s surface but not regularly replenished, and these include Uranium and fossil fuels e.g. coal, peat, crude oil and natural gas."}, {"text_block_id": "p8_b66", "text": "Petroleum-based fuels"}, {"text_block_id": "p8_b67", "text": ": Fossil fuels, which include petrol (gasoline), diesel, paraffin (kerosene) and heavy fuel oil (HFO)."}, {"text_block_id": "p8_b68", "text": "Power Purchase Agreement"}, {"text_block_id": "p8_b69", "text": ": A contract between a generator and a single buyer or between a single buyer and a distributor to buy electricity for a pre-established period of time."}, {"text_block_id": "p9_b70", "text": "Renewable Energy:"}, {"text_block_id": "p9_b71_merged", "text": "Sources of energy arising from natural processes in the interaction between the sun and the earth’s surface and regularly replenished. These include the sun as the primary renewable energy resource and the secondary renewable energy resources that derive from the sun such as wind, hydro, ocean thermal, ocean wave, ocean tidal energy and electricity from photo-voltaic effects, biomass and geothermal energy."}, {"text_block_id": "p9_b74", "text": "Rural Electrification"}, {"text_block_id": "p9_b75", "text": ": Grid or off-grid extension of distribution lines and installation of solar photovoltaic systems, generation of electricity from mini-and micro hydro whose internal rate of return is up to 6 per cent per annum and line capacity is less than 66 KV or generation capacity is up to 5 MW."}, {"text_block_id": "p10_b76", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p11_b77", "text": "TABLE OF CONTENTS\n"}, {"text_block_id": "p12_b78", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p12_b79", "text": "This Policy seeks to guide planning and implementation of programmes, projects and activities in the energy sector with the aim of increasing access to affordable, reliable, sustainable, efficient and modern energy services for every person in the country. It reflects the latest developments in the energy sector and new national goals. It has an Implementation Plan and a Monitoring and Evaluation Plan with time-bound deliverables, and sets out clear updated goals, objectives, strategies and priority actions."}, {"text_block_id": "p12_b80", "text": "Cognizant of the fact that biomass dominates the current energy mix, at 89%, this Policy aims at reducing the contribution of biomass in the energy mix by promoting development and use of modern energy sources as shown in"}, {"text_block_id": "p12_b81", "text": "Annex 1."}, {"text_block_id": "p12_b82", "text": "This Policy has categorised energy sources as follows: Electricity from Non-Renewable Sources; Electricity from Renewable Sources; Biomass; Petroleum Fuels; Biofuels; Liquefied Petroleum Gas (LPG); Biogas and Natural Gas (NG); Coal; and Electricity from Nuclear Energy."}, {"text_block_id": "p12_b83", "text": "1.1 Background"}, {"text_block_id": "p12_b84", "text": "The Government of Malawi identified energy as a priority sector in order to spur socio"}, {"text_block_id": "p12_b85", "text": "-"}, {"text_block_id": "p12_b86", "text": "economic development of the country. Improvements in the energy sector are expected to positively impact on other sectors, through well-defined policies and institutional frameworks, international assistance from development partners, and partnerships with the private sector."}, {"text_block_id": "p12_b87", "text": "In recognition of the above, the Government of Malawi, adopted National Energy Policy (NEP) in January 2003.  The Policy aimed at achieving the following long-term goals;"}, {"text_block_id": "p12_b88", "text": "In recognition of the above, the Government of Malawi, adopted National Energy Policy (NEP) in January 2003.  The Policy aimed at achieving the following long-term goals;\n* s socio-economic agenda of poverty reduction, sustainable economic development, and\n* Catalyse the establishment of a more liberalized, private sector driven energy supply\n* biomass to one with a high modern energy component in the energy mix."}, {"text_block_id": "p12_b98", "text": "The NEP 2003 had the following successes;"}, {"text_block_id": "p12_b99", "text": "The NEP 2003 had the following successes;\n* Formulation of the Malawi Energy Regulatory Authority to regulate the energy sector\n* Formulation of National Oil Company of Malawi (NOCMA)\n* Increased awareness for renewable energy technologies"}, {"text_block_id": "p13_b105", "text": "The NEP 2003 had the following successes;\n* Formulation of the Malawi Energy Regulatory Authority to regulate the energy sector\n* Formulation of National Oil Company of Malawi (NOCMA)\n* Increased awareness for renewable energy technologies\n* Capacity building in Renewable Energy Technologies through introduction of Testing\n* Increased penetration of renewable energy into the energy mix;\n* Establishment of Rural Electrification Fund and Rural Electrification Management\n* Implementation of Power Market Reforms;\n\t* Amendment of the Electricity Act of 2004 to allow participation of Independent\n\t* Unbundling of ESCOM into two companies-one responsible for generation\n\t* Implementation of Bulk Fuel Procurement System; and\n\t* Increased fuel storage holding capacity to 75days."}, {"text_block_id": "p13_b121", "text": "Despite making progress in implementing NEP 2003, a lot remains to be done if the energy needs of all Malawians are to be met. The unfinished agenda is detailed below:"}, {"text_block_id": "p13_b122", "text": "Despite making progress in implementing NEP 2003, a lot remains to be done if the energy needs of all Malawians are to be met. The unfinished agenda is detailed below:\n* Despite the successful unbundling of ESCOM, there is still need to create two\n* Electricity generation in the country is inadequate to meet the demand. There is little\n* Electricity Transmission Capacity constraints are prevalent in the country as\n* Access to electricity remains a major challenge that calls for urgent attention. Some"}, {"text_block_id": "p14_b130", "text": "Despite making progress in implementing NEP 2003, a lot remains to be done if the energy needs of all Malawians are to be met. The unfinished agenda is detailed below:\n* Despite the successful unbundling of ESCOM, there is still need to create two\n* Electricity generation in the country is inadequate to meet the demand. There is little\n* Electricity Transmission Capacity constraints are prevalent in the country as\n* Access to electricity remains a major challenge that calls for urgent attention. Some\n* The Rural Electrification Fund has had impact of extending the grid to the rural\n* Renewable energy contribution to the energy mix is still low. Some of the barriers to\n\t* Prohibitive capital costs of renewable energy-based systems and renewable\n\t* Inadequate human capacity building at all levels in RET products, services,\n\t* Lack of enforcement mechanisms for standards resulting in a proliferation of\n\t* Limited dissemination of information to or awareness by the population."}, {"text_block_id": "p14_b142", "text": "Despite making progress in implementing NEP 2003, a lot remains to be done if the energy needs of all Malawians are to be met. The unfinished agenda is detailed below:\n* Despite the successful unbundling of ESCOM, there is still need to create two\n* Electricity generation in the country is inadequate to meet the demand. There is little\n* Electricity Transmission Capacity constraints are prevalent in the country as\n* Access to electricity remains a major challenge that calls for urgent attention. Some\n* The Rural Electrification Fund has had impact of extending the grid to the rural\n* Renewable energy contribution to the energy mix is still low. Some of the barriers to\n\t* Prohibitive capital costs of renewable energy-based systems and renewable\n\t* Inadequate human capacity building at all levels in RET products, services,\n\t* Lack of enforcement mechanisms for standards resulting in a proliferation of\n\t* Limited dissemination of information to or awareness by the population.\n* Biomass remains the major source of energy for cooking, heating and brick burning\n* Bio-ethanol and biodiesel contribution to the energy mix is low due to limited\n* Liquefied Petroleum Gas (LPG), Biogas and Natural Gas as alternative sources of\n* Coal has not been used much as an energy source despite the country having proven\n\t* Lack of price competitiveness of local coal compared to imported coal;\n\t* None existence of competition within the industry (23 years after the\n\t* Low productivity and high production costs owing to the use of obsolete"}, {"text_block_id": "p15_b156", "text": "Despite making progress in implementing NEP 2003, a lot remains to be done if the energy needs of all Malawians are to be met. The unfinished agenda is detailed below:\n* Despite the successful unbundling of ESCOM, there is still need to create two\n* Electricity generation in the country is inadequate to meet the demand. There is little\n* Electricity Transmission Capacity constraints are prevalent in the country as\n* Access to electricity remains a major challenge that calls for urgent attention. Some\n* The Rural Electrification Fund has had impact of extending the grid to the rural\n* Renewable energy contribution to the energy mix is still low. Some of the barriers to\n\t* Prohibitive capital costs of renewable energy-based systems and renewable\n\t* Inadequate human capacity building at all levels in RET products, services,\n\t* Lack of enforcement mechanisms for standards resulting in a proliferation of\n\t* Limited dissemination of information to or awareness by the population.\n* Biomass remains the major source of energy for cooking, heating and brick burning\n* Bio-ethanol and biodiesel contribution to the energy mix is low due to limited\n* Liquefied Petroleum Gas (LPG), Biogas and Natural Gas as alternative sources of\n* Coal has not been used much as an energy source despite the country having proven\n\t* Lack of price competitiveness of local coal compared to imported coal;\n\t* None existence of competition within the industry (23 years after the\n\t* Low productivity and high production costs owing to the use of obsolete\n* Overlaps in policy and regulatory framework to govern downstream\n<\\li2>\n\t* Nuclear energy has not been used for electricity generation despite the country having\n\t* Demand Side Management (DSM) and Energy Efficiency programmes have not been\n\t* The NEP 2003 was promulgated after the Millennium Development Goals (MDGs)"}, {"text_block_id": "p15_b164", "text": "In view of the above, the revised National Energy Policy addresses the unfinished agenda and reflects the latest developments in the energy sector both nationally and internationally. This Policy has an Implementation Plan and a Monitoring and Evaluation Plan with time-bound deliverables. The Policy sets out clear updated goals, objectives, strategies and priority actions, and focuses on the following issues:"}, {"text_block_id": "p15_b165", "text": "In view of the above, the revised National Energy Policy addresses the unfinished agenda and reflects the latest developments in the energy sector both nationally and internationally. This Policy has an Implementation Plan and a Monitoring and Evaluation Plan with time-bound deliverables. The Policy sets out clear updated goals, objectives, strategies and priority actions, and focuses on the following issues:\n* Sustainable and reliable energy provision that will catalyse industrialisation and\n* Achieving universal energy access in line with the SE4ALL and United Nations\n* Ensuring cost-reflective pricing with internationally acceptable returns on investment.\n* Promotion of regional power interconnection;\n* Reducing the impact of climate change on energy;\n* Promotion of efficient biomass stoves and biomass briquetting and other alternative\n* Enhancing energy interventionâs planning and implementation at district level; and\n* Social and gender inclusion in energy programmes."}, {"text_block_id": "p15_b183", "text": "s"}, {"text_block_id": "p16_b184", "text": "1.2 Rationale"}, {"text_block_id": "p16_b185", "text": "The first integrated National Energy Policy was formulated in 2003. Since then, Energy Sector as well as the overall economy have gone through structural changes, where the role of government in some areas has changed, markets have been liberalized and private sector initiatives encouraged. Hence the National Energy Policy of 2018 has been formulated considering these changes."}, {"text_block_id": "p16_b186", "text": "The formulation of the National Energy Policy of 2018 was also necessitated by changes in national and international development agenda. The MGDS II has given way to the MGDS III and the MDGs have given way to SDGs -both of which have put energy as a high priority area. The country is also committed to achieving targets set under the Sustainable Energy for All (SE4ALL) Initiative which had to be reflected in the Policy."}, {"text_block_id": "p16_b187", "text": "1.3 Policy Guiding Principles"}, {"text_block_id": "p16_b188", "text": "The guiding principles of this Policy are as follows:"}, {"text_block_id": "p16_b189", "text": "The guiding principles of this Policy are as follows:\n* Sustainable Energy Supply and Services\n* Energy Efficiency and Conservation\n* Sustainable Energy for All (SE4ALL)\n* Equitable and Inclusive Energy Access\n* Promotion of Private Sector Participation\n* Good Governance in Energy Services"}, {"text_block_id": "p16_b201", "text": "1.4 Linkages with Existing Policies, Laws and International Obligations"}, {"text_block_id": "p16_b202", "text": "Constitution of the Republic of Malawi"}, {"text_block_id": "p16_b203", "text": "The Constitution under Section 13 embodies principles of national policy that will ensure that the State is actively promoting the welfare and development of Malawians. Among others, it mandates the State to develop policies that will prevent the degradation of the environment, enhance the quality of rural life, support the furtherance of education, support people with disability in all spheres of life and ensure the full participation of women in all areas on the basis of equality with men. To effectively realise this right, the State has an obligation to take all necessary measures, including facilitating equality of opportunity for all in their access to basic resources, education, health services, food, shelter, employment and infrastructure."}, {"text_block_id": "p16_b204", "text": "Malawi Vision 2020"}, {"text_block_id": "p16_b205", "text": "Malawian Vision is that :"}, {"text_block_id": "p17_b206", "text": "“By the Year 2020, Malawi, as a God"}, {"text_block_id": "p17_b207", "text": "-fearing nation, will be secure, democratically mature, environmentally sustainable, self-reliant with equal opportunities for active participation by all, having social services, vibrant cultural and religious values and a technologically driven"}, {"text_block_id": "p17_b208", "text": "income country”."}, {"text_block_id": "p17_b209", "text": "Energy was set to play a major role in attaining the Vision 2020. However, success of Vision 2020 has been limited, in part due to limited development and growth in the energy sector."}, {"text_block_id": "p17_b210", "text": "Malawi Growth and Development Strategy (MGDS) III"}, {"text_block_id": "p17_b211", "text": "The Malawi Growth and Development Strategy (MGDS) III recognises that energy is the lifeblood of the economy as it serves as a crucial input to all economic and social services. A well-developed and comprehensive energy sector can improve service delivery and increase outputs in industries such as manufacturing, trade, tourism and other services. Access to clean, reliable, reasonably-priced and sustainable energy supply is central to maintaining and improving the living standards of people."}, {"text_block_id": "p17_b212", "text": "Legislations"}, {"text_block_id": "p17_b213", "text": "This Policy shall be implemented in line with the existing legislation that touches on energy related issues such as: The Environmental Management Act 2016, Mines and Minerals Act 1981, National Forestry Act 1997, Water Resources Act 2013 and Gender Equality Act 2015, among others."}, {"text_block_id": "p17_b214", "text": "National Gender Policy 2006"}, {"text_block_id": "p17_b215_merged", "text": "The National Gender Policy, under the priority area of ‘environment, climate change and management,’ expects the energy sector to ensure integration of gender in environmental impact assessments (EIAs). Further, like all sectors, the energy sector is expected to contribute to achievement of the priority area on 'gender and economic development' under which there is a call to mainstream gender in national budgets, plans, strategies and programmes."}, {"text_block_id": "p17_b220", "text": "National HIV and AIDS Policy 2013"}, {"text_block_id": "p17_b221", "text": "The National HIV and AIDS Policy (2013) requires implementation of comprehensive workplace HIV interventions that target highly mobile groups. Workers in energy infrastructure development projects would fall under this category.  Therefore, mainstreaming HIV awareness in the energy sector is necessary for purposes of developing HIV prevention measures to protect women and men according to their specific vulnerabilities; minimizing disruptions to critical health/treatment services; and to generally prevent, mitigate and monitor HIV and AIDS risks in energy projects."}, {"text_block_id": "p17_b222", "text": "Mines and Minerals Policy 2013"}, {"text_block_id": "p17_b223", "text": "The Mines and Minerals Policy advocates the development of adequate infrastructure to support development of mining in the country. It is therefore important that, in order to"}, {"text_block_id": "p18_b224", "text": "ensure rapid development of the mining sector, there is sufficient and reliable energy supply in the country."}, {"text_block_id": "p18_b225", "text": "National Forestry Policy 1996"}, {"text_block_id": "p18_b226", "text": "Biomass is a downstream product of forests hence its use as an energy source must comply with the Forestry Policy."}, {"text_block_id": "p18_b227", "text": "National Climate Change Management Policy (2016)"}, {"text_block_id": "p18_b228", "text": "Power generation and supply has been adversely affected by the negative impact of climate change. The National Climate Change Management Policy is promoting adaptation and mitigation measures to climate change that will also benefit the energy sector."}, {"text_block_id": "p18_b229", "text": "International Obligations"}, {"text_block_id": "p18_b230", "text": "Programme for Infrastructure Development in Africa (PIDA)"}, {"text_block_id": "p18_b231", "text": "The African Union Commission (AUC), the New Partnership for Africa’s Development"}, {"text_block_id": "p18_b232", "text": "(NEPAD) Agency (NPCA) and the African Development Bank (AfDB) have developed a continental and consensual Programme for Infrastructure Development in Africa (PIDA). The PIDA Priority Action Program (PIDA-PAP), aims to boost energy trade within and between regional power pools which will benefit the region through reduced cost due to economies of scale, improved energy mix and increased access to modern energy services."}, {"text_block_id": "p18_b233", "text": "Tripartite Free Trade"}, {"text_block_id": "p18_b234", "text": "The Tripartite Free Trade area comprising of SADC, COMESA and the East African Community are focusing on harmonising the Regional Economic Communities (RECs)' programmes in the areas of trade and infrastructure which include energy."}, {"text_block_id": "p18_b235", "text": "SADC Energy Protocol and Energy Cooperation Policy and Strategy (1996)"}, {"text_block_id": "p18_b236_merged", "text": "SADC through its Energy Protocol (1996) and its Energy Cooperation Policy and Strategy (1996) identified four key areas in which energy can contribute to regional integration: trade in energy, investment and finance, capacity building and training, the exchange of information and the sharing of experience."}, {"text_block_id": "p18_b241", "text": "SADC Regional Infrastructure Development Master Plan (RIDMP)"}, {"text_block_id": "p18_b242", "text": "SADC, through its Regional Infrastructure Development Master Plan (RIDMP), is expected to run until 2027, and is to be implemented in three phases, i.e. short term (2013-2017), medium term (2017-2022), and long term (2022-2027) and will benefit SADC member states in different aspects of development including building roads, rails and ports. The energy division is one of the prioritized sectors and falls under the RDIMP Energy Sector Plan (ESP) 2012."}, {"text_block_id": "p19_b243", "text": "International Energy Agency (IEA)"}, {"text_block_id": "p19_b244", "text": "The key themes for International Energy Agency (IEA) are energy security, environmental protection and economic development. The agreed international goal of greenhouse gas (GHG) emissions reduction is the driver for many energy policies world-wide, and is targeted by both improved energy efficiency and a higher level of renewables in national energy systems."}, {"text_block_id": "p19_b245", "text": "Power Africa Initiative"}, {"text_block_id": "p19_b246", "text": "The United States Government’s Power Africa initiative is supporting economic growth and"}, {"text_block_id": "p19_b247", "text": "development by increasing access to reliable, affordable, and sustainable power in Africa. This initiative is expected to support the implementation of this Policy."}, {"text_block_id": "p19_b248", "text": "Sustainable Energy for All (SE4ALL) Initiative 2011"}, {"text_block_id": "p19_b249", "text": "The SE4All initiative by the United Nations launched in September 2011 aims to achieve the three main goals of ensuring universal access to modern energy services; doubling the global rate of energy efficiency; and doubling the share of renewable energy in the global energy mix by the year 2030. This Policy provides a platform for achieving these targets."}, {"text_block_id": "p19_b250", "text": "Sustainable Development Goals"}, {"text_block_id": "p19_b251", "text": "The Sustainable Development Goal Number 7 aims at ensuring universal access to affordable, reliable, and modern energy services by 2030; increasing substantially the share of renewable energy in the global energy mix by 2030; and doubling the global rate of improvement in energy efficiency by 2030."}, {"text_block_id": "p20_b252", "text": "2.0 BROAD POLICY DIRECTIONS"}, {"text_block_id": "p20_b253", "text": "2.1 Policy Goal"}, {"text_block_id": "p20_b254", "text": "The goal of the policy is:"}, {"text_block_id": "p20_b255", "text": "“"}, {"text_block_id": "p20_b256", "text": "To increase access to affordable, reliable, sustainable, efficient and modern energy for every person in the country"}, {"text_block_id": "p20_b257", "text": ".”"}, {"text_block_id": "p20_b258", "text": "2.2 Policy Outcomes"}, {"text_block_id": "p20_b259", "text": "The following are the expected outcomes for this Policy:"}, {"text_block_id": "p20_b260", "text": "The following are the expected outcomes for this Policy:\n* Diversified energy sources;\n* Developed and efficient energy sector;\n* Modernised and sustainable energy services;\n* Improved living standards for men and women due to equitable provision of energy\n* Increased access to clean, sustainable and affordable energy for all people."}, {"text_block_id": "p20_b270", "text": "2.3 Broad Policy Objectives"}, {"text_block_id": "p20_b271", "text": "The broad objectives of this Policy are:"}, {"text_block_id": "p20_b272", "text": "The broad objectives of this Policy are:\n* To strengthen the Electricity Supply Industry (ESI) and make it more efficient to\n* To ensure adequate production and supply of petroleum and biofuels at affordable\n* To ensure availability of LPG, biogas and natural gas in sufficient quantities at\n* To promote a coal supply industry that is more efficient and competitive, and\n* To ensure biomass is sustainably used and carbon emissions are reduced through the\n* To establish a vibrant, reliable, incentivized and sustainable private sector-driven\n* To promote energy programming, budgeting and monitoring that routinely address all"}, {"text_block_id": "p21_b286", "text": "3.0 POLICY PRIORITY AREAS"}, {"text_block_id": "p21_b287", "text": "This Policy has identified Electricity, Biomass, Petroleum Fuels, Bio-ethanol and Other Biofuels, Liquefied Petroleum Gas, Biogas and Natural Gas, Coal, Nuclear Energy and Demand Side Management, as priority areas for actions."}, {"text_block_id": "p22_b288", "text": "3.1 Policy Priority Area 1: Electricity"}, {"text_block_id": "p22_b289", "text": "Electricity as a priority area covers generation, transmission, distribution, rural electrification, electricity from renewable energy, and definition and measurement of access to electricity."}, {"text_block_id": "p22_b290", "text": "3.1.1 Policy Priority Area 1.1: Electricity Generation"}, {"text_block_id": "p22_b291", "text": "Electricity generation industry in Malawi is currently composed of one National Company, Electricity Generation Company (EGENCO). The industry is liberalised but currently there are no private generators operating on the ground. The total installed capacity for the country is 361MW, 98% of which comes from hydro power plants located on Shire River and Wovwe River and the remaining 2% comes from stand-by diesel/petrol generators."}, {"text_block_id": "p22_b292", "text": "The key challenges in electricity generation are the following; inadequate installed capacity of 361MW against an estimated demand of over 700MW; there are no IPPs in the generation industry that could assist in filling generation  gap; overdependence on Shire River for hydropower generation; and the national electricity grid is currently not interconnected with those of neighbouring countries, hence the country is unable to trade power under SAPP or EAPP trading arrangements."}, {"text_block_id": "p22_b293", "text": "Policy Statements"}, {"text_block_id": "p22_b294", "text": "I. Government will create an enabling environment in order to diversify power generation sources for security of supply and expand generation capacity to meet the demand for electricity in the country."}, {"text_block_id": "p22_b295", "text": "Strategies:"}, {"text_block_id": "p22_b296", "text": "•"}, {"text_block_id": "p22_b297", "text": "Reviewing the 2017 -2035 Integrated Resource Plan every five years."}, {"text_block_id": "p22_b298", "text": "•"}, {"text_block_id": "p22_b299", "text": "Creating an enabling environment for private sector investment in power generation."}, {"text_block_id": "p22_b300", "text": "•"}, {"text_block_id": "p22_b301", "text": "Conducting feasibility studies on sites for power generation from hydro, coal, geothermal, natural gas, solar, wind, agricultural waste, forestry waste, and biogas resources."}, {"text_block_id": "p22_b302", "text": "•"}, {"text_block_id": "p22_b303", "text": "Developing the sites for power generation from Hydro, Coal, Geothermal, Natural Gas, Solar, Wind, agricultural waste, forestry waste, and biogas resources, up to commissioning."}, {"text_block_id": "p22_b304", "text": "•"}, {"text_block_id": "p22_b305", "text": "Developing new hydro power plants up to commissioning."}, {"text_block_id": "p22_b306", "text": "II. Government will support all the necessary processes relating to the full operationalization of Electricity Generation Company (EGENCO) and the company responsible for transmission and distribution (ESCOM)."}, {"text_block_id": "p22_b307", "text": "Strategies:"}, {"text_block_id": "p23_b308", "text": "•"}, {"text_block_id": "p23_b309", "text": "Implementing power sector reforms in accordance with the Electricity Amendment Act of 2016"}, {"text_block_id": "p23_b310", "text": "III. Government will interconnect its power system with the regional grids of SAPP and EAPP to ensure availability of additional generation capacity."}, {"text_block_id": "p23_b311", "text": "Strategy:"}, {"text_block_id": "p23_b312", "text": "•"}, {"text_block_id": "p23_b313", "text": "Interconnecting the Malawi power system with those of Mozambique, Zambia and Tanzania"}, {"text_block_id": "p23_b314", "text": "IV. Government will promote plans, programmes and strategies that deliberately advance the development of equal opportunities for marginalized and vulnerable groups in the electricity generation value chain."}, {"text_block_id": "p23_b315", "text": "Strategies:"}, {"text_block_id": "p23_b316", "text": "•"}, {"text_block_id": "p23_b317", "text": "Developing Social and Gender Integration Plans (or equivalent) by the electricity generation company (EGENCO) and IPPs to address inward looking and outward looking social and gender issues across all generation functions."}, {"text_block_id": "p23_b318", "text": "•"}, {"text_block_id": "p23_b319", "text": "Developing robust socially responsive Environmental and Social Impact Assessment (ESIAs) for generation projects."}, {"text_block_id": "p23_b320", "text": "•"}, {"text_block_id": "p23_b321", "text": "Developing and implementing comprehensive socially responsive Environmental and Social Impact Management Plans for generation projects."}, {"text_block_id": "p23_b322", "text": "•"}, {"text_block_id": "p23_b323", "text": "Developing gender sensitive Resettlement Action Plans and/or fair compensation packages."}, {"text_block_id": "p23_b324", "text": "3.1.2 Policy Priority Area 1.2: Electricity Transmission"}, {"text_block_id": "p23_b325_merged", "text": "Electricity Transmission in Malawi has one national utility owning, operating and maintaining the national electricity transmission grid, comprising power transmission lines and grid substations operated at two voltage levels, namely 66kV and 132kV. The transmission power lines are on either wood or steel structures. The System Operations Department, which ran the National Control Centre, is one of the departments of the national utility company’s Transmission Division."}, {"text_block_id": "p23_b328", "text": "This power system is isolated from those of the neighbouring countries, except for cross-border supplies (through the distribution system) to small border towns in Mozambique and Zambia."}, {"text_block_id": "p23_b329", "text": "There are some capacity constraints in the power transmission system more especially in the northern region where highest voltage in use is 66kV. Some transmission lines in the Southern and Central Regions are also heavily loaded and cannot transfer additional capacity available from expected power stations and interconnections with Mozambique and Zambia."}, {"text_block_id": "p24_b330", "text": "Increased transmission system capacity is crucial for evacuation of power from the generation stations, whether operated by National generation stations, IPPs or PPPs. The coming in of IPPs will also require that there should be a robust regulatory regime to ensure open access to the transmission system in a non-discriminatory manner. Hence the unbundling of the national utility company by separating the generation function from transmission and distribution was a necessary condition for ensuring this open and non-discriminatory access to the transmission system, so that all generation plants should have access thereto in a properly regulated manner under a robust Grid Code."}, {"text_block_id": "p24_b331", "text": "Since transmission projects can disturb the way of life of local communities then social and gender considerations come into play when implementing these projects."}, {"text_block_id": "p24_b332", "text": "Policy Statements"}, {"text_block_id": "p24_b333", "text": "I."}, {"text_block_id": "p24_b334", "text": "Government will intensify the expansion and rehabilitation of the transmission system in line with the IRP and in a socially and environmentally responsible manner, with a view to catalysing industrialisation, rural transformation, sustainable economic development, inclusive growth and creation of wealth."}, {"text_block_id": "p24_b335", "text": "Strategies:"}, {"text_block_id": "p24_b336", "text": "•"}, {"text_block_id": "p24_b337", "text": "Operationalising in full the new transmission and distribution company"}, {"text_block_id": "p24_b338", "text": "•"}, {"text_block_id": "p24_b339", "text": "Including all candidate transmission expansion and strengthening projects in a 20-year IRP and updates thereof."}, {"text_block_id": "p24_b340", "text": "•"}, {"text_block_id": "p24_b341", "text": "Empowering generation companies to build transmission lines and substations to interconnect the power stations with the transmission grid under the Transmission"}, {"text_block_id": "p24_b342", "text": "Operator’s coordination."}, {"text_block_id": "p24_b343", "text": "II. Government will put in place robust power market operation rules and enforce the Grid Code."}, {"text_block_id": "p24_b344", "text": "Strategy:"}, {"text_block_id": "p24_b345", "text": "•"}, {"text_block_id": "p24_b346", "text": "Reviewing the Grid Code."}, {"text_block_id": "p24_b347", "text": "III."}, {"text_block_id": "p24_b348", "text": "Government will interconnect its power system with the regional grids of SAPP and EAPP to facilitate Regional power trading."}, {"text_block_id": "p24_b349", "text": "Strategy:"}, {"text_block_id": "p24_b350", "text": "•"}, {"text_block_id": "p24_b351", "text": "Interconnecting the Malawi power system with those of Mozambique, Zambia and Tanzania."}, {"text_block_id": "p24_b352", "text": "IV."}, {"text_block_id": "p24_b353", "text": "Government will ensure that transmission operations do not perpetuate inequalities amongst marginalized groups and project affected persons."}, {"text_block_id": "p24_b354", "text": "Strategies:"}, {"text_block_id": "p25_b355", "text": "•"}, {"text_block_id": "p25_b356", "text": "Developing Social and Gender Integration Plans by ESCOM and contractors to address inward looking and outward looking social and gender issues across all transmission operations."}, {"text_block_id": "p25_b357", "text": "•"}, {"text_block_id": "p25_b358", "text": "Developing robust socially responsive Environmental and Social Impact Assessment (ESIAs) for transmission projects."}, {"text_block_id": "p25_b359", "text": "•"}, {"text_block_id": "p25_b360", "text": "Developing and implementing comprehensive socially responsive Environmental and Social Impact Management Plans for transmission projects."}, {"text_block_id": "p25_b361", "text": "•"}, {"text_block_id": "p25_b362", "text": "Developing gender sensitive Resettlement Action Plans and/or fair compensation packages."}, {"text_block_id": "p25_b363", "text": "3.1.3 Policy Priority Area 1.3: Electricity Distribution"}, {"text_block_id": "p25_b364", "text": "The country’s"}, {"text_block_id": "p25_b365_merged", "text": "electricity distribution network is owned, operated and maintained by a national utility company, ESCOM. The network is operated at 33kV and 11kV, and these voltages are stepped down using distribution transformers to 400/230Volts for secondary distribution. As of 2016, the country’s national utility supplied electricity to about 250,000 customers, categorized as domestic, general, commercial and industrial. The current number of customers translates to about 10.0 per cent of the national population having access to electricity. The government had, under the National Energy Policy of 2003, planned to increase the number of people with access to electricity from 4% to 10% of the population by 2010, 30% by 2020, and 40% by 2050."}, {"text_block_id": "p25_b368", "text": "Access to electricity in the country remains a major challenge owing to a number of factors which include: low coverage distribution network; high cost of connection to the grid, including the cost of transformers. Further, as of 2016, ESCOM had a considerable number of applications for connection of power supply, but it was unable to do the connections for various reasons, including material procurement bottlenecks and limited capacity to construct the lines to customers."}, {"text_block_id": "p25_b369", "text": "Policy Statements"}, {"text_block_id": "p25_b370", "text": "I. Government will intensify the expansion and rehabilitation of the distribution network in a socially inclusive manner."}, {"text_block_id": "p25_b371", "text": "Strategies:"}, {"text_block_id": "p25_b372", "text": "•"}, {"text_block_id": "p25_b373", "text": "Constructing new distribution lines and substations."}, {"text_block_id": "p25_b374", "text": "•"}, {"text_block_id": "p25_b375", "text": "Developing robust socially responsive ESIAs for new distribution lines and substations projects."}, {"text_block_id": "p25_b376", "text": "•"}, {"text_block_id": "p25_b377", "text": "Developing and implementing comprehensive socially responsive ESIMPs for new distribution lines and substations projects."}, {"text_block_id": "p26_b378", "text": "•"}, {"text_block_id": "p26_b379", "text": "Developing gender sensitive Resettlement Action Plans and/or fair compensation packages"}, {"text_block_id": "p26_b380", "text": "•"}, {"text_block_id": "p26_b381", "text": "Rehabilitating existing distribution lines and substations."}, {"text_block_id": "p26_b382", "text": "II. Government will incentivise distribution licensees to devise schemes that will enable consumers connect electricity to their homes, and afford basic energy efficient electrical appliances."}, {"text_block_id": "p26_b383", "text": "Strategies:"}, {"text_block_id": "p26_b384", "text": "•"}, {"text_block_id": "p26_b385", "text": "Removing duty and VAT on energy efficient domestic electric cooking and water heating appliances."}, {"text_block_id": "p26_b386", "text": "•"}, {"text_block_id": "p26_b387", "text": "Introducing lifeline tariffs to enable low income households access electricity."}, {"text_block_id": "p26_b388", "text": "III. Government will encourage distribution licensees to expedite connections to"}, {"text_block_id": "p26_b389", "text": "customers’ premises."}, {"text_block_id": "p26_b390", "text": "Strategies:"}, {"text_block_id": "p26_b391", "text": "•"}, {"text_block_id": "p26_b392", "text": "Implementing a policy whereby the distribution licensees shall allow customers to procure transformers and other materials in the event of procurement bottlenecks, and thereafter take over the assets with appropriate compensation."}, {"text_block_id": "p26_b393", "text": "•"}, {"text_block_id": "p26_b394", "text": "Implementing a policy whereby construction works will be contracted out."}, {"text_block_id": "p26_b395", "text": "•"}, {"text_block_id": "p26_b396", "text": "Promoting initial connection cost recovery from tariff payments"}, {"text_block_id": "p26_b397", "text": "IV. Government will ensure that distribution licensees have plans and strategies for fostering equal access to services and opportunities for low-income consumers and marginalized societal groups."}, {"text_block_id": "p26_b398", "text": "Strategy:"}, {"text_block_id": "p26_b399", "text": "•"}, {"text_block_id": "p26_b400", "text": "Developing Social and Gender Integration Plans by ESCOM and distribution licensees to address inward looking and outward looking social and gender issues across all distribution functions."}, {"text_block_id": "p26_b401", "text": "3.1.4 Policy Priority Area 1.4: Rural Electrification"}, {"text_block_id": "p26_b402", "text": "Rural electrification entails increasing electricity access to rural and peri-urban areas using grid and off-grid options. The Malawi Rural Electrification Program (MAREP) which is being implemented by GOM and ESCOM using the Rural Electrification Fund, has had some impact on electrification of rural and peri-urban areas in the country."}, {"text_block_id": "p26_b403", "text": "Rural electrification programme has, up to the time of formulating this policy, targeted mainly grid extensions. Renewable energy and mini grids have not been promoted significantly. Further, rural electrification has so far concentrated on electrifying selected trading or rural growth centres in the districts. Villages, especially households, grain mills,"}, {"text_block_id": "p27_b404", "text": "and social service facilities need to be reached in order to increase access to electricity as over 80% of the population of Malawi is living in rural areas."}, {"text_block_id": "p27_b405", "text": "Rural electrification projects in the country have not fully involved subgroups of rural men and women in planning, governance, management, recruitment, procurement and operations."}, {"text_block_id": "p27_b406", "text": "Many rural public institutions are not connected to electricity from the national grid, mini grids, or other sources, including renewable ones such as solar installations."}, {"text_block_id": "p27_b407", "text": "Policy Policy Statements"}, {"text_block_id": "p27_b408", "text": "I. Government will restructure Rural Electrification and Renewable Energy Management governance."}, {"text_block_id": "p27_b409", "text": "Strategy:"}, {"text_block_id": "p27_b410", "text": "•"}, {"text_block_id": "p27_b411", "text": "Establishing a Rural Electrification Agency as a semi-autonomous legal entity to manage the Rural Electrification Fund and Rural Electrification activities (in both grid extension and off-grid options)."}, {"text_block_id": "p27_b412", "text": "II. Government will through the Rural Electrification Fund, pay for the cost of a transformer and associated infrastructure where it is intended to serve a minimum prescribed number of customers."}, {"text_block_id": "p27_b413", "text": "Strategy:"}, {"text_block_id": "p27_b414", "text": "•"}, {"text_block_id": "p27_b415", "text": "Making a provision for payment of infrastructure costs in the new Rural Electrification Act."}, {"text_block_id": "p27_b416", "text": "III. Government will intensify electrification of rural growth or trading centres as well as rural settlements and villages, and provide funding for off-grid solutions."}, {"text_block_id": "p27_b417", "text": "Strategy:"}, {"text_block_id": "p27_b418", "text": "•"}, {"text_block_id": "p27_b419", "text": "Committing funds from the Rural Electrification Fund to off-grid rural electrification."}, {"text_block_id": "p27_b420", "text": "IV. Government will facilitate wiring of public institutional buildings and connection of electricity thereto, and devise schemes for the connection of electricity to low income households within 500-metre radii of distribution substations in rural areas."}, {"text_block_id": "p27_b421", "text": "Strategies:"}, {"text_block_id": "p27_b422", "text": "•"}, {"text_block_id": "p27_b423", "text": "Electrifying institutional buildings, such as schools and hospitals using the Rural Electrification Fund"}, {"text_block_id": "p27_b424", "text": "•"}, {"text_block_id": "p27_b425", "text": "Devising schemes for the Rural Electrification Fund to connect low income households within 500m radii of distribution substations."}, {"text_block_id": "p28_b426", "text": "V. Government will promote rural electrification programmes that create and strengthen equal opportunities for all segments of society."}, {"text_block_id": "p28_b427", "text": "Strategies:"}, {"text_block_id": "p28_b428", "text": "•"}, {"text_block_id": "p28_b429", "text": "Developing Social and Gender Integration Plans by the Rural Electrification Agency, MAREP and contractors to address inward looking and outward looking social and gender issues across rural electrification functions."}, {"text_block_id": "p28_b430", "text": "•"}, {"text_block_id": "p28_b431", "text": "Devising rural electrification interventions for low income households-that deliberately target male, female, child and elderly headed households."}, {"text_block_id": "p28_b432", "text": "3.1.5 Policy Priority Area 1.5: Electricity from Renewable Energy"}, {"text_block_id": "p28_b433", "text": "Malawi is well endowed with renewable energy resources including good sunshine throughout the year for photo-voltaic and photo-thermal applications, reasonable wind speeds for water pumping and power generation, a number of perennial rivers with hydro power potential, reasonably large quantities of biomass materials for electricity generation and hot springs for geothermal power generation. GOM has developed renewable energy strategy and SE4ALL action agenda which will guide investments in renewable energy sub-sector. Social and gender issues will be taken into consideration in implementing renewable energy interventions. Despite having abundant renewable energy resources, they have not been fully exploited and their penetration into the energy mix is still low."}, {"text_block_id": "p28_b434", "text": "The barriers to exploitation of renewable energy resources include the following:"}, {"text_block_id": "p28_b435", "text": "a)"}, {"text_block_id": "p28_b436", "text": "Prohibitive capital costs of RET systems and products,"}, {"text_block_id": "p28_b437", "text": "b)"}, {"text_block_id": "p28_b438", "text": "Inadequate human capacity building at all levels in RET products, services, installation and maintenance, and marketing;"}, {"text_block_id": "p28_b439", "text": "c)"}, {"text_block_id": "p28_b440", "text": "Lack of information to or awareness by the population; and"}, {"text_block_id": "p28_b441", "text": "d)"}, {"text_block_id": "p28_b442", "text": "Lack of enforcement mechanisms for standards resulting in a proliferation of poor quality products."}, {"text_block_id": "p28_b443", "text": "Policy Statements"}, {"text_block_id": "p28_b444", "text": "I. Government will strengthen the exploitation of renewable energy resources"}, {"text_block_id": "p28_b445", "text": "Strategies:"}, {"text_block_id": "p28_b446", "text": "•"}, {"text_block_id": "p28_b447", "text": "Integrating inclusive renewable energy utilisation into the Integrated Resource Plan."}, {"text_block_id": "p28_b448", "text": "•"}, {"text_block_id": "p28_b449", "text": "Promulgating and regularly review standards for RET products, especially Solar PV and Pico Solar Products."}, {"text_block_id": "p29_b450", "text": "I."}, {"text_block_id": "p29_b451", "text": "Government will promote use of renewable energy technologies and manufacture of renewable energy products such as solar panels"}, {"text_block_id": "p29_b452", "text": "Strategies:"}, {"text_block_id": "p29_b453", "text": "•"}, {"text_block_id": "p29_b454", "text": "Expediting assessment and development of renewable energy resources such as geothermal, solar, wind and biomass."}, {"text_block_id": "p29_b455", "text": "•"}, {"text_block_id": "p29_b456", "text": "Adopting an RE strategy that promotes RE through incentives to new players."}, {"text_block_id": "p29_b457", "text": "•"}, {"text_block_id": "p29_b458", "text": "Establishing fiscal incentives for renewable energy using existing funds such as the Rural Electrification Fund."}, {"text_block_id": "p29_b459", "text": "•"}, {"text_block_id": "p29_b460", "text": "Developing a strategy for public awareness campaigns on renewable energy technologies targeted at rural, urban and peri-urban consumers and focusing on availability, benefits, and suppliers."}, {"text_block_id": "p29_b461", "text": "•"}, {"text_block_id": "p29_b462", "text": "Promoting RET products for vulnerable and marginalized groups."}, {"text_block_id": "p29_b463", "text": "II."}, {"text_block_id": "p29_b464", "text": "Government will support small-scale renewable energy initiatives by communities or entrepreneurs."}, {"text_block_id": "p29_b465", "text": "Strategies:"}, {"text_block_id": "p29_b466", "text": "•"}, {"text_block_id": "p29_b467", "text": "Developing appropriate regulations for specific small-scale technologies under the Renewable Energy Act."}, {"text_block_id": "p29_b468", "text": "•"}, {"text_block_id": "p29_b469", "text": "Reviewing the feed-in tariffs to ensure that all technologies including mini-grids are sustainably accommodated."}, {"text_block_id": "p29_b470", "text": "•"}, {"text_block_id": "p29_b471", "text": "Involving communities in community energy planning and implementation."}, {"text_block_id": "p29_b472", "text": "•"}, {"text_block_id": "p29_b473", "text": "Equipping all stand-alone renewable source powered mini-grids and privately owned installations with Net Metering to ensure their continued use upon connection to the grid."}, {"text_block_id": "p29_b474", "text": "•"}, {"text_block_id": "p29_b475", "text": "Promoting competitive bidding for mini-grid concessions in order to achieve the best value for money."}, {"text_block_id": "p29_b476", "text": "III."}, {"text_block_id": "p29_b477", "text": "Government will promote capacity building, in all areas of RET programming, supply and services, as well as in entrepreneurship and management, taking into account gender and social issues."}, {"text_block_id": "p29_b478", "text": "Strategies:"}, {"text_block_id": "p29_b479", "text": "•"}, {"text_block_id": "p29_b480", "text": "Developing an inclusive and comprehensive RE Capacity Building Plan that ensures that renewable energy interventions/services are suitable to the different needs of women and men and their subgroups."}, {"text_block_id": "p30_b481", "text": "•"}, {"text_block_id": "p30_b482", "text": "Implementing the developed inclusive and comprehensive RE Capacity Building Plan that ensures that renewable energy interventions/services are suitable to the different needs of women and men and their subgroups."}, {"text_block_id": "p30_b483", "text": "•"}, {"text_block_id": "p30_b484", "text": "Devising incentives to increase numbers of well qualified male and female RET artisans, technicians, professional engineers, and entrepreneurs."}, {"text_block_id": "p30_b485", "text": "IV."}, {"text_block_id": "p30_b486", "text": "Government will build strong partnerships with the private sector and CSOs (including PPPs) to promote the manufacture, distribution, use and financing of improved renewable energy technologies."}, {"text_block_id": "p30_b487", "text": "Strategies:"}, {"text_block_id": "p30_b488", "text": "•"}, {"text_block_id": "p30_b489", "text": "Introducing financing schemes and incentives for the private sector to locally manufacture and distribute RE products."}, {"text_block_id": "p30_b490", "text": "•"}, {"text_block_id": "p30_b491", "text": "Expediting accreditation of RE manufacturers and suppliers and the certification of RE products."}, {"text_block_id": "p30_b492", "text": "•"}, {"text_block_id": "p30_b493", "text": "Strengthening the capacity of CSOs and decentralized structures in RET programming and interventions."}, {"text_block_id": "p30_b494", "text": "3.1.6"}, {"text_block_id": "p30_b495", "text": "Policy Priority Area 1.6: Definition and Measurement of Access to Electricity"}, {"text_block_id": "p30_b496_merged", "text": "The method used for defining and measuring electricity access revolved around grid connections – one either had a grid connection or did not. In view of the fact that off-grid technologies such as PSPs and isolated mini-grids provide fundamental electricity services to users, the Sustainable Energy for All (SE4All) Initiative developed the Global Tracking Framework (GTF) as an improved method of defining and measuring energy access as illustrated in"}, {"text_block_id": "p30_b499", "text": "Annex 2."}, {"text_block_id": "p30_b500", "text": "The Government has noted an increase in the use of PSPs and an emerging potential of increasing electricity access through decentralised mini grid systems. These need to be taken into account when measuring access to electricity."}, {"text_block_id": "p30_b501", "text": "Policy Statement"}, {"text_block_id": "p30_b502", "text": "I. Government will adopt the Global Tracking Framework (GTF) for and measuring access to electricity."}, {"text_block_id": "p30_b503", "text": "Strategies:"}, {"text_block_id": "p30_b504", "text": "•"}, {"text_block_id": "p30_b505", "text": "Adopting (and if necessary adapting) the Global Tracking Framework."}, {"text_block_id": "p30_b506", "text": "•"}, {"text_block_id": "p30_b507", "text": "Conducting annual surveys to determine percentages for all tiers."}, {"text_block_id": "p30_b508", "text": "•"}, {"text_block_id": "p30_b509", "text": "Presenting access levels for each year in the GTF format."}, {"text_block_id": "p31_b510", "text": "3.2 Policy Priority Area 2: Biomass"}, {"text_block_id": "p31_b511_merged", "text": "This Policy priority area relates to biomass used for purposes other than electricity generation. Malawi’s energy balance is dominated by biomass (firewood, charcoal, agricultural and industrial wastes), which account for 80% of the total primary energy supply due to, among other reasons, lack of affordable and reliable alternatives. GoM has recognised that biomass remains an important source of energy for the foreseeable future. To this end, GoM is promoting sustainable production and efficient use of biomass. Therefore, GoM has set a target to roll out 2million efficient cookstoves by 2020 to reduce biomass consumption. A national cookstoves road map has been developed in working towards achieving this target."}, {"text_block_id": "p31_b514", "text": "The major challenge in biomass sub sector is unsustainable production and inefficient use. Beside this, there are negative health issues associated with wood fuel for cooking. Burning of bricks for construction of houses is also another cause of high biomass consumption. There are technologies now for reduction of biomass required for brick burning, which need to be promoted. There are also new improved technologies for charcoal making, which use less wood than the traditional charcoal making methods."}, {"text_block_id": "p31_b515", "text": "Policy Statements"}, {"text_block_id": "p31_b516", "text": "I."}, {"text_block_id": "p31_b517", "text": "Government will build strong partnerships with the private sector and NGOs (including PPPs) to promote the manufacture, supply, use and financing of improved cook stoves, brick kilns, charcoal kilns and biomass briquettes and pellets."}, {"text_block_id": "p31_b518", "text": "Strategies:"}, {"text_block_id": "p31_b519", "text": "•"}, {"text_block_id": "p31_b520", "text": "Promoting the creation of feasible business models for modern technologies for biomass technologies (e.g. improved cook stoves, charcoal kilns, etc.)"}, {"text_block_id": "p31_b521", "text": "•"}, {"text_block_id": "p31_b522", "text": "Promoting incentives to CSOs to increase the uptake of modern biomass technologies."}, {"text_block_id": "p31_b523", "text": "•"}, {"text_block_id": "p31_b524", "text": "Promoting alternative technologies to charcoal in urban and peri-urban areas to reduce the demand for charcoal."}, {"text_block_id": "p31_b525", "text": "•"}, {"text_block_id": "p31_b526", "text": "Introducing incentives for the growth of industries in manufacturing and distribution of improved cook stoves, brick kilns, charcoal kilns and biomass briquettes."}, {"text_block_id": "p31_b527", "text": "•"}, {"text_block_id": "p31_b528", "text": "Introducing customs duty and VAT incentives to promote the wide availability of improved locally made cook stoves."}, {"text_block_id": "p31_b529", "text": "•"}, {"text_block_id": "p31_b530", "text": "Enforcing of banning of illegal charcoal production."}, {"text_block_id": "p31_b531", "text": "•"}, {"text_block_id": "p31_b532", "text": "Promoting growing of commercial trees e.g. bamboos, as an alternative to natural trees for charcoal production."}, {"text_block_id": "p32_b533", "text": "II. Government will intensify training and nationwide promotional activities for improved cook stoves, brick kilns, charcoal kilns, and biomass briquettes"}, {"text_block_id": "p32_b534", "text": "Strategies:"}, {"text_block_id": "p32_b535", "text": "•"}, {"text_block_id": "p32_b536", "text": "Building and strengthening capacity in new biomass technologies."}, {"text_block_id": "p32_b537", "text": "•"}, {"text_block_id": "p32_b538", "text": "Increasing public knowledge and utilization of improved biomass technologies and their economic opportunities."}, {"text_block_id": "p32_b539", "text": "•"}, {"text_block_id": "p32_b540", "text": "Developing and implementing a Biomass Energy Technologies Training Strategy."}, {"text_block_id": "p32_b541", "text": "III. Government will ensure that low income and marginalized groups have equitable access to, control over and benefit from biomass technologies."}, {"text_block_id": "p32_b542", "text": "Strategy:"}, {"text_block_id": "p32_b543", "text": "•"}, {"text_block_id": "p32_b544", "text": "Strengthening targeted biomass interventions for low income and marginalized groups in urban and rural areas to access and control technologies"}, {"text_block_id": "p32_b545", "text": "IV. Government will entrust and empower local authorities to promote the utilisation of efficient biomass technologies."}, {"text_block_id": "p32_b546", "text": "Strategies:"}, {"text_block_id": "p32_b547", "text": "•"}, {"text_block_id": "p32_b548", "text": "Recruiting District Energy Officers."}, {"text_block_id": "p32_b549", "text": "•"}, {"text_block_id": "p32_b550", "text": "Strengthening district level capacity to implement sustainable programmes and projects related to biomass technologies."}, {"text_block_id": "p32_b551", "text": "•"}, {"text_block_id": "p32_b552", "text": "Include biomass programmes in District Implementation Plans (DIP)."}, {"text_block_id": "p32_b553", "text": "V. Government will promote the certification and labelling of all energy efficient commercial cook stoves that are sold as commercial products on the market"}, {"text_block_id": "p32_b554", "text": "Strategy:"}, {"text_block_id": "p32_b555", "text": "•"}, {"text_block_id": "p32_b556", "text": "Developing and enforcing standards on cook stoves sold as commercial products"}, {"text_block_id": "p32_b557", "text": "VI. Government will encourage charcoal making communities to venture into alternative income generating activities."}, {"text_block_id": "p32_b558", "text": "Strategy:"}, {"text_block_id": "p32_b559", "text": "•"}, {"text_block_id": "p32_b560", "text": "Building linkages between the energy sector and economic empowerment initiatives that are implemented by other sectors in charcoal making areas."}, {"text_block_id": "p33_b561", "text": "3.3 Policy Priority Area 3: Petroleum Fuels"}, {"text_block_id": "p33_b562", "text": "The Petroleum fuels industry in Malawi has two principal parts namely upstream and downstream. Upstream covers exploration, production and refining of crude oil. Supply logistics and marketing petroleum fuel products are downstream. The mandate of the Ministry responsible for energy falls within the downstream activities. Petroleum fuels distributed in the country are petrol (gasoline), diesel, paraffin (kerosene) and heavy fuel oil (HFO). The country is obliged to import refined petroleum fuels since it lacks domestic refining facilities. Importation of petroleum fuels is done through a consortium of oil marketing companies known as Petroleum Importers Limited (PIL) and National Oil Company of Malawi (NOCMA) which also owns, operate and maintain national strategic fuel reserves"}, {"text_block_id": "p33_b563", "text": ". Retailing of petroleum fuels is done by OMC’s through a franch"}, {"text_block_id": "p33_b564", "text": "ising system in which they are allowed to own a maximum of two retails outlets and franchise the rest. GoM uses and is committed to maintaining the Automatic Fuel Price Adjustment Mechanism to ensure that the OMCs are able to recover their costs in a timely manner"}, {"text_block_id": "p33_b565", "text": "The Government is implementing bulk procurement system in the importation of fuel into the country. The private sector is being encouraged to participate actively in the downstream activities of the fuels market. Government has also established inland dry ports to hold fuels that would last for 60 days. All licensees are required to hold at least 30 days of fuel holdings not just in tankers but in storage facilities"}, {"text_block_id": "p33_b566", "text": ", giving a national total of 90 days’ supply"}, {"text_block_id": "p33_b567", "text": ". If necessary, the inland ports that have been constructed can be used to host fuel for Oil Marketing Companies (OMCs) at a fee. These should therefore be regarded as common user facilities."}, {"text_block_id": "p33_b568", "text": "Paraffin has for some time been used for cooking and lighting. Its combustion does, however, release fumes that are hazardous. In order to contribute to a shift away from biomass for cooking, households shall be encouraged to use paraffin for cooking, but using only modern and efficient paraffin cook stoves."}, {"text_block_id": "p33_b569_merged_merged_merged", "text": "The challenges in the petroleum fuels industry are that some Oil Marketing Companies keep fuels in tankers as they do not have sufficient storage facilities. This is not efficient as it grounds those tankers instead of letting them go and haul more fuel. Further, some OMC’s do not comply with the franchised system."}, {"text_block_id": "p33_b572", "text": "Policy Statements"}, {"text_block_id": "p33_b573", "text": "I. Government will ensure the country has adequate petroleum fuels, including paraffin, at all times to meet the demand of the country."}, {"text_block_id": "p33_b574", "text": "Strategies:"}, {"text_block_id": "p33_b575", "text": "•"}, {"text_block_id": "p33_b576", "text": "Maintaining a minimum reserve of 90 days’ supply of fuel"}, {"text_block_id": "p33_b577", "text": "."}, {"text_block_id": "p34_b578", "text": "•"}, {"text_block_id": "p34_b579", "text": "Promoting cost-effective, efficient and environmentally and socially responsive alternative conveyance methods such as pipelines and water barges to ensure lower landed cost of petroleum products."}, {"text_block_id": "p34_b580", "text": "•"}, {"text_block_id": "p34_b581", "text": "Promoting exploration for petroleum for energy security."}, {"text_block_id": "p34_b582", "text": "•"}, {"text_block_id": "p34_b583", "text": "Providing customs duty and VAT incentives."}, {"text_block_id": "p34_b584", "text": "II. Government will promote the participation of the private sector in the oil market."}, {"text_block_id": "p34_b585", "text": "Strategies:"}, {"text_block_id": "p34_b586", "text": "•"}, {"text_block_id": "p34_b587", "text": "Reviewing and enforcing legislation to adopt a system of bulk procurement of fuel."}, {"text_block_id": "p34_b588", "text": "•"}, {"text_block_id": "p34_b589", "text": "Utilizing the Government fuel storage facilities as inland dry ports and common-user facilities."}, {"text_block_id": "p34_b590", "text": "•"}, {"text_block_id": "p34_b591", "text": "Developing and implementing guidelines for franchising of liquid fuel outlets to be adhered to by all OMCs."}, {"text_block_id": "p34_b592", "text": "•"}, {"text_block_id": "p34_b593", "text": "Introducing incentives to contribute to economic empowerment of Malawians in the oil market, including ownership, operation and management of filling stations"}, {"text_block_id": "p34_b594", "text": "III."}, {"text_block_id": "p34_b595", "text": "Government will promote deliberate planning that strengthens the equitable participation of men, women and marginalized groups in the oil market."}, {"text_block_id": "p34_b596", "text": "Strategies:"}, {"text_block_id": "p34_b597", "text": "•"}, {"text_block_id": "p34_b598", "text": "Introducing and/or strengthening youth and women mentorship and capacity building programmes in the oil market."}, {"text_block_id": "p34_b599", "text": "•"}, {"text_block_id": "p34_b600", "text": "Developing social and gender inclusion strategies for increasing equal opportunities in employment and addressing social and gender issues in the oil market."}, {"text_block_id": "p34_b601", "text": "IV."}, {"text_block_id": "p34_b602", "text": "MERA shall maintain the automatic fuel price adjustment system and apply it in a transparent manner."}, {"text_block_id": "p34_b603", "text": "Strategy:"}, {"text_block_id": "p34_b604", "text": "•"}, {"text_block_id": "p34_b605", "text": "Regulating fuel prices through use of a transparent and verifiable fuel price adjustment system."}, {"text_block_id": "p35_b606", "text": "3.4 Policy Priority Area 4: Bioethanol And Other Biofuels"}, {"text_block_id": "p35_b607", "text": "Biofuels, in the form of bioethanol and biodiesel, are another important source of fuel that are being exploited in Malawi. Currently Biofuels provide 4% of transport energy coming from locally-produced bio-ethanol and bio-diesel that is blended with petroleum fuels at blending ratios of 20:80 and 9:91 respectively. Currently, there are only two companies producing bioethanol in the country, and it is being produced from sugarcane molasses. On the other hand, there is currently one company that is producing biodiesel, and it is being produced from jatropha."}, {"text_block_id": "p35_b608_merged", "text": "The key challenges in biofuels industry include bioethanol has a lower calorific value making it a less efficient fuel relative to petrol or diesel – a disadvantage that is compensated for by its ability to enhance the octane rating of petrol. It also acts as an oxygenate in petrol engines, thereby contributing to abatement of pollution by eliminating production of carbon monoxide and other harmful gases. A more fundamental problem, however, is reliability of supply because of the current limited national bioethanol production capacity arising from insufficient supply of molasses."}, {"text_block_id": "p35_b611", "text": "In addition, there is no nation-wide dedicated pump station infrastructure for handling bioethanol grades other than the existing blended petrol. While Malawi does not use staple food crops, notably maize and cassava, for production of bioethanol, it is important for the National Energy Policy to ensure that production of bioethanol does not threaten food security. Equally, that jatropha plants, as opposed to edible oilseeds such as sunflower or groundnuts, are currently being used to produce small quantities of biodiesel does not remove the potential risk that could arise from use of food crops for production of biofuels."}, {"text_block_id": "p35_b612", "text": "Policy Statements"}, {"text_block_id": "p35_b613", "text": "I."}, {"text_block_id": "p35_b614", "text": "Government will support, encourage and promote the production of bioethanol and biodiesel for blending or stand-alone use in vehicles, as well as cooking, lighting, etc. provided that such production does not threaten food security"}, {"text_block_id": "p35_b615", "text": "Strategies:"}, {"text_block_id": "p35_b616", "text": "•"}, {"text_block_id": "p35_b617", "text": "Increasing the supply of bio-ethanol and bio-diesel."}, {"text_block_id": "p35_b618", "text": "•"}, {"text_block_id": "p35_b619", "text": "Promoting fiscal incentives for bio-ethanol and bio-diesel production."}, {"text_block_id": "p35_b620", "text": "•"}, {"text_block_id": "p35_b621", "text": "Promoting the use of bio-fuels through appropriate pricing incentives."}, {"text_block_id": "p36_b622", "text": "•"}, {"text_block_id": "p36_b623", "text": "Implementing socially and environmentally responsive large scale bio-ethanol and bio-diesel projects."}, {"text_block_id": "p36_b624", "text": "•"}, {"text_block_id": "p36_b625", "text": "Increasing local capacity to produce bioethanol and biodiesel fuels without"}, {"text_block_id": "p36_b626", "text": "threatening food security, especially through the collaboration of farmers’ cooperatives, women farmers’ coalitions, and other marginalized groups."}, {"text_block_id": "p36_b627", "text": "•"}, {"text_block_id": "p36_b628", "text": "Engaging the National Commission for Science and Technology and academic and research institutions in discussions on biofuel mixtures and their usage in vehicles."}, {"text_block_id": "p36_b629", "text": "•"}, {"text_block_id": "p36_b630", "text": "Promoting socially responsive research and development in the biofuels areas."}, {"text_block_id": "p36_b631", "text": "II. Government will promote equal opportunities for the participation of the citizenry in the biofuels industry including in building capacity in biofuel technologies."}, {"text_block_id": "p36_b632", "text": "Strategy:"}, {"text_block_id": "p36_b633", "text": "•"}, {"text_block_id": "p36_b634", "text": "Developing plans and strategies that facilitate the capacity building of both women and men in b"}, {"text_block_id": "p36_b635", "text": "iofuel technologies and to increase women’s participation in the industry"}, {"text_block_id": "p36_b636", "text": "III. Government will ensure that the production of biofuels does not threaten food security."}, {"text_block_id": "p36_b637", "text": "Strategies"}, {"text_block_id": "p36_b638", "text": ":"}, {"text_block_id": "p36_b639", "text": "•"}, {"text_block_id": "p36_b640", "text": "Promote the growing and use of non-staple food crops as bio-ethanol and bio-diesel raw materials. Food crops and productive land shall only be used for biofuel production where there is an assurance that food security will not be impacted negatively."}, {"text_block_id": "p36_b641", "text": "•"}, {"text_block_id": "p36_b642", "text": "Intensifying public awareness campaigns to ensure that smallholder farmers’ land for"}, {"text_block_id": "p36_b643", "text": "the cultivation of food crops is not used to grow biofuel feedstock."}, {"text_block_id": "p36_b644", "text": "IV."}, {"text_block_id": "p36_b645", "text": "In addition to continuing with the current 80:20 petrol to bioethanol blending ratio, Government will promote the use of flex vehicles capable of running on 100% bioethanol and any other blending ratio"}, {"text_block_id": "p36_b646", "text": "Strategies:"}, {"text_block_id": "p36_b647", "text": "•"}, {"text_block_id": "p36_b648", "text": "Implementing a phased installation of bioethanol pumps in line with increased production of bioethanol."}, {"text_block_id": "p36_b649", "text": "•"}, {"text_block_id": "p36_b650", "text": "Promoting awareness campaigns on the uptake of new technologies (e.g. flex vehicles)."}, {"text_block_id": "p36_b651", "text": "•"}, {"text_block_id": "p36_b652", "text": "Promoting importation of conversion kits for existing petrol powered vehicles."}, {"text_block_id": "p37_b653", "text": "V."}, {"text_block_id": "p37_b654", "text": "In addition to continuing with the current 91:9 diesel to straight vegetable oil blending ratio, Government will promote the use of vehicles capable of running on 100% biodiesel and any other blending ratio."}, {"text_block_id": "p37_b655", "text": "Strategies:"}, {"text_block_id": "p37_b656", "text": "•"}, {"text_block_id": "p37_b657", "text": "Implementing a phased installation of biodiesel pumps in line with increased production of biodiesel."}, {"text_block_id": "p37_b658", "text": "•"}, {"text_block_id": "p37_b659", "text": "Promoting awareness campaigns to ensure that there is uptake of new technologies (e.g. flex vehicles)."}, {"text_block_id": "p37_b660", "text": "•"}, {"text_block_id": "p37_b661", "text": "Promoting importation of conversion kits for existing diesel powered vehicles."}, {"text_block_id": "p38_b662", "text": "3.5 Policy Priority Area 5: Liquefied Petroleum Gas, Biogas And Natural Gas"}, {"text_block_id": "p38_b663", "text": "Liquefied Petroleum Gas (LPG), Natural Gas and Biogas are important alternative energy sources to fuelwood for cooking and heating. Malawi imports LPG for domestic, commercial and industrial use. Importation, distribution, wholesaling and retailing of LPG is done by the private sector and is regulated by MERA. In the country, LPG is mostly, if not entirely, used for cooking and heating on the domestic front."}, {"text_block_id": "p38_b664_merged", "text": "Natural gas is a source of energy for heating and can also be used for electricity generation. The gas has lesser impact on the environment than that of other fossil fuels such as oil and paraffin. Malawi’s neighbouring countries of Mozambique and Tanzania have large deposits of natural gas which they are planning to extract. Malawi can take advantage of this opportunity to tap into the source if it can build appropriate infrastructure such as transmission pipelines and distribution and reticulation systems."}, {"text_block_id": "p38_b667", "text": "There are no large scale gas networks in Malawi but there is a large potential market for biogas which could help replace fossil fuel based canisters that are used for cooking in homes, as well as lead to a switch from firewood-based fuels in cooking in other areas. There are also many opportunities to establish smaller biogas networks, utilising local waste products in rural and urban areas. There are, however, several challenges that are hindering the uptake of the technology in Malawi. The first challenge is lack of awareness and knowledge on the existence of the technology. Secondly, people are reluctant to use biogas produced from, for example, animal dung for cooking. The third challenge is the inadequate technical expertise in the technology. The technology requires experts for the design and construction of the biogas systems."}, {"text_block_id": "p38_b668", "text": "However, there are several barriers to increased use of LPG and Biogas, and adoption of Natural Gas in Malawi, one of which is cost. There is need to look at ways of doing away with barriers to lower pricing and increased uptake of LPG, Biogas and Natural Gas, and to identify potential partnerships to promote greater market penetration. Infrastructure for Natural Gas is also relatively expensive, hence the need for partnerships with the private sector."}, {"text_block_id": "p38_b669", "text": "The second issue is safety. It is perceived by a majority of Malawians that gas is unsafe to use i.e. it can cause fire accidents."}, {"text_block_id": "p38_b670", "text": "The third barrier is lack of a wide distribution network or system for exchanging cylinders. At present these are concentrated in cities and towns, and they need to be rolled out to rural areas as well."}, {"text_block_id": "p38_b671", "text": "Policy Statements"}, {"text_block_id": "p39_b672", "text": "I."}, {"text_block_id": "p39_b673", "text": "Government will ensure availability of LPG, Biogas and Natural Gas in sufficient quantities at affordable prices for industrial (electricity generation, heat) and domestic use"}, {"text_block_id": "p39_b674", "text": "Strategies:"}, {"text_block_id": "p39_b675", "text": "•"}, {"text_block_id": "p39_b676", "text": "Undertaking legal and regulatory reviews to facilitate institutional reforms for investments in and utilization of LPG, biogas and natural gas."}, {"text_block_id": "p39_b677", "text": "•"}, {"text_block_id": "p39_b678", "text": "Promoting tax and other fiscal incentives for large scale investments in LPG, biogas and natural gas."}, {"text_block_id": "p39_b679", "text": "•"}, {"text_block_id": "p39_b680", "text": "Implementing a phased program to accelerate the penetration of LPG and natural gas."}, {"text_block_id": "p39_b681", "text": "•"}, {"text_block_id": "p39_b682", "text": "Providing customs duty and VAT incentives to promote the wide availability of small LPG cylinders and gas cookers, and make them affordable to low income households."}, {"text_block_id": "p39_b683", "text": "•"}, {"text_block_id": "p39_b684", "text": "Promoting use of LPG, Biogas and Natural Gas through fiscal incentives to financially viable companies to construct own storage facilities that meet prescribed minimum stockholding requirements."}, {"text_block_id": "p39_b685", "text": "II. Government will implement programmes aimed at building the capacity of the LPG, Biogas and Natural Gas Industry"}, {"text_block_id": "p39_b686", "text": "Strategies:"}, {"text_block_id": "p39_b687", "text": "•"}, {"text_block_id": "p39_b688", "text": "Promoting socially inclusive and well trained LPG, biogas and natural gas suppliers and users."}, {"text_block_id": "p39_b689", "text": "•"}, {"text_block_id": "p39_b690", "text": "Conducting awareness campaigns on the safe use of LPG, biogas and natural gas."}, {"text_block_id": "p39_b691", "text": "•"}, {"text_block_id": "p39_b692", "text": "Promulgating Regulations and standards on supply and distribution of cylinders for LPG (such as safety regulations, quality of cylinders etc)."}, {"text_block_id": "p39_b693", "text": "•"}, {"text_block_id": "p39_b694", "text": "Implementing Regulations and standards on supply and distribution of cylinders for LPG (such as safety regulations, quality of cylinders etc)."}, {"text_block_id": "p39_b695", "text": "III. Government will promote an LPG, Biogas and Natural Gas industry that actively strengthens the participation and economic empowerment of local women, men and the youth in the industry."}, {"text_block_id": "p39_b696", "text": "Strategies:"}, {"text_block_id": "p39_b697", "text": "•"}, {"text_block_id": "p39_b698", "text": "Developing plans and strategies to facilitate the capacity building of local women, men and the youth to be entrepreneurs in the industry."}, {"text_block_id": "p39_b699", "text": "•"}, {"text_block_id": "p39_b700", "text": "Building the knowledge and skills local women, men and the youth in LPG, biogas ad Natural Gas technologies."}, {"text_block_id": "p39_b701", "text": "•"}, {"text_block_id": "p39_b702", "text": "Devising plans, strategies and incentives to increase the employment of local women and the youth in the industry."}, {"text_block_id": "p40_b703", "text": "IV. Government will establish PPPs for the purpose of exploring and extracting Natural Gas and construction of the associated infrastructure"}, {"text_block_id": "p40_b704", "text": "Strategy:"}, {"text_block_id": "p40_b705", "text": "•"}, {"text_block_id": "p40_b706", "text": "Engaging private companies with expertise in the industry that are interested in establishing partnerships."}, {"text_block_id": "p41_b707", "text": "3.6 Policy Priority Area 6: Coal"}, {"text_block_id": "p41_b708", "text": "Malawi has 1 billion metric tonnes of probable coal reserves. These resources occur in some parts of the Northern Region (Karonga and Rumphi) and the Southern Region (Lengwe and Mwabvi Game Reserves in the Lower Shire Valley). Although coal deposits have been known to exist at several locations in Malawi, coal mining only started as recently as 1985. Main challenges facing the Coal Supply Industry (CSI) include the following:"}, {"text_block_id": "p41_b709", "text": "a)"}, {"text_block_id": "p41_b710", "text": "Lack of price competitiveness for Northern Malawian coal compared to imported coal;"}, {"text_block_id": "p41_b711", "text": "b)"}, {"text_block_id": "p41_b712", "text": "None existence of competition within the industry (23 years after market liberalisation of 1995, there are still just a few mining companies);"}, {"text_block_id": "p41_b713", "text": "c)"}, {"text_block_id": "p41_b714", "text": "Low productivity and high production costs owing to the use of obsolete technologies;"}, {"text_block_id": "p41_b715", "text": "d)"}, {"text_block_id": "p41_b716", "text": "None availability of appropriate end-use technologies enabling use of coal in new market niches e.g. household and tobacco curing;"}, {"text_block_id": "p41_b717", "text": "e)"}, {"text_block_id": "p41_b718", "text": "A general lack of information on firm coal reserves as a result of limited exploration; and"}, {"text_block_id": "p41_b719", "text": "f)"}, {"text_block_id": "p41_b720", "text": "Absence of an appropriate regulatory framework to govern downstream marketing, transportation and utilisation."}, {"text_block_id": "p41_b721", "text": "Policy Statements"}, {"text_block_id": "p41_b722", "text": "I. Government will promote and encourage the private sector to take a leading role in the coal industry subject to regulatory and licensing requirements."}, {"text_block_id": "p41_b723", "text": "Strategies:"}, {"text_block_id": "p41_b724", "text": "•"}, {"text_block_id": "p41_b725", "text": "Empowering the private sector to intensify exploration for and exploitation of coal reserves."}, {"text_block_id": "p41_b726", "text": "•"}, {"text_block_id": "p41_b727", "text": "Ensuring that pricing for locally mined coal is competitive."}, {"text_block_id": "p41_b728", "text": "II."}, {"text_block_id": "p41_b729", "text": "Government will ensure that the responsible regulatory institutions regulate the storage, transportation, importation, marketing, usage, and pricing of coal."}, {"text_block_id": "p41_b730", "text": "Strategies:"}, {"text_block_id": "p41_b731", "text": "•"}, {"text_block_id": "p41_b732", "text": "Implementing a systematic programme of inspection of coal storage facilities, combustion processes, and transportation systems,"}, {"text_block_id": "p41_b733", "text": "•"}, {"text_block_id": "p41_b734", "text": "Devising mechanisms to monitor pricing and marketing operations,"}, {"text_block_id": "p41_b735", "text": "•"}, {"text_block_id": "p41_b736", "text": "Putting in place competitive coal haulage and brokerage arrangements,"}, {"text_block_id": "p41_b737", "text": "•"}, {"text_block_id": "p41_b738", "text": "Reviewing and enforcing the relevant legislation and ensuring safe, healthy and environmentally friendly operations in the supply chain,"}, {"text_block_id": "p42_b739", "text": "•"}, {"text_block_id": "p42_b740", "text": "Ensuring the coal production, transportation, utilization and waste disposal processes produce minimal pollutants."}, {"text_block_id": "p42_b741", "text": "III."}, {"text_block_id": "p42_b742", "text": "Government will put sustainable measures and regulations in place to ensure that the mining, transportation, storage and utilisation of coal have minimal adverse health, social and safety impacts."}, {"text_block_id": "p42_b743", "text": "Strategies:"}, {"text_block_id": "p42_b744", "text": "•"}, {"text_block_id": "p42_b745", "text": "Putting in place all-inclusive capacity building programmes"}, {"text_block_id": "p42_b746", "text": "•"}, {"text_block_id": "p42_b747", "text": "Developing Environmental and Social Impact Management Plans (or equivalent) to address environmental issues affecting the coal industry"}, {"text_block_id": "p42_b748", "text": "•"}, {"text_block_id": "p42_b749", "text": "Developing Social and Gender Integration Plans (or equivalent) to address inward looking and outward looking social and gender issues affecting the coal industry."}, {"text_block_id": "p42_b750", "text": "IV."}, {"text_block_id": "p42_b751", "text": "Government will promote coal as a fuel for power generation and as an alternative for household, tobacco curing and other applications."}, {"text_block_id": "p42_b752", "text": "Strategies:"}, {"text_block_id": "p42_b753", "text": "•"}, {"text_block_id": "p42_b754", "text": "Implementing environmentally friendly coal-fired electricity generation projects."}, {"text_block_id": "p42_b755", "text": "•"}, {"text_block_id": "p42_b756", "text": "Conducting ESIAs and developing/implementing comprehensive impact mitigation plans."}, {"text_block_id": "p42_b757", "text": "•"}, {"text_block_id": "p42_b758", "text": "Developing and implementing Gender Sensitive Resettlement Action Plans and/or fair compensation packages."}, {"text_block_id": "p42_b759", "text": "•"}, {"text_block_id": "p42_b760", "text": "Promoting appropriate end-use technologies to facilitate use of coal in household and tobacco curing applications."}, {"text_block_id": "p42_b761", "text": "V. Government will, through the Environmental Affairs Department and MERA, shall ensure that all coal combustion installations abide by set minimum standards."}, {"text_block_id": "p42_b762", "text": "Strategies:"}, {"text_block_id": "p42_b763", "text": "•"}, {"text_block_id": "p42_b764", "text": "Implementing systematic inspection programmes for coal combustion installations."}, {"text_block_id": "p42_b765", "text": "•"}, {"text_block_id": "p42_b766", "text": "Supporting research into, and the development of, more efficient coal-combustion technologies."}, {"text_block_id": "p42_b767", "text": "•"}, {"text_block_id": "p42_b768", "text": "Promoting the application of clean coal technologies, such as washing, gasification, liquefaction and fume capturing."}, {"text_block_id": "p43_b769", "text": "VI. Government will, through fiscal incentives, promote coal-dust briquetting programmes."}, {"text_block_id": "p43_b770", "text": "Strategy:"}, {"text_block_id": "p43_b771", "text": "•"}, {"text_block_id": "p43_b772", "text": "Encouraging coal producers and entrepreneurs to engage in coal briquette production"}, {"text_block_id": "p43_b773", "text": "VII. Government will encourage the private sector to deliberately develop the capacity of women, men and the youth to meaningfully participate in the coal industry."}, {"text_block_id": "p43_b774", "text": "Strategy:"}, {"text_block_id": "p43_b775", "text": "•"}, {"text_block_id": "p43_b776", "text": "Developing and implement strategies that promote equal employment and entrepreneurship opportunities for men, women and youth in the industry."}, {"text_block_id": "p44_b777", "text": "3.7 Policy Priority Area 7: Nuclear Energy"}, {"text_block_id": "p44_b778", "text": "Malawi had proven reserves of about 63,000 tonnes of Uranium at Kayelekera in Karonga District in the northern part of the country until 2009 when mining started, with all the uranium from the mine exported out of the country. Due to the sustained low uranium price on the world market, Kayelekera site was placed on care and maintenance in May 2014. There is also another deposit at Ilomba in Chitipa District. GoM has made a decision to harness the locally available nuclear energy for electricity generation, and the first nuclear power plant is expected to be commissioned by 2035."}, {"text_block_id": "p44_b779", "text": "Policy Statements"}, {"text_block_id": "p44_b780", "text": "I."}, {"text_block_id": "p44_b781", "text": "Government will build capacity in generation of electricity from nuclear energy"}, {"text_block_id": "p44_b782", "text": "Strategies:"}, {"text_block_id": "p44_b783", "text": "•"}, {"text_block_id": "p44_b784", "text": "Introducing Nuclear Science and Materials programmes in public universities."}, {"text_block_id": "p44_b785", "text": "•"}, {"text_block_id": "p44_b786", "text": "Building capacity in nuclear energy in Government."}, {"text_block_id": "p44_b787", "text": "•"}, {"text_block_id": "p44_b788", "text": "Promoting Research and Development is Nuclear Science."}, {"text_block_id": "p44_b789", "text": "•"}, {"text_block_id": "p44_b790", "text": "Establishing socially and environmentally responsive uranium processing facility in the country."}, {"text_block_id": "p44_b791", "text": "•"}, {"text_block_id": "p44_b792", "text": "Developing and commissioning the first nuclear power plant."}, {"text_block_id": "p44_b793", "text": "II. Government will promote nuclear energy programming that prioritises the aversion and mitigation of different potential health risks that the industry poses to workers and ordinary men, women, children and the environment."}, {"text_block_id": "p44_b794", "text": "Strategy:"}, {"text_block_id": "p44_b795", "text": "•"}, {"text_block_id": "p44_b796", "text": "Developing and implementing Social and Gender Integration Plans by nuclear companies/projects to address inward looking and outward looking social and gender issues affecting the nuclear energy."}, {"text_block_id": "p45_b797", "text": "3.8 Policy Priority Area 8: Demand Side Management"}, {"text_block_id": "p45_b798", "text": "Demand Side Management (DSM) is an important means of improving energy efficiency at the end-use level of the energy supply chain. Currently in Malawi, there is a lot of wastage of electrical energy and biomass in end-use activities such as cooking, water and space heating, and lighting occasioned by use of inefficient appliances and devices. This priority area focuses on savings in electricity and biomass consumption."}, {"text_block_id": "p45_b799", "text": "3.8.1 Demand Side Management in the Electricity Supply Industry"}, {"text_block_id": "p45_b800", "text": "Most electricity supply utilities, including members of the Southern African Power Pool, have implemented DSM in various forms with a view to minimize consumption of electrical energy. This also translates into a reduction in demand for electrical energy which is a very effective means of controlling peak demand especially in capacity constrained systems."}, {"text_block_id": "p45_b801", "text": "3.8.1.1Utility Actions in DSM"}, {"text_block_id": "p45_b802_merged", "text": "The utilities’ DSM programmes entail a combination of some or all of the following actions:"}, {"text_block_id": "p45_b805", "text": "a)"}, {"text_block_id": "p45_b806", "text": "Public information campaigns to raise awareness among consumers;"}, {"text_block_id": "p45_b807", "text": "b)"}, {"text_block_id": "p45_b808", "text": "Energy audits to provide energy efficiency advice to consumers;"}, {"text_block_id": "p45_b809", "text": "c)"}, {"text_block_id": "p45_b810", "text": "Installation of energy efficient measures in households to help consumers reduce their bills, and reduce stress on overburdened utility systems;"}, {"text_block_id": "p45_b811", "text": "d)"}, {"text_block_id": "p45_b812", "text": "Provision of financing in the form of rebates below-market loans for energy efficiency measures, sometimes with the facility of allowing the consumer to repay the loan as part of their utility bill payment. Installation of prepaid meters which, in addition to reducing non-payment problems for utilities, also have the effect of increasing energy-efficiency behaviour by consumers;"}, {"text_block_id": "p45_b813", "text": "e)"}, {"text_block_id": "p45_b814", "text": "Implementation of tariffs that encourage efficient use of electricity, such as"}, {"text_block_id": "p45_b815", "text": "Implementation of tariffs that encourage efficient use of electricity, such as\n* , whereby a low unit price for the first block of\n* , which typically charge more for energy\n* \n* \n timeâ\n* \n timeâ\n Pricing\n* \n timeâ\n Pricing\n -a tariff structure in which the"}, {"text_block_id": "p46_b827", "text": "3.8.1.2.Customer Actions in DSM"}, {"text_block_id": "p46_b828", "text": "The consumer decides what energy-efficiency actions to take. The utility can encourage the consumer and even provide incentives but the decision is up to the consumer. Under demand response programmes, the consumer can still decide whether to participate but the utility can control the amount and timing of electricity usage. Participating consumers typically get very short notice from the utility that it will be exercising the use of these measures at any given moment. The energy-efficient actions include:"}, {"text_block_id": "p46_b829", "text": "a)"}, {"text_block_id": "p46_b830", "text": "Entering into Interruptible Contracts -which are agreements between utilities and large energy users in which the latter agree to have their power shut-off for a short period (e.g. 1-3 hours) in exchange for a financial incentive in order to reduce peak demand or relieve strain on an overburdened utility grid;"}, {"text_block_id": "p46_b831", "text": "b)"}, {"text_block_id": "p46_b832_merged", "text": "Acceptance of installation of Load Controllers -which are devices installed by the utility on a customer’s equipment (usually an air conditioning unit or a geyser) that can be remotely controlled by the utility to cycle-off the equipment for 30-60 minutes during periods of high peak demand. The customer receives an incentive such as a bill credit for participating;"}, {"text_block_id": "p46_b835", "text": "c)"}, {"text_block_id": "p46_b836", "text": "Acceptance of the installation of Load limiters in electric meters to prevent consumers from using more than a predetermined amount of electricity during peak periods. Load limiters can in some cases replace meters and the customers are simply charged a flat monthly fee. Customer participation is in most cases involuntary; and"}, {"text_block_id": "p46_b837", "text": "d)"}, {"text_block_id": "p46_b838", "text": "Installation of roof-mounted solar water heaters which will serve as an alternative source of energy for water heating thereby reducing the amount of electrical energy used for this purpose."}, {"text_block_id": "p46_b839", "text": "3.8.1.3 Government Actions"}, {"text_block_id": "p46_b840", "text": "Government actions to promote DSM include the following:"}, {"text_block_id": "p46_b841", "text": "a)"}, {"text_block_id": "p46_b842", "text": "Instituting appliance testing, labelling and standards, which will include minimum energy performance standards (MEPS);"}, {"text_block_id": "p46_b843", "text": "b)"}, {"text_block_id": "p46_b844", "text": "Enforcing building codes on energy-efficiency requirements in the construction of new buildings;"}, {"text_block_id": "p46_b845", "text": "c)"}, {"text_block_id": "p46_b846", "text": "Reducing or eliminating import duty and taxes on energy efficient products;"}, {"text_block_id": "p46_b847", "text": "d)"}, {"text_block_id": "p46_b848", "text": "Enforcing Government procurement rules that require procured energy-consuming products such as lighting devices, ballasts, air conditioners, fans to meet or exceed minimum energy performance standards;"}, {"text_block_id": "p46_b849", "text": "e)"}, {"text_block_id": "p46_b850", "text": "Instituting mandatory energy audits and energy use reductions by large customers;"}, {"text_block_id": "p47_b851", "text": "f)"}, {"text_block_id": "p47_b852", "text": "Training, certification and technical assistance for industries, building owners, bankers, utilities, standards agencies, code-setting organizations, energy auditors such as electrical contractors, performance contractors; and"}, {"text_block_id": "p47_b853", "text": "g)"}, {"text_block_id": "p47_b854", "text": "Providing post-installation inspections and programme evaluations."}, {"text_block_id": "p47_b855", "text": "3.8.1.4 CSOs and Private Sector Actions"}, {"text_block_id": "p47_b856", "text": "Civil Society Organisations and the Private Sector can play a major role in promoting DSM through, respectively:"}, {"text_block_id": "p47_b857", "text": "a)"}, {"text_block_id": "p47_b858", "text": "Programme design and management to assist government agencies and utilities with the structuring and implementation of energy efficiency initiatives; and"}, {"text_block_id": "p47_b859", "text": "b)"}, {"text_block_id": "p47_b860", "text": "Information dissemination and awareness-raising."}, {"text_block_id": "p47_b861", "text": "3.8.2 Demand Side Management in Biomass End-use"}, {"text_block_id": "p47_b862", "text": "The country is experiencing severe degradation of its forestry resources. Continued reliance on firewood and charcoal in the light of forest degradation sabotages development and therefore calls for urgent energy efficient solutions. For biomass to be truly renewable, it must be utilised in a sustainable manner, which entails replanting of trees with focus on the fast-growing varieties and, at the end-use level, use of more efficient cook stoves as well as brick and charcoal making kilns."}, {"text_block_id": "p47_b863", "text": "Policy Statements"}, {"text_block_id": "p47_b864", "text": "I."}, {"text_block_id": "p47_b865", "text": "Government will promote the use of energy efficient technologies"}, {"text_block_id": "p47_b866", "text": "Strategies:"}, {"text_block_id": "p47_b867", "text": "•"}, {"text_block_id": "p47_b868", "text": "Enforcing a ban on importation, distribution and use of incandescent bulbs and promoting energy saving alternatives."}, {"text_block_id": "p47_b869", "text": "•"}, {"text_block_id": "p47_b870", "text": "Promoting energy saving electrical and biomass-fuelled devices."}, {"text_block_id": "p47_b871", "text": "•"}, {"text_block_id": "p47_b872", "text": "Promulgating regulations and standards for building designs and energy efficient devices."}, {"text_block_id": "p47_b873", "text": "•"}, {"text_block_id": "p47_b874", "text": "Providing duty and VAT waivers for solar water heaters."}, {"text_block_id": "p47_b875", "text": "•"}, {"text_block_id": "p47_b876", "text": "Supporting utility companies in the implementation of tariffs that encourage energy efficient use of electricity."}, {"text_block_id": "p47_b877", "text": "•"}, {"text_block_id": "p47_b878", "text": "Encouraging regular energy audits conducted by certified auditors in public, industrial, and commercial buildings."}, {"text_block_id": "p47_b879", "text": "•"}, {"text_block_id": "p47_b880", "text": "Encouraging research and development in energy efficient equipment, buildings etc."}, {"text_block_id": "p47_b881", "text": "•"}, {"text_block_id": "p47_b882", "text": "Promoting use of multiple sources of energy and energy efficiency in buildings (a limit can be set as to the size of the buildings)."}, {"text_block_id": "p48_b883", "text": "•"}, {"text_block_id": "p48_b884", "text": "Sensitising the public on safe utilisation and disposal of energy saving bulbs."}, {"text_block_id": "p48_b885", "text": "•"}, {"text_block_id": "p48_b886", "text": "Promoting the design of buildings to take advantage of natural lighting, conditioning (cooling/ heating)."}, {"text_block_id": "p48_b887", "text": "II. Government will encourage electricity utility companies to implement Demand Side Management programmes"}, {"text_block_id": "p48_b888", "text": "Strategies:"}, {"text_block_id": "p48_b889", "text": "•"}, {"text_block_id": "p48_b890", "text": "Conducting public information campaigns to raise awareness among consumers."}, {"text_block_id": "p48_b891", "text": "•"}, {"text_block_id": "p48_b892", "text": "Installing energy efficient measures in electricity connected households to help consumers reduce their bills, but also to reduce stress on overburdened utility systems."}, {"text_block_id": "p48_b893", "text": "•"}, {"text_block_id": "p48_b894", "text": "Installing prepayment meters and implementing tariffs that will reduce non-payment problems and encourage energy-efficient behaviour by consumers."}, {"text_block_id": "p48_b895", "text": "III. Government will encourage Civil Society Organisations and Private Sector players to promote Demand Side Management"}, {"text_block_id": "p48_b896", "text": "Strategies:"}, {"text_block_id": "p48_b897", "text": "•"}, {"text_block_id": "p48_b898", "text": "Structuring and implementing Energy Efficient initiatives."}, {"text_block_id": "p48_b899", "text": "•"}, {"text_block_id": "p48_b900", "text": "Developing DSM awareness materials."}, {"text_block_id": "p48_b901", "text": "•"}, {"text_block_id": "p48_b902", "text": "Conducting Information dissemination and awareness raising campaigns."}, {"text_block_id": "p48_b903", "text": "IV. Government will ensure that importers, retailers and low-income consumers have targeted information regarding affordable, modern and sustainable energy products"}, {"text_block_id": "p48_b904", "text": "Strategy:"}, {"text_block_id": "p48_b905", "text": "•"}, {"text_block_id": "p48_b906", "text": "Developing and implementing a public outreach strategy on sustainable energy products targeting importers, retailers and low-income consumers"}, {"text_block_id": "p49_b907", "text": "4.0 IMPLEMENTATION ARRANGEMENTS"}, {"text_block_id": "p49_b908", "text": "Outlined below is how this Policy will be implemented, and this includes institutional arrangements, implementation plan, monitoring and evaluation ."}, {"text_block_id": "p49_b909", "text": "4.1 Institutional Arrangements"}, {"text_block_id": "p49_b910", "text": "The Government recognises the importance of stakeholders and partnerships in implementation of the National Energy Policy. The stakeholders include ministries, departments, agencies, development partners, academic and research institutions, the private sector, civil society organisations (CSOs), Non-governmental organisations, faith based organisations, and the communities which are described below:"}, {"text_block_id": "p49_b911", "text": "Ministry responsible for Energy Affairs"}, {"text_block_id": "p49_b912", "text": "The Ministry will be responsible for provision of oversight and strategic leadership, policy direction and interpretation, coordination, resource mobilisation, capacity building and monitoring and evaluation of energy programmes, projects and activities."}, {"text_block_id": "p49_b913", "text": "Ministry responsible for Forestry"}, {"text_block_id": "p49_b914", "text": "The Ministry will be responsible for ensuring that there is enough biomass supply to meet the needs of the population; strictly adhering to the criteria for granting licences for charcoal making; and enforcing the legislation on forestry and forestry products for sustainability of these resources."}, {"text_block_id": "p49_b915", "text": "Ministry responsible for Lands"}, {"text_block_id": "p49_b916", "text": "The Ministry will be responsible for facilitating acquisition of land, leasing and assessment of compensations for land allocated to energy projects."}, {"text_block_id": "p49_b917", "text": "Ministry responsible for Mining and Geological Surveys"}, {"text_block_id": "p49_b918", "text": "The Ministry will be responsible for promoting oil, gas, coal, uranium and other energy related minerals."}, {"text_block_id": "p49_b919", "text": "Ministry responsible for Environmental Affairs"}, {"text_block_id": "p49_b920", "text": "The Ministry will be responsible for ensuring every project requiring environment and social impact assessment including energy projects have such assessment and strictly adhere to any impact mitigation measures,"}, {"text_block_id": "p49_b921", "text": "Ministry responsible for Finance"}, {"text_block_id": "p49_b922", "text": "The ministry will be responsible for mobilisation of financial resources from government, development partners and international lending institutions for energy interventions."}, {"text_block_id": "p50_b923", "text": "Ministry responsible for Justice"}, {"text_block_id": "p50_b924", "text": "The ministry will be responsible for drafting legislation that support energy interventions and vetting agreements."}, {"text_block_id": "p50_b925", "text": "Ministry responsible for Trade"}, {"text_block_id": "p50_b926", "text": "The ministry will be responsible for attracting private sector investments in the energy sector."}, {"text_block_id": "p50_b927", "text": "Ministry responsible for Local Government and Rural Development"}, {"text_block_id": "p50_b928", "text": "The ministry will be involved in identifying sites for rural electrification and promotion of alternative energy sources in districts and supporting district energy officers."}, {"text_block_id": "p50_b929", "text": "Ministry responsible for water resources"}, {"text_block_id": "p50_b930", "text": "The ministry will be responsible for regulation of the use of water resources for electricity generation."}, {"text_block_id": "p50_b931", "text": "Academic and Research institutions"}, {"text_block_id": "p50_b932", "text": "These institutions will be responsible for conducting rigorous energy research, and disseminating findings to inform energy policy and programming."}, {"text_block_id": "p50_b933", "text": "Civil Society Organisations"}, {"text_block_id": "p50_b934", "text": "CSOs will collaborate with the Government to advocate for and implement energy specific interventions notably on alternative energy and energy efficiency technologies."}, {"text_block_id": "p50_b935", "text": "Private Sector"}, {"text_block_id": "p50_b936", "text": "Private sector will"}, {"text_block_id": "p50_b937", "text": "complement government’s effort in implementing energy interventions"}, {"text_block_id": "p50_b938", "text": "that will ensure increased electricity generation and supply as well as adoption of clean and efficient energy technologies."}, {"text_block_id": "p50_b939", "text": "Development Partners"}, {"text_block_id": "p50_b940", "text": "Development partners support the government and other organisations by providing human and financial resources for development interventions. It is expected that they will continue financing and co-financing energy interventions."}, {"text_block_id": "p50_b941", "text": "4.2 Implementation Plan"}, {"text_block_id": "p50_b942_merged_merged", "text": "To ensure effective implementation of this Policy, a detailed implementation plan has been developed and is attached as Annex 3. The Plan provides linkage between the policy goal and objectives on one hand and strategies and institutions responsible for implementing those strategies on the other hand. It also includes a time frame for the implementation of each strategy."}, {"text_block_id": "p51_b945", "text": "4.3 Monitoring and Evaluation Plan"}, {"text_block_id": "p51_b946_merged", "text": "The implementation of this Policy requires an effective and efficient monitoring and evaluation system to measure progress and provide feedback information on implementation challenges and gaps. A detailed M&E plan of this policy with appropriate performance indicators, outputs and targets is attached as Annex 4."}, {"text_block_id": "p51_b949", "text": "4.4 Policy Review"}, {"text_block_id": "p51_b950", "text": "Issues of energy in terms of technology; policy; legislation; and commitments at national, regional and global levels are going through rapid changes. It will therefore be very important to continue reviewing the policy periodically to ensure it remains relevant and keeps pace with those developments at all times. This Policy shall therefore be reviewed every five (5) years. The Department of Energy Affairs will initiate and lead the reviews."}, {"text_block_id": "p52_b951", "text": "ANNEX 1: DEMAND AND SUPPLY-HISTORICAL AND PROJECTED (2008-2035)"}, {"text_block_id": "p53_b952", "text": "ANNEX 2: SE4ALL FRAMEWORK FOR DEFINING AND MEASURING ACCESS TO ELECTRICITY"}, {"text_block_id": "p54_b953", "text": "ANNEX 3: IMPLEMENTATION PLAN FOR THE NATIONAL ENERGY POLICY 2018"}, {"text_block_id": "p54_b954", "text": "POLICY PRIORITY AREA 1.1: ELECTRICITY GENERATION"}, {"text_block_id": "p54_b955", "text": "Broad Policy Objective: To strengthen the Electricity Supply Industry (ESI) and make it more efficient to support industrialization, rural transformation, sustainable economic development and wealth creation, as well as regional electricity trading"}, {"text_block_id": "p93_b956", "text": "Policy Statement 7.1: Government will build capacity in generation of electricity from nuclear energy"}, {"text_block_id": "p99_b957", "text": "ANNEX 4: MONITORING AND EVALUATION PLAN FOR THE NATIONAL ENERGY POLICY 2018"}, {"text_block_id": "p187_b958", "text": "ANNEX 5: ENERGY MEASUREMENT AND CONVERSION TABLES"}, {"text_block_id": "p187_b959", "text": "1. Prefixes for SI Units"}, {"text_block_id": "p188_b960", "text": "2. Conversion Factors for Different Energy Sources"}, {"text_block_id": "p189_b961", "text": "3. Derived SI Units of Measurement"}, {"text_block_id": "p189_b962", "text": "Notes:"}, {"text_block_id": "p189_b963", "text": "*"}, {"text_block_id": "p189_b964_merged", "text": "The force exerted by a mass of 1 kg free-falling under gravity (accelerating at 9.8 m/s) equals 9.8 N (approximately 10 N)"}, {"text_block_id": "p189_b967", "text": "The force exerted by a mass of 1 kg free-falling under gravity (accelerating at 9.8 m/s) equals 9.8 N (approximately 10 N)\n* 1 J = 1 Ws\n<\\li1>"}, {"text_block_id": "p190_b969", "text": "4. Conversion of Non-SI Units for Energy"}], "document_description": "The goal of this policy is to increase access to affordable, reliable, sustainable, efficient and modern energy for every person in the country. It aims to diversify energy sources, enhance the sector's efficiency, modernise the services and make them more sustainable, improve living standards and equity, and increase access to clean, sustainable and affordable energy for all people."}