{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": "Water", "document_language": "English", "document_name": "National Disaster Recovery Framework (Volume II: Drought)", "document_country_code": "MWI", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Framework", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "09/01/2017", "document_keyword": ["Adaptation", "Water Management"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2017/MWI-2017-01-09-National Disaster Recovery Framework (Volume II: Drought)_fc104b8e632798d1fa127995568dbc80.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF MALAWI"}, {"text_block_id": "p0_b2", "text": "National Disaster RecoveryFramework"}, {"text_block_id": "p0_b3", "text": "VOLUME II: DROUGHT"}, {"text_block_id": "p0_b4", "text": "Building Back a Disaster-Affected Malawi Better and Safer"}, {"text_block_id": "p1_b5", "text": "Photo credit: stevanovicigor / Thinkstock.com"}, {"text_block_id": "p2_b6", "text": "National Disaster RecoveryFramework"}, {"text_block_id": "p2_b7", "text": "Building Back a Disaster-Affected Malawi Better and Safer"}, {"text_block_id": "p2_b8", "text": "Office of the Vice President"}, {"text_block_id": "p2_b9", "text": "Department of Disaster Management Affairs"}, {"text_block_id": "p2_b10", "text": "Private Bag 336"}, {"text_block_id": "p2_b11", "text": "Lilongwe"}, {"text_block_id": "p2_b12", "text": "Spetember 2017"}, {"text_block_id": "p4_b13", "text": "Table of Contents"}, {"text_block_id": "p5_b14", "text": "SECTION 1"}, {"text_block_id": "p6_b15", "text": "SECTION 2"}, {"text_block_id": "p6_b16", "text": "SECTION 3"}, {"text_block_id": "p8_b17", "text": "Tables"}, {"text_block_id": "p8_b18", "text": "Figures"}, {"text_block_id": "p10_b19", "text": "SForeword"}, {"text_block_id": "p10_b20", "text": "M"}, {"text_block_id": "p10_b21", "text": "alawi has in the past consecutive two years experienced worst disasters that caused severe devastation in all sectors. The historical floods that Malawi experienced in early 2015, followed by drought in 2016 were the worst in decades."}, {"text_block_id": "p10_b22", "text": "The scale of the floods was such that His Excellency Professor Arthur Peter Mutharika, President of the Republic of Malawi, declared 15 districts as disaster areas, and, on the recommendation of Parliament, 2 more districts were included. The drought impact was far-reaching, directly affecting 1.1 million people and destroying crops, property, and public infrastructure. The humanitarian aspect of the disaster required substantial investment and effort by different actors to address the immediate needs of those affected, including provision of relief items, search and rescue, and temporary shelter."}, {"text_block_id": "p10_b23", "text": "The drought affected more than 6.5 million people in the 2015/16 season. In response to the drought, the State President declared a state of disaster in April 2016, in 24 of Malawi’s 28 districts. The Government of Malawi (GoM), in collaboration with national and international partners, provided emergency relief. With support from the World Bank, the European Union, and the United Nations, Government conducted a comprehensive post-disaster needs assessment (PDNA) with the aim of assessing the impact of the drought and to build resilience to future risks. The PDNA report has identified not only damages and losses but also multi-sectoral recovery needs and strategies aimed at building long-term resilience. More than 50 percent of the recovery needs are associated with food security."}, {"text_block_id": "p10_b24", "text": "The country is required to brace itself for more disasters due to high level of poverty, rapid population growth, and climate change. Although Malawi faces disasters every year, the country has never developed a comprehensive framework to holistically address the impact of such disasters. An early recovery framework was developed in 2008 following floods in 13 districts, but it was not informed by an appropriate PDNA, and provided only early recovery direction without comprehensively detailing the necessary post-disaster recovery interventions."}, {"text_block_id": "p10_b25", "text": "In view of this, the GoM, through the leadership of the Department of Disaster Management Affairs, initiated processes for the development of a National Disaster Recovery Framework (NDRF) with technical support from the United Nations, the World Bank, and the Global Facility for Disaster Reduction and Recovery, with funding from the Africa Caribbean Pacific-European Union programme. The NDRF has been developed to guide and co-ordinate recovery and reconstruction efforts for current and future disasters. Initiated following the 2015 floods, the NDRF acts as an extension to the PDNA for supporting recovery planning and implementation. It establishes a systematic framework for operationalizing recovery needs, prioritising the implementation of recovery interventions, and guiding the allocation of recovery investments across short-term humanitarian needs and medium- to long-term reconstruction in alignment with national policies and laws."}, {"text_block_id": "p11_b26", "text": "Following the 2015/16 drought, the GoM determined that the scope of the NDRF should be revised beyond the floods to accommodate recovery and reconstruction needs identified in the 2015/16 Drought PDNA. Additionally, it was deemed as critical to building disaster resilience that the NDRF established national mechanisms for co-ordination; financing; monitoring and evaluation; and development and implementation of the NDRF for ongoing and future disasters. It is critical to understand that the government alone cannot restore the assets, livelihoods, and infrastructure that were affected by the disaster. Although, the development partners, non-governmental and civil society organisations, and affected communities support the recovery process, it is important that efforts of all actors align with a central framework. This will ensure a guided recovery by a set of core principles, set the pace on co-ordination to avoid duplication or creating gaps, and lead proper targeting based on prioritised needs. This will help to avoid creation of new forms of vulnerabilities, and ensure that all recovery efforts help build back better and smarter."}, {"text_block_id": "p11_b27", "text": "Saulos Klaus Chilima, PhD"}, {"text_block_id": "p11_b28", "text": "Vice President of the Republic of Malawi and"}, {"text_block_id": "p11_b29", "text": "Minister Responsible for Disaster Management Affairs"}, {"text_block_id": "p12_b30", "text": "Acknowledgements"}, {"text_block_id": "p12_b31", "text": "irst, I would like to acknowledge the contribution made by the national sectors to the development of the drought component of the National Disaster Recovery Framework and to the updating of the National Disaster Recovery Framework (NDRF). In this respect, I would like to recognise the contribution made by the Inter- Departmental Recovery Prioritisation Taskforce, which led the prioritisation of recovery interventions cross-sectorally and geo-spatially. I am grateful for contributions made by the national sectors through consultations with various District Councils."}, {"text_block_id": "p12_b32", "text": "At the national level, various sectoral ministries and departments made their contributions to the drought recovery framework. These include the Ministry of Agriculture, Irrigation and Water Development; the Ministry of Natural Resources, Energy and Mining; the Ministry of Health; the Ministry of Education, Science and Technology; the Department of Climate Change and Meteorological Services; the Ministry of Industry, Trade and Tourism; the Southern and Northern Region Water Boards; and the Ministry of Finance, Economic Planning and Development. The contribution by a number of non-governmental organisations, the private sector, and development partners, in various forms at the consultative level, was also crucial during the development of the drought recovery framework and updating of the NDRF. The contribution of the joint technical team on the National Resilience Plan cannot go unmentioned. A special mention should also be made to the World Bank, the Global Facility for Disaster Reduction and Recovery, and the United Nations for their critical role in providing financial and technical support for developing the NDRF. Also important is the funding for the development of the NDRF, which was provided by the European Union in form of an African Caribbean Pacific-European Union grant after the 2015 floods."}, {"text_block_id": "p12_b33", "text": "Special thanks should be made to a drafting task team for the consolidation and revision of the NDRF and the final drafting of the drought recovery framework. The drafting task team comprised officials of the Department of Disaster Management Affairs, the Department of Climate Change and Meteorological Services, the Department of Crops Development and the Department of Agricultural Research Services, the Land Resources Conservation Department, the Department of Water Resources Management, and the Department of Water Supply and Sanitation, and received technical support from the World Bank."}, {"text_block_id": "p12_b34", "text": "I would like to express my sincere appreciation and profound gratitude to all the institutions that were involved, in one way or another, in revising the NDRF and developing the drought recovery framework. The development of the recovery framework would not have been possible without their involvement and support."}, {"text_block_id": "p12_b35", "text": "Clement Chinthu-Phiri"}, {"text_block_id": "p12_b36", "text": "Secretary to the Vice President and Commissioner for Disaster Management Affairs"}, {"text_block_id": "p13_b37", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p16_b38", "text": "Executive Summary"}, {"text_block_id": "p17_b39", "text": "DEVELOPMENT PROCESS AND BACKGROUND CONTEXT"}, {"text_block_id": "p17_b40", "text": "n just the last 36 years, Malawi has experienced eight major droughts, affecting more than 24 million people"}, {"text_block_id": "p17_b41", "text": ". The impact, frequency, and spread of drought in Malawi have intensified in the past four decades and are likely to worsen with climate change, compounded by other factors, such as population growth and environmental degradation. In response to unprecedented flooding in 2015 and the prolonged drought in 2015/16, the Government of Malawi (GoM), with technical and financial support from the European Union (EU), the United Nations, and the World Bank (WB), embarked on a process to increase recovery readiness through the development of a National Disaster Recovery Framework (NDRF). The NDRF was designed in alignment with Malawi’s national disaster risk management and recovery policies and strategies. It serves both strategic and operational purposes in the management of a disaster recovery programme. The NDRF was developed in response to the 2015 floods and has evolved to also guide 2015/16 drought recovery efforts under a common framework, providing oversight to implementation and monitoring arrangements."}, {"text_block_id": "p17_b42", "text": "Included as part of the Department of Disaster Management Affairs’ (DoDMA) initial technical assistance request with the 2015 floods post-disaster needs assessment (PDNA), the NDRF establishes a framework for guiding, monitoring, and co-ordinating prioritised and sequenced recovery. Led by DoDMA, the NDRF was developed through an extensive consultative process involving participants from key sectors at the national level, as well as district councils (DCs) in all declared disaster areas. An Inter-Departmental Recovery Prioritisation Taskforce (IDRPT) was established in 2016 to define cross-sectoral priorities, identify programmatic implementation dependencies to other sectors, and identify geo-spatial priorities."}, {"text_block_id": "p17_b43", "text": "The NDRF is a living document for guiding recovery and reconstruction. It provides a central framework for managing recovery planning, co-ordination, imple"}, {"text_block_id": "p17_b44", "text": "-"}, {"text_block_id": "p17_b45", "text": "mentation, financing, and monitoring and evaluation"}, {"text_block_id": "p17_b46_merged_merged_merged", "text": "(M&E) processes across current and future disasters. Cross-cutting elements, such as institutional arrange-ments, guiding principles, M&E processes, and financ-ing and accountability mechanisms, are standardised to govern all NDRF disaster responses. After a disaster, the NDRF can be updated to address disaster-specific recovery needs, costs, and priorities. Disaster-specif-ic sections of the NDRF are governed by the central framework of the NDRF, but also provide guidance on cross-sectoral and geo-spatial priorities and phased fi-nancial needs to a specific disaster event."}, {"text_block_id": "p17_b55", "text": "Vision and Goal of the NDRF"}, {"text_block_id": "p17_b56", "text": "Recovery efforts defined within the NDRF are guided by a central vision and goal. Following the 2015 floods, an initial vision and goal were determined; these have been updated in response to the 2015/16 drought. A common recovery vision and goal that cuts across both disasters is critical to ensure that the NDRF can effectively co-ordinate common multi-stakeholder efforts and strengthen resilience of vulnerable populations."}, {"text_block_id": "p17_b57", "text": "Vision:"}, {"text_block_id": "p17_b58", "text": "A nation that is food secure and resilient to natural disasters, that can rapidly recover from drought and flood shocks, while fostering sustainable economic growth and ensuring equitable, inclusive, and participatory reconstruction that builds back better."}, {"text_block_id": "p17_b59", "text": "Goal:"}, {"text_block_id": "p17_b60", "text": "The long-term goal of the NDRF is to sustainably improve the resilience of communities affected by the floods and drought, support prolonged food security of vulnerable populations, and restore the livelihoods of disaster-affected communities."}, {"text_block_id": "p17_b61", "text": "Alignment with National Policies and"}, {"text_block_id": "p17_b62", "text": "Strategies"}, {"text_block_id": "p17_b63", "text": "The NDRF was developed in conformity with national legislation, policies, and strategies. It is aligned with all Malawi statutes governing or supporting disaster risk management and recovery and all sector and thematic legislation policies and strategies with which disaster recovery is associated. The NDRF is aligned but not limited to the following key frameworks: the National Disaster Preparedness and Relief Act; Malawi Growth and Development Strategy II (MGDS-II); and the National Disaster Risk Management Policy."}, {"text_block_id": "p18_b64", "text": "The Disaster Preparedness and Relief Act directly governs the NDRF, as it provides a comprehensive, integrated, and co-ordinated framework for disaster risk management (DRM). The act is aimed at preventing or reducing the risk of disasters, mitigating the severity of disasters, strengthening disaster preparedness, and providing rapid and effective management of post-disaster response and recovery. These elements are essential to developing and implementing the NDRF and to guiding efficient and effective recovery. Furthermore, the NDRF was developed in alignment with National Disaster Risk Management Policy objectives to strengthening capacities for effective preparedness, response, and recovery. The NDRF respects and aligns with the institutional arrangements for DRM stipulated in the policy."}, {"text_block_id": "p18_b65", "text": "Post-disaster recovery is always implemented with national development goals in mind and therefore must conform to the MGDS. In alignment with the MGDS-III, the NDRF will ensure recovery activities are planned to overcome the challenges of climate change, population growth, and environmental degradation and to meet the development goal of addressing disaster risks in a way that improves the socio-economic development of the country."}, {"text_block_id": "p18_b66", "text": "Institutional Arrangements"}, {"text_block_id": "p18_b67", "text": "Central oversight of the NDRF will be provided by National Disaster Preparedness and Relief Committee (NDPRC), while DoDMA will lead day-to-day monitoring and co-ordination of recovery and reconstruction programmes. Close co-ordination will be maintained with ministries, departments, and agencies (MDAs) that are responsible for defining prioritised sector recovery frameworks and for overseeing the implementation of recovery interventions in their sectors. The identification of local recovery projects will be led by DCs and local government, while MDAs will guide resource allocations for recovery through annual budget allocations, as well as by directing financial assistance provided by development partners (DPs) and non-governmental organisations (NGOs) to priority sector recovery interventions."}, {"text_block_id": "p18_b68", "text": "The National Disaster Preparedness and Relief Technical Committee (NDPRTC) is responsible for inter-cluster co-ordination, and plays an important role in ensuring"}, {"text_block_id": "p18_b69", "text": "multi-stakeholder engagement for development and review of NDRF activities across sectors. As the custodian of the NDRF, DoDMA will need to regularly co-ordinate with the NDPRTC to communicate evolving recovery needs and guide recovery implementation. DPs, civil society organisations (CSOs), and NGOs play key roles in mobilising financing for recovery and supporting implementation. DoDMA will work with these actors, through the NDPRTC, to capitalise on institutional relationships, knowledge, and capacities to support recovery programmes."}, {"text_block_id": "p18_b70", "text": "For purposes of recovery, Government has set up the IDRPT. The taskforce is called upon after a disaster to help facilitate the articulation of a recovery vision, objectives, timeline, and scope of a new recovery framework. The IDRPT plays a central role in this regard, supporting the identification, prioritisation, and short- to long-term phasing of recovery strategies and interventions across sectors and geo-spatial locations. The IDRPT also plays a critical role in co-ordinating, monitoring, and reporting NDRF implementation through regular IDRPT meetings and consultations with district officers."}, {"text_block_id": "p18_b71", "text": "Financial Mobilisation and Monitoring and Evaluation"}, {"text_block_id": "p18_b72", "text": "There are five components to be considered in the management of financing for the NDRF:"}, {"text_block_id": "p18_b73", "text": "There are five components to be considered in the management of financing for the NDRF:\n* Forecasting financial resources\n* Quantifying the economic costs of the disaster\n* Identifying and mobilising financial resources for\n* Developing and approving recovery budgets\n* Setting up administrative arrangements to disburse"}, {"text_block_id": "p18_b88", "text": "The Ministry of Finance, Economic Planning and Development (MoFEPD) is responsible for leading these activities, and will co-ordinate with DoDMA, MDAs, DCs, DPs, and CSOs and NGOs to mobilise and guide resource allocations to priority recovery areas."}, {"text_block_id": "p18_b89", "text": "It is important to maintain high levels of transparency in the use of recovery funds. This will be ensured through"}, {"text_block_id": "p19_b90", "text": "the development of an accountability framework, which will support monitoring of expenditures and results, reporting on progress within Government and to the affected population and the general public, mechanisms to prevent corruption, and systems for grievance redressal."}, {"text_block_id": "p19_b91", "text": "This will need to be complemented by a robust M&E plan that will track resource mobilisation and distribution and that will assess progress, co-ordination, and impact of recovery interventions. This system will be implemented in a manner that cuts across disasters and monitors recovery of both drought and flood responses in an integrative manner. Key institutions responsible for monitoring NDRF implementation are MoFEPD, DoDMA, MDAs relevant to the disaster, DCs, DPs, and CSOs and NGOs. An effective M&E system for NDRF implementation should be able to track the physical progress of recovery activities, track results for other recovery activities outside the scope of reconstruction, provide regular and comprehensive information on allocation and disbursement of funds, provide data for evaluating social and economic impacts of recovery programmes, and inform an outcome-based mid-term review of the recovery implementation. MDAs currently use various tools for monitoring project activities. DoDMA is the responsible authority for centrally monitoring recovery progress and effectiveness, and will work with MDAs to adapt existing systems and co-ordinate inputs for M&E. The M&E system will comprise a management information system that includes a database that will keep track of all programme activities and financial transactions and that will monitor implementation progress that includes physical and electronic records and reports for trainings, workshops, and field visits."}, {"text_block_id": "p19_b92", "text": "Summary of Damage and Loss"}, {"text_block_id": "p19_b93", "text": "In a period of two years, Malawi was affected by two severe natural disasters: once-in-500-years floods in 2015, which affected more than 1.1 million people, followed by a devastating drought that is expected to leave at least 6.5 million people food insecure during the 2016/17 season. The GoM responded to both"}, {"text_block_id": "p19_b94", "text": "disasters with requests for international assistance from the EU, the United Nations, and the WB to help conduct a comprehensive PDNA and to support disaster recovery planning through the NDRF."}, {"text_block_id": "p19_b95", "text": "The severity of the two events was unprecedented. The 2015 Malawi floods were some of the most devastating floods in decades in terms of geographical coverage, severityofdamage, and extent ofloss. The PDNAestimated total disaster effects and recovery and reconstruction needs for the 12 affected sectors at US$335 million (MWK 146 billion) (equivalent to approximately 0.6 percent of Malawi’s gross domestic product) and US$494 million (MWK 215 billion), respectively"}, {"text_block_id": "p19_b96", "text": ". In the Flood Disaster Recovery Framework (DRF), districts proposed priority interventions at an estimated recovery cost of US$225 million (MWK 169 billion) across the 14 affected sectors. The NDRF indicated a financial gap of US$153 million (MWK 115 billion) out of the total recovery and reconstruction needs."}, {"text_block_id": "p19_b97_merged_merged", "text": "Strong El Niño conditions compounded the effects of the 2015 floods and greatly affected the 2015/16 agricultural season with erratic and below average rains and prolonged dry spells across most parts of the country, which resulted in severe crop failure, particularly in the Southern Region and parts of the Central Region. The 2016 Drought PDNAestimated damages of US$36.6 million (MWK 27.5 billion) and losses (projected to March 2017) of US$329.4 million (MWK 247.1 billion), totalling an estimated at US$366 million (MWK 275 billion) in drought effects. The productive sectors account for 81 percent of the effects, while the social and physical sectors account for 10 percent and 9 percent, respectively. The agriculture sector, including crops, livestock, and fisheries, was the most affected, with damages and losses accounting for 70 percent of the total. Recovery needs across all sectors, including food security, have been estimated at US$510 million (MWK 383 billion), with food security making up more than 50 percent of the total recovery costs. Excluding food security, the social sectors account for 44.0 percent, the productive sectors for 30.3 percent, and the physical sectors for"}, {"text_block_id": "p20_b99", "text": "Strong El Niño conditions compounded the effects of the 2015 floods and greatly affected the 2015/16 agricultural season with erratic and below average rains and prolonged dry spells across most parts of the country, which resulted in severe crop failure, particularly in the Southern Region and parts of the Central Region. The 2016 Drought PDNAestimated damages of US$36.6 million (MWK 27.5 billion) and losses (projected to March 2017) of US$329.4 million (MWK 247.1 billion), totalling an estimated at US$366 million (MWK 275 billion) in drought effects. The productive sectors account for 81 percent of the effects, while the social and physical sectors account for 10 percent and 9 percent, respectively. The agriculture sector, including crops, livestock, and fisheries, was the most affected, with damages and losses accounting for 70 percent of the total. Recovery needs across all sectors, including food security, have been estimated at US$510 million (MWK 383 billion), with food security making up more than 50 percent of the total recovery costs. Excluding food security, the social sectors account for 44.0 percent, the productive sectors for 30.3 percent, and the physical sectors for\n* percent of all recovery needs. Agriculture (22.0\n<\\li1>"}, {"text_block_id": "p20_b101", "text": "FRAMING THE NDRF DROUGHT RESPONSE"}, {"text_block_id": "p20_b102", "text": "To help ensure recovery is guided towards the achievement of the NDRF vision and goal, the IDRPT, in consultation with MDAs, DPs, and CSOs and NGOs, established a set of strategic objectives. These strategic objectives are as follows:"}, {"text_block_id": "p20_b103", "text": "Strategic Objectives"}, {"text_block_id": "p20_b104", "text": "Strategic Objectives\n* Enhance drought resilience and preparedness\n* Improve food security, nutrition, and delivery of\n* Increase agriculture productivity and sustainability\n* Strengthen the resilience of water resource"}, {"text_block_id": "p20_b116", "text": "Readiness for Implementation"}, {"text_block_id": "p20_b117", "text": "To identify quick wins and efficiently target resources, sectors assessed the implementation readiness of all recovery interventions. Implementation readiness refers to the planning and preparation cycle of an intervention, and was defined in the following three stages:"}, {"text_block_id": "p20_b118", "text": "To identify quick wins and efficiently target resources, sectors assessed the implementation readiness of all recovery interventions. Implementation readiness refers to the planning and preparation cycle of an intervention, and was defined in the following three stages:\n* The intervention is still\n* Planning and design com-plete, but with limited or no available funding\n* Programme intervention\n* Programme intervention\n implementation, but requires additional funding or"}, {"text_block_id": "p20_b130", "text": "This information provides strategic directions on how additional funding can immediately support recovery efforts. Most sectors have a significant number of interventions at the implementation stage, so recovery can be expedited once funding is available. However, a significant number of sector interventions are in the preliminary design stage and require preparatory activities before financing can be utilised."}, {"text_block_id": "p20_b131", "text": "NDRF DROUGHT PRIORITISATION AND FINANCING"}, {"text_block_id": "p20_b132", "text": "Sectoral, Cross-Sectoral, and Geo-Spatial Prioritisation"}, {"text_block_id": "p20_b133", "text": "The objective of prioritisation is to ensure that resources are used to address needs that will bring immediate and long-lasting changes to those most affected by the disaster. Understanding that there is a finite amount of recovery financing; it is important that recovery and reconstruction interventions are prioritised within and across sectors."}, {"text_block_id": "p20_b134", "text": "Sector teams identified a total of 142 programmatic recovery interventions. These interventions were assessed against a set of prioritisation criteria, and divided into three categories to identify urgent areas of support. The highest priority (priority 1) has a total of 52 sector interventions, while priorities 2 and 3 have 61 and 29 interventions, respectively. A total of US$427.5 million (MWK 320.6 billion) is required to implement all priority 1 interventions. The greatest number of priority 1 interventions are in the water supply sector (7) and require US$28 million (MWK 21 billion). The geo-spatial distribution of priority 1 recovery interventions across affected districts displays areas of concentrated priorities. The greatest amounts of priority 1 interventions are located in Kasungu, Balaka, and Chikwawa. However, priority 1 interventions are consistently distributed across most districts, suggesting that they are broadly necessary for most affected districts and communities."}, {"text_block_id": "p20_b135", "text": "Cross-sectoral priorities were further assessed by the IDRPT to identify core recovery interventions and"}, {"text_block_id": "p21_b136", "text": "opportunities to link recovery across sectors, as well as to provide the greatest opportunity for leveraging resources and expertise. A defined framework of cross-sectoral priorities was developed to support the co-ordination of multi-stakeholder recovery planning, financing, and implementation. In addition, the framework should ensure that recovery is implemented in an equitable and phased manner to avoid gaps and the duplication of efforts. A total of 38 cross-sectoral priority interventions were identified. The top priority sectors were water resources management and development (3), irrigation development (3), food security (3), agriculture (crops, livestock, fisheries, and land resources conservation) (14), the environment (2), and water supply (7).These interventions require a total of US$357million (MWK 268 billion) for implementation."}, {"text_block_id": "p21_b137", "text": "NDRF Alignment with National Resilience Strategy"}, {"text_block_id": "p21_b138", "text": "The objective of the NDRF is to bring resilience to communities recovering from disaster through improved multi-stakeholder co-ordination and prioritised and sequenced recovery implementation. The National Resilience Strategy (NRS) goes beyond issues of post-disaster recovery to establish a blueprint for harmonising disaster resilience efforts in Malawi, which the NDRF directly supports. The NRS and the NDRF are complementary in nature, both responding to disasters risks but through different stages of the DRM cycle."}, {"text_block_id": "p21_b139", "text": "The NDRF interventions are mapped to the pillars and associated priority areas of the NRS to strengthen planning, financing, and implementation of pre- and post-disaster resilience building initiatives. The NDRF directly maps 63 percent of all recovery interventions to resilience efforts of the NRS, with 91 percent of the estimated US$708 million (MWK 531 billion) for recovery linked to resilience building pillars. The strongest relationship is within Pillar 1: Resilient Agricultural Growth, where 39 of the 142 recovery interventions (27 percent) are in alignment, including more than 50 percent or US$338 million (MWK 254 billion) supporting activities under the Resilient Agricultural Growth pillar. These linkages explain the strong complementarity of the two frameworks and reinforces the importance of ensuring strong co-ordination between implementing"}, {"text_block_id": "p21_b140", "text": "MDAs, DPs, and donors in order to forge clear linkages between the NDRF and NRS."}, {"text_block_id": "p21_b141", "text": "Prioritisation, Allocation, and Mobilisation"}, {"text_block_id": "p21_b142", "text": "While the PDNA estimates total damages and losses at US$329 million (MWK 247 billion) and recovery needs at US$500 million (MWK 375 billion), the NDRF revised financial needs have been estimated at US$708 million (MWK 531 billion). During the prioritisation process, sectors determined that US$427.5 million (MWK 320.6 billion) is needed for the most urgent recovery needs. However, 44 percent (US$188 million/MWK 141 billion) of this need is for the procurement of 375,000MT of humanitarian maize."}, {"text_block_id": "p21_b143", "text": "The estimated US$708 million (MWK 531 billion) is required to implement the recovery programmes across all 24 drought-stricken districts, and has been phased over a period of five years to address critical recovery interventions and accommodate implementation capacity. Sectors determined that short-term needs over a period of two years require an estimated US$343 million (MWK 257 billion). In total, an estimated 51 percent (US$175 million/MWK 131 billion) is needed to address urgent and long-term food security issues, such as procurement of maize, and 13 percent (US$46 million/MWK 35 billion) is required for irrigation development."}, {"text_block_id": "p21_b144", "text": "Beyond the phased financial needs, sectors determined that 61 percent of all financing is required for priority 1 interventions, while 34 percent and 5 percent is required for priority 2 and 3 interventions, respectively. Priority 1 interventions are composed of a total of 52 recovery programmes, with financial needs estimated at US$427.5 million (MWK 320.6 billion). Social sectors such as education, health, nutrition, and social protection, including food security, constitute the highest financial needs for priority 1 interventions, and require an estimate US$253 million (MWK 190 billion). Furthermore, the estimated total financial requirements for cross-sectoral priorities are estimated at US$357 million (MWK 268 billion). This includes priority 1 – water resources management and development, US$14 million (MWK 11 billion); priority 2 – irrigation development, US$97 million (MWK 73 billion); priority 3 – food security, US$191.5 million (MWK144 billion); priority 4 –agriculture (crops, livestock, fisheries, and"}, {"text_block_id": "p22_b145", "text": "land resources conservation), US$29 million (MWK 22 billion); priority 5 the environment US$3 million (MWK 2 billion), and priority 6 water supply, US$22 million (MWK 17 billion)."}, {"text_block_id": "p22_b146", "text": "Financial Gap"}, {"text_block_id": "p22_b147", "text": "The financial gap was assessed to determine total available funding (both on- and off-budget sources) for recovery. The estimated"}, {"text_block_id": "p22_b148", "text": "total financial gap is US$142 million (MWK 107 billion"}, {"text_block_id": "p22_b149", "text": "). This is based on an estimated need of US$708 million (MWK 531 billion) for recovery and US$566 million (MWK 425 billion) available through active projects or donor pledges in response to the drought. However, when broken down by sector, analysis shows an inequitable distribution of resources based on priorities. For example, the urgent needs of food security have mobilised US$345million (MWK 258.5 billion) in commitments or pledges, addressing 99 percent the total financial recovery needs for food security. However, the phased financial needs for food security only requiresUS$244 million (MWK 183 billion) from FY17 to FY19."}, {"text_block_id": "p22_b150_merged_merged", "text": "In comparison, only US$57 million (MWK 43billion) has been committed to the top six cross-sectoral priority areas (excluding food security), which only covers 28 percent of the required US$203million (MWK 152 billion) for priority 1 recovery interventions within these sectors. The greatest financial gap is within irrigation development, which requires a total of US$107 million (MWK 80 billion) for all recovery interventions and US$97 million (MWK 73 billion) for priority 1 interventions, but has a total gap of US$87 million (MWK 65 billion) for the sector and 80 percent for priority 1 recovery interventions. In comparison, social protection has a commitment of 251 percent of its total required recovery intervention needs. This assessment highlights the inequitable distribution of financing across recovery needs. Resources are not effectively being mobilised for priority sectors and are concentrated in specific areas. To ensure resilient recovery, greater control and direction is required in guiding resources towards priorities areas."}, {"text_block_id": "p24_b153", "text": "SECTION 1"}, {"text_block_id": "p26_b154", "text": "OVERVIEW AND GOVERNANCE ARRANGEMENTS OF THE NATIONAL DISASTER RECOVERY FRAMEWORK"}, {"text_block_id": "p26_b155", "text": "Overview"}, {"text_block_id": "p26_b156", "text": "Malawi is highly exposed to natural disasters, such as floods and droughts. Available records indicate that in the last 100 years the country has experienced about 20 droughts. In the last 36 years alone, the country has experienced eight major droughts, affecting more than 24 million people"}, {"text_block_id": "p26_b157", "text": ". The impact, frequency, and spread of drought in Malawi have intensified in the past four decades and are likely to worsen with climate change, compounded by other factors, such as population growth and environmental degradation. Droughts and dry spells in Malawi cause, on average, a 1 percent loss of gross domestic product annually. Most drought episodes have occurred in El Niño years, during which the country experiences rainfall deficits."}, {"text_block_id": "p26_b158", "text": "Annual climate shocks caused by droughts, dry spells, and floods continue to erase hard-fought development gains and push various population segments deeper into poverty. The cyclical nature of disasters in Malawi tests disaster response and recovery capacities, and presents overwhelming challenges to donor co"}, {"text_block_id": "p26_b159", "text": "-"}, {"text_block_id": "p26_b160", "text": "ordination and strategic recovery planning, financing and implementation. In response to unprecedented flooding in 2015, the Government of Malawi (GoM), with technical and financial support from the European Union (EU), the United Nations, and the World Bank (WB), embarked on a process to increase recovery readiness through the development of a National Disaster Recovery Framework (NDRF). The NDRF is a tool for systematically presenting the policy, institutional, financial, and operational aspects of a disaster recovery programme. It explains the results expected from the recovery programme and the approach Government, communities, and partners will take to implement it."}, {"text_block_id": "p26_b161", "text": "The NDRF was designed in alignment with Malawi’s National Disaster Risk Management Policy and serves both strategic and operational purposes in"}, {"text_block_id": "p26_b162", "text": "the management of a disaster recovery programme. It establishes a vision and principles for a recovery programme, while also communicating the recovery strategy, elaborating programmatic interventions, and showing how recovery needs will be financed. It is a living document in nature, updated based on recovery progress, priorities, and needs, and adapts to rising demand and future disasters. The NDRF has evolved to guide both the 2015 flood and 2015/16 drought recovery efforts and, under a common framework, is providing oversight to implementation and monitoring arrangements. This contributes to the achievement of strategic recovery objectives for both disasters in an integrated and coherent manner. The NDRF also ensures that recovery is resilience-driven and leads to furthering the development agenda of the country."}, {"text_block_id": "p26_b163_merged_merged_merged", "text": "The NDRF provides a central framework for managing recovery planning, co-ordination, implementation, financing, and monitoring and evaluation (M&E) processes across current and future disasters. Cross-cutting elements, such as institutional arrangement, guiding principles, M&E processes, and financing and accountability mechanisms are standardised to govern all NDRF disaster responses. After a disaster, the NDRF can be updated to address disaster-specific recovery needs, costs, and priorities. Disaster-specific sections of the NDRF are governed by its central framework but also provide guidance on cross-sectoral and geo-spatial priorities and phased financial needs to a specific disaster event."}, {"text_block_id": "p26_b166", "text": "Development Process"}, {"text_block_id": "p26_b167", "text": "Included as part of the Department of Disaster Management Affairs’s (DoDMA) initial technical assistance request with the 2015 Floods Post-Disaster Needs Assessment (PDNA), the NDRF sought to establish a framework for guiding, monitoring, and co-ordinating prioritised and sequenced recovery. On behalf of the GoM, DoDMA led the development of the NDRF, with financial and technical assistance from the EU, the United Nations, and the WB, to inform the planning, financing, and implementation of the 2015 Flood PDNA."}, {"text_block_id": "p26_b168", "text": "The NDRF was developed through an extensive consultative process involving participants from keysectors at the national level, as well as district councils (DCs) in all"}, {"text_block_id": "p27_b169_merged", "text": "declared disaster areas. Development of the NDRF started on June 11, 2015, when the consultation convened more than 100 participants, including development partners (DPs), donors, civil society organisations (CSOs) and non-governmental organisations (NGOs), and representatives from sector clusters and line ministers. National and district workshops were held between June and August 2015, to establish a central recovery vision, objectives, and cross-cutting principles, and defined sector recovery priorities, institutional arrangements, and financial gaps. Following three-day workshops with senior officials from all affected districts, the GoM convened the newly formed Inter-Departmental Recovery Prioritisation Taskforce (IDRPT) to review and align priorities at the district and national levels, confirm financial needs and phasing, and finalise the prioritisation of cross-sectoral and geo-spatial recovery interventions. The NDRF was finalised and officially launched by the GoM in October 2015."}, {"text_block_id": "p27_b172", "text": "In the 2015/16 agriculture season, Malawi was affected by prolonged dry spells, leading to an agricultural drought and triggering a national emergency for the subsequent year. Following the completion of the Drought PDNA in July 2016, the GoM, under the leadership of DoDMA, began revising the NDRF to include drought-specific recovery needs and to expand processes within the NDRF to accommodate future events. In February 2017, DoDMA brought together Government departments to orient drought-affected sectors on the elements of a NDRF and provided an action plan for its development. Additionally, sector teams presented an overall guiding vision for recovery: to support prolonged food security and to strengthen the resilience of vulnerable populations, restore livelihoods of drought-affected communities, and promote sustainable development and strategic objectives for programmatic recovery. In March 2017, sector consultation workshops were held with all sector teams to define prioritisation and sequencing of recovery activities and to establish a financing and performance management framework for recovery."}, {"text_block_id": "p27_b173", "text": "As a follow-up to sector prioritisation, DoDMA activated the IDRPT to define cross-sectoral priorities, identify programmatic implementation dependencies to other sectors, and identify geo-spatial priorities. Sector teams completed cross-sectoral prioritisation, and results have informed recovery prioritisation,"}, {"text_block_id": "p27_b174", "text": "sequencing, and financing. A financial gap analysis was also conducted to identify how recovery resources are being allocated for recovery to establish a mechanism for financial tracking and targeting."}, {"text_block_id": "p27_b175", "text": "Vision and Goal of the NDRF"}, {"text_block_id": "p27_b176", "text": "Recovery efforts defined within the NDRF are guided by a central vision and goal. An initial vision and goal were determined following the 2015 floods; these have been updated in response to the 2015/16 drought. A common recovery vision and goal that cuts across both disasters is critical to ensure that the NDRF can effectively co-ordinate common multi-stakeholder efforts and strengthen the resilience of vulnerable populations."}, {"text_block_id": "p27_b177", "text": "Vision:"}, {"text_block_id": "p27_b178", "text": "A nation that is resilient to natural disasters, that can rapidly recover from drought and flood shocks, while fostering sustainable economic growth and ensuring equitable, inclusive, and participatory reconstruction that builds back better."}, {"text_block_id": "p27_b179", "text": "Goal:"}, {"text_block_id": "p27_b180", "text": "To sustainably improve the resilience of communities affected by floods and drought, support prolonged food security of vulnerable populations, and restore the livelihoods of disaster-affected communities."}, {"text_block_id": "p27_b181", "text": "Purpose of the National Disaster Recovery"}, {"text_block_id": "p27_b182", "text": "Framework"}, {"text_block_id": "p27_b183", "text": "This recovery framework serves the following purposes:"}, {"text_block_id": "p27_b184", "text": "This recovery framework serves the following purposes:\n* Guide government and other implementing\n* Help articulate a vision for recovery;\n* Define a national recovery strategy;\n* Guide strategic decision-making processes at the\n* Co-ordinate and prioritise multi-stakeholder\n* Monitor outcomes across all recovery and\n* Guide government and all stakeholders to better"}, {"text_block_id": "p28_b205", "text": "coherent programmes that bridge the gap between recovery and development."}, {"text_block_id": "p28_b206", "text": "Guiding Principles for Disaster Recovery"}, {"text_block_id": "p28_b207", "text": "Guiding Principles for Disaster Recovery\n* While the National Disaster Risk\n* While the National Disaster Risk\n -\n* While the National Disaster Risk\n -\n mented, other national policies focused on resil\n* While the National Disaster Risk\n -\n mented, other national policies focused on resil\n -\n* While the National Disaster Risk\n -\n mented, other national policies focused on resil\n -\n ience building should be consulted and utilised to\n* The overarching\n* The overarching\n -\n* The overarching\n -\n ventions is to ensure that such activities do not in\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n crease the vulnerability of exposed people or their\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n crease the vulnerability of exposed people or their\n -\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n crease the vulnerability of exposed people or their\n -\n tion for the community. As such, the principle of\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n crease the vulnerability of exposed people or their\n -\n tion for the community. As such, the principle of\n -\n* The overarching\n -\n ventions is to ensure that such activities do not in\n -\n crease the vulnerability of exposed people or their\n -\n tion for the community. As such, the principle of\n -\n ing the integration of disaster risk reduction (DRR)\n* While the recovery framework\n* While the recovery framework\n -\n* While the recovery framework\n -\n tions should be on building the disaster resilience\n* While the recovery framework\n -\n tions should be on building the disaster resilience\n -\n* While the recovery framework\n -\n tions should be on building the disaster resilience\n -\n ter resilience framework, and it is essential that the\n* The NDRF is meant to\n* Almost all of the flooding\n* Almost all of the flooding\n of existing decentralised structures, with lead min\n* Almost all of the flooding\n of existing decentralised structures, with lead min\n -\n* Almost all of the flooding\n of existing decentralised structures, with lead min\n -\n istries and departments providing guidance and\n* -\n* -\n tion:\n* -\n tion:\n Recovery programmes are not funded or im\n* -\n tion:\n Recovery programmes are not funded or im\n -\n* -\n tion:\n Recovery programmes are not funded or im\n -\n plemented by the government alone. It is essential\n* -\n tion:\n Recovery programmes are not funded or im\n -\n plemented by the government alone. It is essential\n -\n* -\n tion:\n Recovery programmes are not funded or im\n -\n plemented by the government alone. It is essential\n -\n ers in the recovery programmes, as well as to build\n* -\n tion:\n Recovery programmes are not funded or im\n -\n plemented by the government alone. It is essential\n -\n ers in the recovery programmes, as well as to build\n Within the current national disaster risk management\n* -\n* -\n sues:\n* -\n sues:\n While the protection sector addresses some\n* -\n sues:\n While the protection sector addresses some\n -\n* -\n sues:\n While the protection sector addresses some\n -\n tors, including climate change, DRR, the environ\n* -\n sues:\n While the protection sector addresses some\n -\n tors, including climate change, DRR, the environ\n -\n* -\n sues:\n While the protection sector addresses some\n -\n tors, including climate change, DRR, the environ\n -\n ment, gender, and HIV/AIDS, with specific indicators\n* -\n sues:\n While the protection sector addresses some\n -\n tors, including climate change, DRR, the environ\n -\n ment, gender, and HIV/AIDS, with specific indicators\n -\n* -\n sues:\n While the protection sector addresses some\n -\n tors, including climate change, DRR, the environ\n -\n ment, gender, and HIV/AIDS, with specific indicators\n -\n ing that all recovery and reconstruction interventions\n* The\n* Different players are already implementing"}, {"text_block_id": "p29_b272", "text": "resilience programmes should establish linkages with existing programmes, avoid duplications, and use lessons learnt and best practices."}, {"text_block_id": "p29_b273", "text": "NDRF Alignment with National Policies and"}, {"text_block_id": "p29_b274", "text": "Strategies"}, {"text_block_id": "p29_b275", "text": "The NDRF was developed in conformity with national legislation, policies, and strategies. It is aligned with all statutes governing or supporting disaster risk manage"}, {"text_block_id": "p29_b276", "text": "-"}, {"text_block_id": "p29_b277", "text": "ment (DRM) and recovery in Malawi, and all sector and thematic legislation, policies, and strategies with which disaster recovery is associated. The NDRF is aligned but not limited to the key frameworks discussed below."}, {"text_block_id": "p29_b278", "text": "Disaster Preparedness and Relief Act"}, {"text_block_id": "p29_b279", "text": "The Disaster Preparedness and Relief Act provides a comprehensive, integrated, and co-ordinated framework for DRM aimed at preventing or reducing the risk of disasters, mitigating the severity of disasters, preparing for disasters, rapidly and effectively responding to and managing disasters and post-disaster recovery, establishing a more effective institutional framework for DRM in Malawi, and optimizing DRM funding arrangements. It is in view of this that the NDRF is governed especially on matters pertaining to recovery from all forms of disasters."}, {"text_block_id": "p29_b280", "text": "National Resilience Strategy"}, {"text_block_id": "p29_b281_merged_merged", "text": "The National Resilience Strategy is a fifteen-year agenda in three phases aimed at putting vulnerable households on a more sustainable path by strengthening their resilience to seasonal predictable shocks, and extreme shocks such as drought and floods, which are expected to increase owing to climate change. Most interventions in the NRS are not new per se, rather what is new is the approach. Through the NRS, government brings a multi-dimensional approach to food and nutrition insecurity, diversified and climate-smart agricultural growth, disaster risk reduction, flood control, early warning systems, environmental management, social protection, and nutrition, managed under a single common program framework and monitoring and evaluation systems, and through enhanced coordination, pooling of resources and prioritization."}, {"text_block_id": "p29_b284", "text": "Malawi Growth and Development Strategy III"}, {"text_block_id": "p29_b285", "text": "The third Malawi Growth and Development Strategy (MGDS III) which will be implemented from 2017 to 2022, is the fourth medium-term national development strategy formulated to contribute to the attainment country’s long-term development aspirations as enshrined in the Vision 2020. The previous development strategies that were developed to implement the Vision 2020 were the Malawi Poverty Reduction Strategy Paper and MGDS I and II. The MGDS III is, therefore, the final strategy that will take Malawi to the expiry of Vision 2020."}, {"text_block_id": "p29_b286", "text": "As a national strategy, the overarching theme for the MGDS III is: “Building a Productive, Competitive and Resilient Nation”. Unlike its immediate predecessor, the strategy is built around this one theme that aims to improve productivity, turn the country into a competitive nation and develop resilience to shocks and hazards. The MGDS III also consolidates the efforts that Malawi is undertaking to reposition herself as a global player. The MGDS III is, therefore, anchored on five key priority areas namely: i) Agriculture, Water Development and Climate Change; ii) Education and Skills Development; iii) Energy, Industry and Tourism Development; iv) Transport and ICT Infrastructure and; v) Health and Population. These key priority areas were chosen on the basis of their strong linkages among each other as well as other sectors of the economy."}, {"text_block_id": "p29_b287", "text": "National Disaster Risk Management Policy"}, {"text_block_id": "p29_b288", "text": "The National Disaster Risk Management Policy stresses the need to ensure that disaster losses and impacts are sustainably reduced. The NDRF will be developed in alignment with this policy’s objectives to strengthen capacities for effective preparedness, response, and recovery. The NDRF will respect and align with the institutional arrangements for DRM stipulated in the policy. The policy is aimed at ensuring that DRM is mainstreamed into development planning and policies of all sectors to reduce the impact of disasters and to ensure sustainable development in the country. This is also incorporated into the NDRF."}, {"text_block_id": "p29_b289", "text": "National Environmental Policy"}, {"text_block_id": "p29_b290", "text": "The National Environmental Policy of 2004 calls for the development of mechanisms for cross-sector"}, {"text_block_id": "p30_b291", "text": "management of environmental issues; facilitating active participation of local communities and other stakeholders in the enforcement of environmental management legislation; and integration of environmental planning, management, and institutional frameworks into the decentralised structure. The NDRF recognises that the environment and land resources management is a key pillar to disaster recovery, and adherence to the National Environmental Policy of 2004 will be ensured."}, {"text_block_id": "p30_b292", "text": "National Land Resources Management Policy and National Land Policy of 2002"}, {"text_block_id": "p30_b293", "text": "The National Land Policy stipulates that it will promote community participation and public awareness at all levels to ensure environmentally sustainable land use practices and good land stewardship. This policy also seeks to ensure tenure security and equitable access to land to facilitate the realisation of social harmony and broad-based social and economic development through optimum and ecologically balanced use of land and land-based resources. Alignment with this principle is critical in the assessment of recovery interventions identified in the NDRF. On the other hand, the National Land Resources Management Policy of 2000 aims to promote the efficient, diversified, and sustainable use of land resources both for agriculture and other uses to avoid sectoral land-use conflicts and ensure sustainable socio-economic development. All these policy directions provide guidance on the optimal use of land as propagated by the NDRF."}, {"text_block_id": "p30_b294", "text": "National Meteorological Policy"}, {"text_block_id": "p30_b295", "text": "The National Meteorological Policy aims to contribute to enhanced weather, climate, and climate change services to support the socio-economic development of Malawi. The NDRF recognises the impacts of changes in weather and climate patterns and the importance of a concerted and well-co-ordinated disaster recovery system in line with the National Meteorological Policy."}, {"text_block_id": "p30_b296", "text": "The National Water Policy, 2005"}, {"text_block_id": "p30_b297", "text": "The National Water Policy as reflected in its new title is meant to address all aspects of water including resource management, development and service delivery. The policy has articulated a new water sector vision of ‘Water and Sanitation for All, Always.’ The"}, {"text_block_id": "p30_b298", "text": "new vision embraces and reflects the Government’s overall development objectives of poverty reduction and economic prosperity. The Policy comprehensively covers areas of water resource management and development, water quality and pollution control, water utilization, disaster management and institutional roles and linkages. The Policy, among other issues, aims at:"}, {"text_block_id": "p30_b299", "text": "new vision embraces and reflects the Government’s overall development objectives of poverty reduction and economic prosperity. The Policy comprehensively covers areas of water resource management and development, water quality and pollution control, water utilization, disaster management and institutional roles and linkages. The Policy, among other issues, aims at:\n* Achieving sustainable and integrated water"}, {"text_block_id": "p30_b302", "text": "Other Policies"}, {"text_block_id": "p30_b303", "text": "The NDRF is governed by the DRM policy, and therefore will also respect all other policies to which the DRM policy ascribes. These include:"}, {"text_block_id": "p30_b304", "text": "The NDRF is governed by the DRM policy, and therefore will also respect all other policies to which the DRM policy ascribes. These include:\n* National Social Support Policy\n* Malawi Decentralisation Policy\n* Health Policy\n* National HIV and AIDS Policy\n* Nutrition Policy\n* Food Security Policy\n* Gender Policy\n* Child Protection Policy\n* Education Policy\n* Elderly and Disabilities Policy\n* National Sanitation Policy\n* National Housing Policy\n* National Forestry Policy\n* Mining Policy"}, {"text_block_id": "p30_b346", "text": "Other Acts"}, {"text_block_id": "p30_b347", "text": "The implementation of the NDRF will align with the statutory obligations stipulated in the Disaster Preparedness and Relief Act, including the following associated legislation:"}, {"text_block_id": "p30_b348", "text": "The implementation of the NDRF will align with the statutory obligations stipulated in the Disaster Preparedness and Relief Act, including the following associated legislation:\n* Environmental Management Act (1996)\n* Forestry Act (1997)\n* Irrigation Act (2001)\n* Local Government Act (1998)\n* Town and Country Planning Act (1988)\n* Water Resources Act (1969)\n* Malawi Constitution"}, {"text_block_id": "p31_b369", "text": "INSTITUTIONAL ARRANGEMENTS OF THE NDRF"}, {"text_block_id": "p31_b370", "text": "The NDRF is a tool to manage efficient and effective recovery and reconstruction, as well as co-ordinate multi-stakeholder activities. The NDRF is in alignment with the Malawi’s DRM institutional framework as outlined in the Operation Guidelines for Disaster Risk Management for Malawi. The institutional arrangements for the NDRF were established to ensure governance, management, and oversight of recovery across existing and future disasters covered under the framework. Central oversight to recovery and reconstruction policy and implementation will be provided by the National Disaster Preparedness and Relief Committee, while DoDMA will lead day-to-day monitoring and co"}, {"text_block_id": "p31_b371", "text": "-"}, {"text_block_id": "p31_b372", "text": "ordination of recovery and reconstruction programmes. As custodian of the NDRF, DoDMA will be the lead agency responsible for the development and implementation of the NDRF. This will be accomplished in close co-ordination with ministries, departments, and agencies (MDAs); local and district authorities; and key stakeholders, including DPs, CSOs and NGOs, and the private sector. The National Disaster Preparedness and Relief Technical Committee (NDPRTC) will centrally support inter-cluster co-ordination to ensure that recovery and reconstruction activities are aligned and co-ordinated. The institutional arrangements for recovery and reconstruction at all levels and across sectors are illustrated below ("}, {"text_block_id": "p31_b373", "text": "Figure 1"}, {"text_block_id": "p31_b374", "text": ")."}, {"text_block_id": "p31_b375", "text": "Roles and Responsibilities for the NDRF"}, {"text_block_id": "p31_b376", "text": "National Disaster Preparedness and Relief Committee"}, {"text_block_id": "p31_b377", "text": "The National Disaster Preparedness and Relief Committee (NDPRC) will provide policy guidance and direction on implementing of the NDRF. Where necessary, the NDPRC Chair may request the participation of other key players when deliberating issues relating to the recovery framework."}, {"text_block_id": "p31_b378", "text": "National Disaster Preparedness and Relief Technical Committee and Technical Sub-Committees"}, {"text_block_id": "p31_b379", "text": "The National Disaster Preparedness and Relief Technical Committee (NDPRTC) will be responsible for inter-cluster co-ordination, as well as analysing the final recovery results and reviewing the NDRF. The"}, {"text_block_id": "p31_b380_merged_merged", "text": "national DRM institutional set-up has 11 technical sub-committees: Agriculture and Food Security; Health and Nutrition; Water and Sanitation; Transport and Logistics; Assessment; Shelter; Spatial Planning and Camp Management; Early Warning; Protection; Education, Information, and Communication; and Search and Rescue. During disaster preparedness, response, and recovery periods, the technical sub-committees may function as clusters, focusing on humanitarian aspects."}, {"text_block_id": "p31_b383", "text": "Department of Disaster Management Affairs"}, {"text_block_id": "p31_b384", "text": "DoDMA will be the custodian of the NDRF, responsible for leading the development and implementation of all disaster responses covered under the framework. As the lead authority for managing recovery and reconstruction, DoDMA will co-ordinate the development of disasterspecific NDRF inputs with MDAs, local and district authorities, and key stakeholders, including DPs, CSOs and NGOs, and the private sector. In addition, DoDMA will support resource mobilisation and financial prioritisation, as well as tracking progress of implementation. DoDMA will be responsible for setting up and maintaining an M&E system and will hold regular monitoring and co-ordination meetings with key stakeholders during implementation."}, {"text_block_id": "p31_b385", "text": "Ministry of Agriculture, Irrigation and Water Development"}, {"text_block_id": "p31_b386", "text": "The Ministry of Agriculture, Irrigation and Water Development (MoAIWD) is responsible for agriculture and food security issues in Malawi, including drought mitigation and recovery. It will implement, or coordinate the implementation, of the majority of interventions in the NDRF. In the implementation of the NDRF, MoAIWD and its stakeholders will be responsible for strengthening food security early warning system to make it more comprehensive and efficient in alerting stakeholders of any emerging food security risks, improve management of food security risks, increase farmer adoption of drought and flood tolerant crop varieties, promote the use of agricultural insurance as a risk mitigation measure, such as weather-index crop and livestock insurance and livestock health insurance and promotion of investments in regional strategic grain reserves and storage systems for the purposes of addressing food security risks."}, {"text_block_id": "p31_b387", "text": "The ministry will also be responsible for the development"}, {"text_block_id": "p33_b388", "text": "of water harvesting infrastructure, improvement of water resource and supply infrastructure that is more resilient to future disasters as well as sustainable irrigation infrastructures. In addition, they will ensure that farmers are implementing catchment area protection and appropriate farming systems as well as the intensification and dissemination of technologies for best practices on crops, livestock and fish production that withstand adverse weather conditions whilst strengthening surveillance systems for monitoring outbreaks of pests and diseases."}, {"text_block_id": "p33_b389", "text": "Ministry of Finance, Economic Planning and Development"}, {"text_block_id": "p33_b390", "text": "The Ministry of Finance Economic Planning and Development (MoFEPD) is responsible for mobilisation of resources for the GoM. In the NDRF, MoFEPD will be responsible for mobilisation, management, and disbursement of financial resources to line ministries and departments that are implementing recovery interventions. MoFEPD will also be responsible for M&E of financial management by ministries and departments, and will share M&E records with DoDMA as part of the M&E system. The ministry will co"}, {"text_block_id": "p33_b391", "text": "-"}, {"text_block_id": "p33_b392", "text": "ordinate with DoDMA and other institutions during resource mobilisation and distribution."}, {"text_block_id": "p33_b393_merged_merged", "text": "Ministries, Departments, and Agencies"}, {"text_block_id": "p33_b396", "text": "MDAs are responsible for co-ordinating the identification and implementation of NDRF activities by various stakeholders. The MDAs will co-ordinate with DCs and key stakeholders to define prioritised sector interventions and will oversee the implementation of recovery within their sectors. The MDAs will guide resource allocations for recovery through annual budget allocations and will direct financial assistance provided by DPs and NGOs to priority sector recovery interventions. M&E of resources and project interventions will be ensured, and MDAs will provide records to DoDMA as part of the M&E system."}, {"text_block_id": "p33_b397", "text": "Local Authorities"}, {"text_block_id": "p33_b398", "text": "DCs will be responsible for co-ordinating and implementing the NDRF, as well as defining and prioritising recovery projects. However, no recovery intervention will be implemented at the district level without going through the normal channels to ensure"}, {"text_block_id": "p33_b399", "text": "ownership and sustainability. The key co-ordinating structure will be the District Civil Protection Committee (DCPC) at the district level, the Area Civil Protection Committee at the Traditional Authority (TA) level, and the Village Civil Protection Committee (VCPC) at the village and group village levels. DCs will also be responsible for the management of financial resources and for monitoring and evaluating interventions implemented in the district by donor partners, NGOs, or themselves. Results will be submitted to form part of the M&E system under DoDMA."}, {"text_block_id": "p33_b400", "text": "Development Partners, and Civil Society and Non-Governmental Organisations"}, {"text_block_id": "p33_b401", "text": "DPs, CSOs, and NGOs play key roles in mobilising financing for recovery and supporting implementation. These stakeholders often have long-term engagements within Malawi, and have strong relationships and knowledge with local issues, institutions, and communities. Recovery operations should leverage these assets to support implementation, but MDAs and local authorities must ensure that recovery interventions align with NDRF priorities. Realignment of existing project activities to priorities identified in the recovery framework should be explored to ensure effective recovery and reconstruction. It will also be the necessary for MDAs or DCs to monitor the effectiveness of interventions offered and to report on interventions to guide resource allocation and avoid duplication. Effective co-ordination between DoDMA, MDAs, and local authorities should be maintained through regular two-way communication and co-ordination meetings. There is however need to provide guidance to the CSOs and NGOs to better articulate the financial resources available to support the NDRF."}, {"text_block_id": "p33_b402", "text": "Private Sector"}, {"text_block_id": "p33_b403", "text": "Some recovery interventions, such as those related to the transport and food security sectors, require the participation of the private sector. The private sector may also provide both financial and technical support for implementing of some of the interventions in the recovery framework. Co-ordination with key private sector stakeholders should be maintained during development and implementation of the NDRF."}, {"text_block_id": "p34_b404", "text": "Inter-Departmental Recovery Prioritisation Taskforce"}, {"text_block_id": "p34_b405", "text": "For purposes of recovery, Government set up the IDRPT. The taskforce is called upon after a disaster to help facilitate the articulation of a recovery vision, objectives, timeline, and scope of a new recovery framework. A critical element of a NDRF is the harmonisation of recovery in alignment with national priorities and development plans. The IDRPT plays a central role in this regard, supporting the identification, prioritisation, and short- to long-term phasing of recovery strategies and interventions across sectors and geo-spatial locations. The IDRPT also plays a critical role in co-ordinating, monitoring, and reporting NDRF implementation through regular IDRPT meeting and consultations with district officers. IDRPT meetings will be held to discuss ongoing and planned recovery activities to ensure that efforts are aligned with NDRF priorities and principles. To support these processes, the IDRPT is composed of senior government technical officers and key stakeholders with expertise related to the specific disaster."}, {"text_block_id": "p34_b406", "text": "Composition of the IDRPT"}, {"text_block_id": "p34_b407", "text": "DoDMA will be responsible for activating the IDRPT following the completion of a damage and needs assessment. The composition of the IDRPT is determined by DoDMA based on disaster type and technical need and the extent of expected involvement and support required for co-ordination and implementation of recovery activities. The IDRPT should include senior technical representatives from all major disasteraffected sector ministries, departments, and government parastatals (e.g. meteorological services, water board). Depending on the centralisation of disaster impacts and need, the IDRPT could also include district representatives. Other key stakeholders, including DPs, CSOs, NGOs, and the private sector, that can provide critical technical capacities, knowledge, or inputs will be included on a case-by-case basis as per a specific disaster need. However, it is important to ensure that IDRPT composition does not compromise its core objectives or roles and responsibilities due to size or political structure."}, {"text_block_id": "p34_b408", "text": "Role of the IDRPT"}, {"text_block_id": "p34_b409", "text": "1."}, {"text_block_id": "p34_b410", "text": "Provide recommendations on prioritisation of re"}, {"text_block_id": "p34_b411", "text": "-"}, {"text_block_id": "p34_b412", "text": "source allocations and the annual on- and off-bud"}, {"text_block_id": "p34_b413", "text": "-"}, {"text_block_id": "p34_b414", "text": "getary flows for recovery throughout the expected period"}, {"text_block_id": "p34_b415", "text": "2."}, {"text_block_id": "p34_b416", "text": "Articulate the recovery vision, objectives, and guiding principles to the public, stakeholders, and partners"}, {"text_block_id": "p34_b417", "text": "3."}, {"text_block_id": "p34_b418", "text": "Review district, sector, and national recovery plans, and convene sector teams and districts to address information gaps in the recovery plans"}, {"text_block_id": "p34_b419", "text": "4."}, {"text_block_id": "p34_b420", "text": "Define prioritisation criteria, and sequence and prioritise recovery activities within and across sectors and geo-spatial locations"}, {"text_block_id": "p34_b421", "text": "5."}, {"text_block_id": "p34_b422", "text": "Review and determine short-, medium-, and long"}, {"text_block_id": "p34_b423", "text": "-"}, {"text_block_id": "p34_b424", "text": "term sectoral priorities throughout the expected recovery and reconstruction period"}, {"text_block_id": "p34_b425", "text": "6."}, {"text_block_id": "p34_b426", "text": "Facilitate review of the priorities and recovery needs after the PDNA is conducted"}, {"text_block_id": "p34_b427", "text": "7."}, {"text_block_id": "p34_b428", "text": "Assess policy and legal frameworks for the recov"}, {"text_block_id": "p34_b429", "text": "-"}, {"text_block_id": "p34_b430", "text": "ery and reconstruction processes"}, {"text_block_id": "p34_b431", "text": "8."}, {"text_block_id": "p34_b432", "text": "Approve standards, guidelines, and operating pro"}, {"text_block_id": "p34_b433", "text": "-"}, {"text_block_id": "p34_b434", "text": "cedures for an effective recovery process"}, {"text_block_id": "p34_b435", "text": "9."}, {"text_block_id": "p34_b436", "text": "Provide periodic checks and strategic guidance to the ministries and departments engaged in the re"}, {"text_block_id": "p34_b437", "text": "-"}, {"text_block_id": "p34_b438", "text": "covery process"}, {"text_block_id": "p34_b439", "text": "10."}, {"text_block_id": "p34_b440", "text": "Advise and co-ordinate recovery activities of the MDAs in alignment with the NDRF"}, {"text_block_id": "p34_b441", "text": "11."}, {"text_block_id": "p34_b442", "text": "Review and report progress on the recovery pro"}, {"text_block_id": "p34_b443", "text": "-"}, {"text_block_id": "p34_b444", "text": "cess in accordance with the implementation roles and responsibilities defined within the NDRF"}, {"text_block_id": "p34_b445", "text": "12."}, {"text_block_id": "p34_b446_merged_merged_merged_merged_merged_merged_merged", "text": "Respond upon activation of the IDRPT for disaster recovery framework (DRF) development and im-plementation processes."}, {"text_block_id": "p34_b449", "text": "Monitoring and Evaluation"}, {"text_block_id": "p34_b450", "text": "To ensure that recovery and reconstruction activities contribute to the strategic objectives (SOs) and goal of the NDRF, an effective M&E system for the NDRF will be developed to track resource mobilisation and distribution and to assess progress, co-ordination, and impact of recovery interventions. This system should"}, {"text_block_id": "p35_b451", "text": "build off existing mechanisms utilised by MDAs and districts, and provide an adaptive capability to monitor recovery efforts for existing and future disasters. MDAs currently use various tools for monitoring project activities. DoDMA is the responsible authority for centrally monitoring recovery progress and effectiveness, and will work with MDAs to adapt existing systems and co-ordinate inputs for M&E. The M&E system should comprise a management information system that includes a database that will keep track of all programme activities and financial transactions and that will monitor progress of physical and electronic records and reports for trainings, workshops, and field visits."}, {"text_block_id": "p35_b452", "text": "Key institutions responsible for monitoring NDRF implementation are MoFEPD, DoDMA, MDAs relevant to the disaster, DCs, DPs, and CSOs and NGOs. The Monitoring Plan below ("}, {"text_block_id": "p35_b453", "text": "Table 1"}, {"text_block_id": "p35_b454", "text": ") summarises roles and responsibilities of key institutions in monitoring and evaluating NDRF recovery results that apply to all responses included in the NDRF."}, {"text_block_id": "p35_b455", "text": "Financing Framework"}, {"text_block_id": "p35_b456", "text": "There are five components to be considered in the management of financing for the NDRF:"}, {"text_block_id": "p35_b457", "text": "■"}, {"text_block_id": "p35_b458", "text": "■"}, {"text_block_id": "p35_b459", "text": "Forecasting financial resources"}, {"text_block_id": "p35_b460", "text": "■"}, {"text_block_id": "p35_b461", "text": "■"}, {"text_block_id": "p35_b462", "text": "Quantifying the economic costs of the disaster"}, {"text_block_id": "p35_b463", "text": "■"}, {"text_block_id": "p35_b464", "text": "■"}, {"text_block_id": "p35_b465", "text": "Identifying and mobilising financial resources for recovery"}, {"text_block_id": "p35_b466", "text": "■"}, {"text_block_id": "p35_b467", "text": "■"}, {"text_block_id": "p35_b468", "text": "Developing and approving recovery budgets"}, {"text_block_id": "p35_b469", "text": "■"}, {"text_block_id": "p35_b470", "text": "■"}, {"text_block_id": "p35_b471", "text": "Setting up administrative arrangements to disburse funds and track and report on expenditures and results"}, {"text_block_id": "p35_b472", "text": "The MoFEPD is responsible for leading these activities, and will co-ordinate with DoDMA, MDAs, DCs, DPs, and CSOs and NGOs to mobilise and guide resource allocations to priority recovery areas."}, {"text_block_id": "p35_b473", "text": "Financial Forecasting"}, {"text_block_id": "p35_b474", "text": "At the beginning of the season, the government, led by DoDMA, carried out contingency planning after the season forecast from the Department of Climate Change and Meteorological Services (DCCMS) and the Water Resources Department. Based on the information provided and by simulating the past event, it is possible to estimate the resources that"}, {"text_block_id": "p35_b475", "text": "will be required for recovery interventions in case a disaster occurs. This approach will ensure the financial preparedness of the government to intervene quickly with appropriate recovery interventions. The financial forecast for recovery should be embedded in the contingency planning process. The information should be shared with MoFEPD, DPs, CSOs, and NGOs to anticipate resource allocation before the event."}, {"text_block_id": "p35_b476", "text": "Quantifying the Economic Cost of the Disaster"}, {"text_block_id": "p35_b477", "text": "Once a disaster has occurred, a deeper analysis of the economic cost of the disaster is carried out by the sector teams. The information gained will inform the decision about whether a declaration of National Emergency is required and will also support a more detailed disaster assessment of damage and need, if necessary, along with the development of a recovery framework. With guidance from DoDMA, supported by the sector specialist, the MoFEPD will co-ordinate resource allocation to priority areas that require recovery interventions. The resources will include the public funds, donations, loans, grants, and reallocation of programmed allocations from lower-priority areas based on discussions with DPs and NGOs."}, {"text_block_id": "p35_b478", "text": "Identifying and Mobilising Financial Resources for Recovery"}, {"text_block_id": "p35_b479_merged_merged", "text": "This process will be co-ordinated by the MoFEPD and DoDMA but also championed by sector departments. Based on recovery priorities and financing needs identified in the NDRF, departments will present resource requirements to the MoFEPD to be confirmed by DoDMA. The MoFEPD will seek recovery resources through various funding streams, including reprogrammed budgets, surpluses, reserves, donations, and borrowing. This will require close co-ordination with the MoFEPD Budget Department, DPs, and NGOs. The MoFEPD will utilise the NDRF to guide new requests and offers to support recovery financing and implementation. Departments will reprioritise the interventions in their sector to focus on the immediate needs, while the MoFEPD will mobilise more resources and identify resources from the national budget to finance recovery interventions."}, {"text_block_id": "p36_b482", "text": "TABLE 1. NDRF Monitoring Plan"}, {"text_block_id": "p36_b483", "text": "Developing and Approving Recovery Budgets"}, {"text_block_id": "p36_b484", "text": "Programmatic sector-specific recovery budgets and phased financial needs are established by sector departments during the NDRF development process. Once the cross-sectoral prioritisation has taken place, sector departments will annually present financial recovery needs. These will be submitted to the MoFEPD and DoDMA for review and reprioritisation. Once reviewed with sectors and finalised, the recovery budget proposal will be submitted to the MoFEPD Budget Department for approval."}, {"text_block_id": "p36_b485", "text": "Funds Disbursement and Management"}, {"text_block_id": "p36_b486", "text": "Disbursement of recovery resources from the public funds and reprogrammed project resources will follow the existing Government/project procedures but with detailed documentation submitted to MoFEPD and DoDMA, which will be reviewed from time to time. The documentation will identify areas that require more financial support."}, {"text_block_id": "p36_b487", "text": "The public expects a high level of transparency in the use of recovery funds. For that reason, recovery"}, {"text_block_id": "p37_b488_merged", "text": "programmes require an accountability framework, which includes the elements described in Table 2."}, {"text_block_id": "p37_b491", "text": "NDRF Development and Implementation"}, {"text_block_id": "p37_b492", "text": "Framework"}, {"text_block_id": "p37_b493", "text": "The NDRF development and implementation framework is intended to outline the procedures and steps required to govern the NDRF in the aftermath of a disaster declaration and until recovery and reconstruction activities are complete. It highlights the roles and responsibilities of key actors to ensure that recovery is co-ordinated across all stakeholders, geo-spatial locations, and institutional levels of authority (national, district, and community)."}, {"text_block_id": "p37_b494", "text": "Development"}, {"text_block_id": "p37_b495", "text": "In response to a major disaster, the GoM will initiate a disaster impact and needs assessment. Requests for technical support to conduct this activity may also include a request for future recovery planning assistance. Activities, including disaster-specific inputs to the NDRF, should commence only after the completion of the damage and needs assessment. However, preliminary analysis of policy, legal, and financing considerations can take pace in advance. DoDMA will identify the key line ministries and stakeholders relevant to the disaster and activate the IDRPT. IDRPT consultations will define the scope and timeline for updating the NDRF. These consultations will also result in the drafting of the recovery vision and the SOs."}, {"text_block_id": "p37_b496", "text": "Analysis of the disaster context and the key inputs gathered will guide consultations with key stakeholders"}, {"text_block_id": "p37_b497", "text": "to develop sectoral, implementation, financial, and performance frameworks. When developing sectoral frameworks, sector priorities for the sectors and districts will be reviewed, financially costed, and phased in over time (short-, medium-, and long-term periods). The financial strategy is determined by identifying the financial flows (on- and off-budget), available funding sources, and funding gaps. The IDRPT will define cross-sectoral and geo-spatial priorities based on established criteria, and will identify programmatic implementation dependencies on other sectors. Results of the analysis will be shared for consultation and comments with DCs, DPs, and the NDPRTC. Upon revision, the NDRF will be validated with the NDPRC and then launched and disseminated."}, {"text_block_id": "p37_b498", "text": "Implementation"}, {"text_block_id": "p37_b499", "text": "DoDMA, in co-ordination with line ministries, departments, and DCs, should ensure that implementation of all recovery activities by various stakeholders is aligned with the NDRF at all levels. To ensure that implementation of recovery activities by DPs and NGOs is aligned with the NDRF, the implementing stakeholders should co-ordinate with DoDMA, line ministries and departments, and DCs. New recovery activities and financing should be reported by DCs, and line ministries, departments and CSOs/NGOsto DoDMA for record and review against the NDRF. The IDRPT will hold quarterly co-ordination meetings to discuss implementation of recovery activities across the various disasters governed by the NDRF. DoDMA should host and facilitate development of an M&E system to track and monitor the progress of recovery activities. The recovery priorities for the NDRF"}, {"text_block_id": "p38_b500", "text": "will be assessed and updated during the quarterly IDRPT meetings. In instances where there exist similar recovery interventions from different disasters, it is the role of the IDRPT to prioritise and ensure synergy"}, {"text_block_id": "p38_b501", "text": "and co-ordination of the activities in the NDRF. Design and implementation of recovery activities should be programmed to ensure that recovery interventions strengthen resilience."}, {"text_block_id": "p38_b502", "text": "TABLE 3."}, {"text_block_id": "p38_b503", "text": "NDRF Development and Implementation Framework"}, {"text_block_id": "p40_b504", "text": "SECTION 2"}, {"text_block_id": "p41_b505", "text": "NDRF DISASTER CONTEXT"}, {"text_block_id": "p41_b506", "text": "Summary of Flood and Drought Damages and Losses"}, {"text_block_id": "p41_b507", "text": "In a period of two years, Malawi was affected by two severe disasters. A once-in-500-years flood in 2015, which affected more than 1.1 million people, followed by a devastating drought that left at least 6.5 million people food insecure during the 2016/17 season. The GoM responded to both disasters with requests for international assistance from the EU, the United Nations, and the WB to help conduct a comprehensive PDNA and support disaster recovery planning through the NDRF. While the drought and floods were separate disasters, occurring at different times, the short, medium and long term impacts were similar, affecting particularly the most vulnerable communities. In addition, the majority of the sectors and districts that were impacted were the same. This, therefore, means that there are interlinkages between the two disasters which the design and implementation of the drought component of the recovery framework underlines. Both the drought and floods components of the NDRF are being developed and implemented within the same institutional arrangement."}, {"text_block_id": "p41_b508", "text": "The severity of the two events was unprecedented. The 2015 Malawi floods were some of the most devastating in decades in terms of geographical coverage, severity of damage, and extent of loss. An estimated 1.1 million people were affected, including 230,000 displaced, 106 killed, and 172 reported missing"}, {"text_block_id": "p41_b509", "text": ". Economic loss and damage cut across national, district, and community levels, and affected a total of 12 sectors, with concentrated effects on housing, transport, and agriculture (including crops, irrigation, fisheries, and livestock). The losses were exacerbated by damage to infrastructure, crops and livestock, and agriculture production due to the subsequent water and electricity shortages and a disruption of economic activities due to displacement. A State of National Disaster was declared for 15 districts: Balaka, Blantyre, Chikwawa, Chiradzulu, Karonga, Machinga, Mangochi, Mulanje, Nsanje, Ntcheu, Phalombe, Rumphi, Salima, Thyolo, and Zomba. During the same period, the districts of Dedza and Nkhotakota were also affected by the"}, {"text_block_id": "p41_b510", "text": "disaster, and therefore were included as part of the 2015 Flood DRF. The PDNA estimated total disaster effects and recovery and reconstruction needs for the 12 affected sectors at US$335 million (MWK 146 billion) (equivalent to approximately 0.6 percent of Malawi’s gross domestic product) and US$494 million (MWK 215 billion), respectively"}, {"text_block_id": "p41_b511", "text": ". In the Flood DRF, districts proposed priority interventions at an estimated recovery cost of US$225 million (MWK 169 billion) across the 14 affected sectors. The NDRF indicated a financial gap of US$153 million (MWK 115 billion) out of the total recovery and reconstruction needs."}, {"text_block_id": "p41_b512_merged_merged_merged", "text": "Strong El Niño conditions compounded the effects of the 2015 floods and greatly affected the 2015/16 agricultural season with erratic and below average rains and prolonged dry spells across most parts of the country, which resulted in severe crop failure, particularly in the Southern Region and parts of the Central Region. At least 6.5 million people (39 percent of the population) in Malawi’s 24 drought-affected districts risked not being able to meet their food requirements during the 2016/17 consumption period. The 2016 Drought PDNAhas estimated damages amounting to US$36.6 million (MWK 27.5 billion) and losses (projected to March 2017) of US$329.4 million (MWK 247.1 billion), totalling an estimated US$366 million (MWK 275 billion) in drought effects. The productive sectors account for 81 percent of the effects, while the social and physical sectors account for 10 percent and 9 percent, respectively. The agriculture sector, including crops, livestock, and fisheries, was the most affected, with damages and losses accounting for 70 percent of the total. Recovery needs across all sectors, including food security, have been estimated at US$510 million (MWK 383 billion), with food security making up more than 50 percent of the total recovery costs. Excluding food security, the social sectors account for 44.0 percent, the productive sectors for 30.3 percent, and the physical sectors for 56.5 percent of all recovery needs. Agriculture (22.0 percent), social protection (18.5 percent), and nutrition (14.4 percent) constitute the sectors with the highest recovery needs over the next three-year period. A comparison of damage and losses and recovery needs from the two disasters is illustrated in Figure 2."}, {"text_block_id": "p42_b517", "text": "FIGURE 2. Disaster Damages and Losses and Recovery Needs for 2015 Floods and 2015/16 Drought (US$)"}, {"text_block_id": "p42_b518", "text": "With the exception of Karonga, all the other 16 districts (including Dedza and Nkhotakota) that were affected by the floods in 2015 were also affected by drought in 2016."}, {"text_block_id": "p42_b519", "text": "Figure 3"}, {"text_block_id": "p42_b520", "text": "summarises the total recovery and reconstruction needs for the 16 districts where both drought and flood recovery interventions are being implemented. For floods, Nsanje, Chikwawa, Phalombe and Zomba top the districts requiring the most resources, in that order. For drought, Chikwawa, Dedza, Ntcheu and Chiradzulu require the most amount of resources for recovery and reconstruction."}, {"text_block_id": "p42_b521", "text": "Apart from housing, all sectors that were affected by the floods in 2015 were also affected by the drought. A total of 11 sectors were affected by both floods and drought. For these sectors, the drought PDNA report shows that the majority of recovery and reconstruction needs were allocated to agriculture and food security, followed by social protection, nutrition and water and sanitation. For the floods, the PDNA report shows that transport had the largest requirements for recovery and reconstruction, followed by agriculture and food security, water and sanitation and education ("}, {"text_block_id": "p42_b522", "text": "fig. 4"}, {"text_block_id": "p42_b523", "text": ")."}, {"text_block_id": "p42_b524", "text": "Implementation Challenges"}, {"text_block_id": "p42_b525", "text": "Recovery activities face a lot of challenges, such as co"}, {"text_block_id": "p42_b526", "text": "-"}, {"text_block_id": "p42_b527", "text": "ordination, implementation capacity constraints, M&E of recovery interventions, and resource mobilisation."}, {"text_block_id": "p42_b528", "text": "Co-ordination"}, {"text_block_id": "p42_b529_merged_merged_merged_merged", "text": "Co-ordination challenges between MDAs, DCs, DPs, and CSOs and NGOs can lead to duplication of recovery efforts and use of resources for non-prioritised recovery activities. Undefined communication and co-ordination mechanisms create awareness gaps and exclude stakeholders that are important for recovery processes. This is often most pronounced in recovery efforts between the government and NGOs, but also remains an internal challenge between MDAs. At district level, there is limited capacity to track recovery activities, especially when implemented through organisations that fail to register or communicate operations with DoDMA and DC. Without an updated database of recovery activities, including interventions implemented by NGOs, MDAs are unable to clearly identify recovery needs and direct recovery support."}, {"text_block_id": "p43_b532", "text": "FIGURE"}, {"text_block_id": "p43_b533", "text": "3. Comparison of flood and drought recovery and reconstruction needs by district"}, {"text_block_id": "p44_b534", "text": "Ad hoc requests for information often take time and provide incomplete information."}, {"text_block_id": "p44_b535", "text": "These challenges are further compounded in situations where disasters strike in consecutive years. Recovery responses to the 2015 floods and 2015/16 drought emphasise the importance of ensuring co-ordination between MDAs, districts, DPs, and CSOs and NGOs, because both disasters affected similar districts and sectors. Without clear co-ordination mechanisms and implementation arrangements there is a greater likelihood of duplicating efforts and creating recovery gaps."}, {"text_block_id": "p44_b536", "text": "The community level is the heavily affected, due to cases of corruption among local stakeholders such as chiefs in identifying rightful beneficiaries such as orphans and the disabled resulting in misallocation of resources. Such situations have the potential to increase transmission of HIV and AIDS. There is also information gaps amongst different community based organizations implementing similar recovery interventions due to poor coordination amongst the stakeholders which results in duplications of activities."}, {"text_block_id": "p44_b537", "text": "Recommendation:"}, {"text_block_id": "p44_b538", "text": "It is essential that the NDRF is utilised to maintain co-ordination for flood and drought responses and to effectively communicate recovery priorities. Sensitisation should be strengthened to ensure recovery activities and work plans are aligned with the NDRF and that interventions are tracked and communicated at all levels. Districts offices should also improve regular communication on recovery interventions to MDAs and DoDMA, and should enhance oversight to ensure that recovery agencies are registered and that they report on recovery activities and financing. DoDMA must further ensure that recovery efforts are co-ordinated between flood and drought responses and that activities are targeted to key the priorities of both disasters."}, {"text_block_id": "p44_b539", "text": "Implementation and M&E Capacity"}, {"text_block_id": "p44_b540", "text": "Capacity challenges for monitoring and implementing recovery exist broadly across all levels and include constraints on human resources, systems, and equipment. Local authorities have limited trained personnel to oversee recovery operations and lack systems to assess results and outcomes. In the absence of effective systems for guiding and monitoring recovery activities, districts"}, {"text_block_id": "p44_b541", "text": "are unable to effectively co-ordinate and guide recovery programmes. Modernised equipment for monitoring and reporting is limited, and information management is largely conducted through manual processes. This presents challenges to the timely access of information for co-ordinating recovery interventions. M&E is also constrained by a lack of baseline information, before and after a disaster, that can be used as a reference to measure the success of the recovery process."}, {"text_block_id": "p44_b542", "text": "Recommendation:"}, {"text_block_id": "p44_b543", "text": "A capacity assessment of the"}, {"text_block_id": "p44_b544", "text": "DoDMA was undertaken between December 2016 and January 2017, feeding into the DoDMA’s Capacity Development Plan 2017/2018-2019/2020. Capacity gaps and training needs identified in the plan should be addressed at all levels through necessary training and/ or additional personnel. Systems for tracking recovery interventions should be strengthened to allow for the review of recovery activities. This system should be managed centrally by DoDMA and capacity building should be done at all levels (i.e. by all stakeholders involved in collecting and archiving the recovery information). With the establishment of an effective archiving system and trained personnel, baseline information that feeds into recovery plans could easily be made available."}, {"text_block_id": "p44_b545", "text": "Resource Mobilisation and Monitoring"}, {"text_block_id": "p44_b546_merged_merged", "text": "Malawi’s central database for tracking financial assistance is not regularly maintained and cannot readily provide information on the availability of resources by donor, sector, or time frame. This information is critical for informing recovery strategies to address resource gaps and prioritised recovery needs. Without a central financial database, the MoFEPD cannot effectively co-ordinate financial assistance for donors and DPs, or ensure development aid is appropriately targeted."}, {"text_block_id": "p44_b549", "text": "Recommendation:"}, {"text_block_id": "p44_b550", "text": "Update and maintain a centralised financing tracking mechanism for all development aid and institute systems for collecting information from donors, DPs, and CSOs and NGOs. This information should be used to inform resource mobilisation strategies, annual budgets, and recovery finance allocation."}, {"text_block_id": "p45_b551", "text": "Next Steps and a Road Map for NDRF Implementation and Institutionalisation"}, {"text_block_id": "p45_b552", "text": "Policy and Planning"}, {"text_block_id": "p45_b553", "text": "1."}, {"text_block_id": "p45_b554", "text": "DoDMA should lead dissemination of the NDRF to districts and sensitise stakeholders on the process of recovery planning and prioritisation in alignment with the NDRF."}, {"text_block_id": "p45_b555", "text": "2."}, {"text_block_id": "p45_b556", "text": "Sectors and districts should develop detailed recovery plans based on NDRF recovery priorities and phased financial plans. All stakeholders should ensure that recovery plans and activities align with the NDRF."}, {"text_block_id": "p45_b557", "text": "3."}, {"text_block_id": "p45_b558", "text": "DoDMA should develop procedures for maintain"}, {"text_block_id": "p45_b559", "text": "-"}, {"text_block_id": "p45_b560", "text": "ing and updating the NDRF to ensure that chang"}, {"text_block_id": "p45_b561", "text": "-"}, {"text_block_id": "p45_b562", "text": "es to recovery priorities and financial needs are tracked during the implementation. This should be done in co-ordination with the NDPRTC."}, {"text_block_id": "p45_b563", "text": "4."}, {"text_block_id": "p45_b564", "text": "DoDMA will update the Disaster Preparedness and Relief Act to include NDRF development and response procedures in order to ensure that required mechanisms are in place for future disasters."}, {"text_block_id": "p45_b565", "text": "Institutional Arrangements and Co-ordination"}, {"text_block_id": "p45_b566", "text": "1."}, {"text_block_id": "p45_b567", "text": "Co-ordination mechanisms between DoDMA, MDAs, districts, DPs, CSOs and NGOs, and communities need to be formalised at national and district levels. Co-ordination mechanisms should include quarterly meetings of the IDRPT under the guidance of DoDMA to review progress on the implementation of the NDRF."}, {"text_block_id": "p45_b568", "text": "2."}, {"text_block_id": "p45_b569", "text": "Regular donor co-ordination meetings should be organised by DoDMA to ensure that recovery activities implemented by various stakeholders are aligned with the NDRF and that recovery priorities and gaps are communicated."}, {"text_block_id": "p45_b570", "text": "Implementation"}, {"text_block_id": "p45_b571", "text": "1."}, {"text_block_id": "p45_b572_merged_merged", "text": "DoDMA should oversee the implementation of the NDRF both vertically and horizontally, ensuring co-ordination with all stakeholders, while also working with DPs, CSOs, NGOs, and the private sector to guide the prioritisation of recovery resources."}, {"text_block_id": "p45_b575", "text": "2."}, {"text_block_id": "p45_b576", "text": "MDAs should support districts in developing recovery plans for the implementation of prioritised recovery activities and should co-ordinate across sectors to facilitate the implementation of required interventions linked to their respective sector. MDAs should also begin programing cross-sectoral priorities within existing and new work plans."}, {"text_block_id": "p45_b577", "text": "Financing Mobilisation"}, {"text_block_id": "p45_b578", "text": "1."}, {"text_block_id": "p45_b579", "text": "The MoFEPD should assess sources of existing development financing to identify opportunities to support prioritised recovery interventions and should hold discussions with donors and DPs on the possibilities of reprograming resources for critical recovery activities. The MoFEPD should also facilitate the development of a financing aid tracker, with support from DoDMA."}, {"text_block_id": "p45_b580", "text": "2."}, {"text_block_id": "p45_b581", "text": "The MoFEPD should initiate discussion on how resources can be mobilised to address financing gaps identified in the NDRF. This could be done through international appeals and donor conferences or donor co-ordination meetings."}, {"text_block_id": "p45_b582", "text": "3."}, {"text_block_id": "p45_b583", "text": "MDAs, with support from DoDMA, should align sector budgets to the recovery priorities and work with the MoFEPD Budget Department to allocate resources for recovery-specific activities."}, {"text_block_id": "p45_b584", "text": "Monitoring and Evaluation"}, {"text_block_id": "p45_b585", "text": "1."}, {"text_block_id": "p45_b586", "text": "DoDMA should lead the development of an M&E strategy and results framework, and establish a database management system to track implementation progress of both flood and drought recovery interventions. The M&E systems should be based on existing monitoring mechanisms, and inputs will be collected from MDAs and districts."}, {"text_block_id": "p45_b587", "text": "2."}, {"text_block_id": "p45_b588", "text": "Reporting lines for data collection and reporting should be formalised between DoDMA, MDAs, and districts."}, {"text_block_id": "p48_b589", "text": "SECTION 3"}, {"text_block_id": "p49_b590", "text": "NDRF 2015/16 DROUGHT RECOVERY"}, {"text_block_id": "p49_b591", "text": "The drought PDNA stipulates that the 2015/2016 agricultural season was greatly affected by strong El Niño conditions and resulted in erratic rains and prolonged dry spells across most parts of the country. In particular, the country experienced a delayed start of the 2015/16 agricultural season by two to four weeks followed by erratic and below average rains in November and December 2015. Prolonged dry spells have resulted in severe crop failure, particularly in the Southern Region and parts of the Central Region. The drought has been characterized as an agricultural drought as in large parts of the country precipitation commenced too late and it was too erratic or occurred over a short period of time. In response to the dry spells, the Government of Malawi declared a state of disaster in April, 2016, and a Post Disaster Needs Assessment (PDNA) was initiated in mid-May under the leadership of the Government of Malawi, with the assistance of the World Bank and the United Nations. It is against part of this background that this NDRF is formulated."}, {"text_block_id": "p49_b592", "text": "Strategic Objectives"}, {"text_block_id": "p49_b593", "text": "1."}, {"text_block_id": "p49_b594", "text": "Enhance drought resilience and preparedness by strengthening the capacity of institutions and drought-affected communities to reduce their risk and vulnerability"}, {"text_block_id": "p49_b595", "text": "2."}, {"text_block_id": "p49_b596", "text": "Improve food security, nutrition, and delivery of health services for the most vulnerable people in drought-affected communities"}, {"text_block_id": "p49_b597", "text": "3."}, {"text_block_id": "p49_b598", "text": "Increase agriculture productivity and sustainability through drought-resilient irrigation infrastructure, farming practices, and technologies"}, {"text_block_id": "p49_b599", "text": "4."}, {"text_block_id": "p49_b600", "text": "Strengthen the resilience of water resource man"}, {"text_block_id": "p49_b601", "text": "-"}, {"text_block_id": "p49_b602", "text": "agement and supply through non-structural and structural measures"}, {"text_block_id": "p49_b603", "text": "Summary of Damage and Loss by Sector"}, {"text_block_id": "p49_b604", "text": "Strong El Niño conditions greatly affected the 2015/16 agricultural season with erratic and below average rains and prolonged dry spells across most parts of the country, which resulted in severe crop failure, particularly in the Southern Region and parts of the Central Region. At"}, {"text_block_id": "p49_b605", "text": "least 6.5 million people (39 percent of the population) in Malawi’s 24 drought-affected districts risked not being able to meet their food requirements during the 2016/17 consumption period, according to the 2016 Malawi Vulnerability Assessment Committee (MVAC) Report on food security"}, {"text_block_id": "p49_b606", "text": ". The 2016 Drought PDNA"}, {"text_block_id": "p49_b607", "text": "has estimated damages amounting to US$36.6 million (MWK 27.5 billion) and losses (projected to March 2017) of US$329.4 million (MWK 247.1 billion), totalling an estimated at US$366 million (MWK 275 billion) in drought effects. The productive sectors account for 81 percent of the effects, while the social and physical sectors account for 10 percent and 9 percent, respectively. The agriculture sector, including crops, livestock, and fisheries, was the most affected, with damages and losses accounting for 70 percent of the total. Recovery needs across all sectors, including food security, have been estimated at US$510 million (MWK 383 billion), with food security making up more than 50 percent of the total recovery costs. Excluding food security, the social sectors account for 44.0 percent, the productive sectors for 30.3 percent, and the physical sectors for 56.5 percent of all recovery needs. Agriculture (22.0 percent), social protection (18.5 percent), and nutrition (14.4 percent) constitute the sectors with the highest recovery needs over the next three-year period."}, {"text_block_id": "p49_b608", "text": "Sectoral Distribution of Recovery Interventions"}, {"text_block_id": "p49_b609_merged_merged_merged", "text": "To support the efficient and effective recovery process, the various affected sectors identified recovery programmes that would enhance drought resilience and sustainability and that would strengthen their capacity to reduce risk and vulnerability. Sectors and locations of recovery interventions vary depending on the extent of damages and losses identified in the PDNA, humanitarian needs, and the methods of strengthening resilience and capacity building. The distribution of recovery interventions across sectors is examined in Figure 5, which shows that the water supply and livestock sectors require the greatest number of interventions. Most water supply interventions are aimed at augmenting issues of water supply through improving capacity, while agriculture (livestock, crops,"}, {"text_block_id": "p50_b612", "text": "FIGURE 5. Distribution of Interventions by Sector"}, {"text_block_id": "p50_b613", "text": "Total number of interventions"}, {"text_block_id": "p51_b614", "text": "FIGURE 6."}, {"text_block_id": "p51_b615", "text": "Alignment of Recovery Interventions with Strategic Objectives"}, {"text_block_id": "p51_b616", "text": "and fisheries) interventions concentrate on improving food security through surveillance and diversification and increasing agriculture productivity through resilience farming practices, infrastructure, and technologies."}, {"text_block_id": "p51_b617", "text": "Sectors such as water resources management and development and irrigation development have also identified interventions that strengthen water resource resilience and enhance capacities to ensure an increase in agricultural productivity, while other cross-cutting sectors like DRM, the environment, and climate change and early warning systems identify recovery interventions that enhance preparedness by strengthening the capacity of institutions and drought-affected communities to reduce their risk."}, {"text_block_id": "p51_b618", "text": "Alignment of Recovery Interventions to Strategic Objectives"}, {"text_block_id": "p51_b619", "text": "To support the overall goal and vision of the NDRF, the affected sectors aligned their recovery interventions to the overall SOs to ensure that recovery interventions supported immediate food security, strengthened"}, {"text_block_id": "p51_b620_merged", "text": "the resilience of vulnerable populations, increased agriculture productivity, and promoted sustainable development. The four SOs guiding the Drought DRF are listed on page 27. Figure 6 examines how recovery interventions across all sectors align with each SO. This analysis was critical in establishing if proposed interventions were relevant to drought recovery and should be prioritised."}, {"text_block_id": "p51_b623", "text": "While most sector interventions align with at least two SOs, sectors such as agriculture-crops, DRM, irrigation development, climate change and early warning systems, land resources conservation and the environment have interventions aligning with most, if not all, the SOs. These interventions include activities such as the enhancement of seed and crop production and infrastructure development for sustainable drought resilience. On the other hand, interventions in sectors such as health, education, nutrition, social protection, and industry and commerce align mostly with only SOs 1 and 2. However, social protection issues are addressed through catchment management activities"}, {"text_block_id": "p52_b624", "text": "from various sectors that lead to restoration of the livelihoods of affected communities."}, {"text_block_id": "p52_b625", "text": "Readiness for Implementation"}, {"text_block_id": "p52_b626", "text": "To identify quick wins and efficiently target resources, sectors assessed the implementation readiness of all recovery interventions. Implementation readiness refers to the planning and preparation cycle of an intervention, and was defined in the following three stages:"}, {"text_block_id": "p52_b627", "text": "1."}, {"text_block_id": "p52_b628", "text": "Preliminary design stage:"}, {"text_block_id": "p52_b629", "text": "The intervention as still at the planning and preparation stages"}, {"text_block_id": "p52_b630", "text": "2."}, {"text_block_id": "p52_b631", "text": "Ready to implement:"}, {"text_block_id": "p52_b632_merged", "text": "Planning and design com-plete, but with limited or no available funding"}, {"text_block_id": "p52_b635", "text": "3."}, {"text_block_id": "p52_b636", "text": "Implementation stage:"}, {"text_block_id": "p52_b637", "text": "Programme intervention is currently being implemented or earmarked for implementation, but requires additional funding or expansion of coverage area"}, {"text_block_id": "p52_b638", "text": "Figure 7"}, {"text_block_id": "p52_b639", "text": "highlights the implementation readiness for the various sector programmes. Several sectors identify interventions that are at the implementation stage,"}, {"text_block_id": "p52_b640", "text": "such as food security, livestock, climate change and early warning systems, fisheries, irrigation and DRM. This information provides strategic directions for where additional funding can immediately support recovery efforts. For instance, fisheries indicated that five of eight interventions are at the implementation stage and are prepared for immediate support. These activities require an estimated US$1 million (MWK 750 million) for the production of fingerlings in four Government farms and 220 selected fish farms (US$313,000/MWK 235 million); stocking of 15 million fingerlings (US$140,000/ MWK 105 million); integrated fish farming and irrigation (US$213,000/MWK 160 million); development of post-harvest technologies (US$227,000/MWK 170 million); and training women and youth on the development of value-added fish products and business management (US$113,000/MWK 85 million)."}, {"text_block_id": "p52_b641", "text": "The graph also indicates that most sectors have a significant number of interventions that are in the ready to implement stage, meaning that once funding is available, the implementation of the recovery activities"}, {"text_block_id": "p53_b642", "text": "can be expedited. However, there are some sectors that also have a significant number of interventions currently in the preliminary design stage and that require preparatory activities before financing can be utilised."}, {"text_block_id": "p53_b643", "text": "SECTORAL, CROSS-SECTORAL, AND GEO-SPATIAL"}, {"text_block_id": "p53_b644", "text": "PRIORITISATION"}, {"text_block_id": "p53_b645", "text": "Methodology"}, {"text_block_id": "p53_b646", "text": "The objective of prioritisation is to ensure that resources are used to address needs that will bring immediate and long-lasting changes to those who were most affected by the disaster. Understanding that there is a finite amount of recovery financing, it is important that recovery and reconstruction interventions are prioritised within and across sectors. This will put emphasis on interventions that are crucial in building back better in the short, medium, and long term."}, {"text_block_id": "p53_b647", "text": "Within sectors, prioritisation was conducted by the corresponding representative from each MDA. Interventions were assessed against the following prioritisation criteria:"}, {"text_block_id": "p53_b648", "text": "1."}, {"text_block_id": "p53_b649", "text": "In the areas mostly affected by the disaster, as identified in PDNA"}, {"text_block_id": "p53_b650", "text": "2."}, {"text_block_id": "p53_b651", "text": "Those that address pro-poor, pro-vulnerable, and gender-sensitive agendas"}, {"text_block_id": "p53_b652", "text": "3."}, {"text_block_id": "p53_b653", "text": "Availability of funding (i.e. funds for implementation known/present)"}, {"text_block_id": "p53_b654", "text": "4."}, {"text_block_id": "p53_b655", "text": "Those that present quick or that are linked to existing projects that ensure speedy delivery of tangible results"}, {"text_block_id": "p53_b656", "text": "5."}, {"text_block_id": "p53_b657", "text": "Availability of implementation capacity, or the ability to mobilise needed capacity quickly"}, {"text_block_id": "p53_b658", "text": "One point was provided for each area of alignment and aggregated for a total score between 1 and 5 (Intervention Score = IS). Further rankings of high, medium, and low priorities were provided based on recovery needs and the sectoral knowledge of the activity (Intervention Priority = IP). Justifications were given when priorities differed from generated score. Sectoral prioritisation was also conducted by the"}, {"text_block_id": "p53_b659", "text": "IDRPT to identify which sectors are most critical to an effective recovery process. This was done by scoring sectors 1–5 based on alignment with the PDNA results (i.e. damages, losses, and recovery needs) and the alignment of the sectors programmatic interventions with the four SOs (Sector Priority = SP). Cross-sectoral prioritisation was determined by calculating the total SP, the average IS, and the average IP for each sector."}, {"text_block_id": "p53_b660", "text": "Sectoral Priorities"}, {"text_block_id": "p53_b661_merged", "text": "Sector teams identified a total of 142 programmatic recovery interventions. These interventions were assessed against the prioritisation criteria described in the methodology above, and divided into three categories to identify urgent areas of support within each sector. The highest priority (priority 1) has a total of 52 sector interventions, while priorities 2 and 3 have 61 and 29 interventions, respectively. Water supply (7) and health (6) have the greatest number of priority 1 interventions, while most sectors have priority 3 interventions. However, as can be seen in Figure 8, the number of priority interventions does not correlate to the highest financial needs for priority interventions within sectors, which will be described in more detail below."}, {"text_block_id": "p53_b664", "text": "Cross-sectoral Priorities"}, {"text_block_id": "p53_b665", "text": "Cross-sectoral prioritisation is a critical step to guide resource allocation and interventions for a multi-year recovery programme, helping identify core recovery interventions and opportunities to link recovery across sectors and districts, as well as providing the greatest opportunity for leveraging resources and expertise. A defined framework of cross-sectoral priorities will support the co-ordination of multi-stakeholder recovery planning, financing, and implementation. In addition, it should ensure that recovery is implemented in an equitable and phased manner to avoid gaps and duplication of efforts."}, {"text_block_id": "p53_b666", "text": "For this framework, cross-sectoral prioritisation was conducted by the IDRPT. This process was based on an analysis of priority district and national interventions, as well as recovery and reconstruction needs identified in"}, {"text_block_id": "p55_b667", "text": "the PDNA. Cross-sectoral discussions were facilitated between sector representatives to identify linkages and sequences of activities. The process of cross-sectoral and geo-spatial prioritisation will need to be regularly revisited as recovery priorities evolve and interventions are implemented."}, {"text_block_id": "p55_b668", "text": "The IDRPT identified 32 cross-sectoral priority interventions across six priority sectors: water resources management and development (3); irrigation development (3); food security (3); agriculture (crops, livestock, fisheries, and land resources conservation); the environment (2); and water supply (7. These interventions were all identified as top priorities in each sector and require a total of US$357 million (MWK 268 billion) in recovery financing for implementation."}, {"text_block_id": "p55_b669", "text": "While these sectors have been identified as top priorities, implementation of identified interventions are not sequential, dependent on implementing higher priority interventions first. This assessment is intended solely to objectively guide implementing partners and donors towards priority 1 interventions based on criteria developed to ensure equitable and resilient recovery. It should be noted, however, that MDAs and the IDRPT have assessed implementation constraints to priority interventions and have identified activities that are prerequisites to implementation. For further details on all cross-sectoral priorities and linking required initiatives refer to Annex 3."}, {"text_block_id": "p55_b670", "text": "Water Resources Management and Development"}, {"text_block_id": "p55_b671_merged", "text": "Water resources management and development was determined to be the top priority sector for recovery. Three priority 1 interventions were identified under the water resources management and development sector, with a total financial need of US$13.6 million (MWK 10.2 billion). These interventions include rehabilitation of 50 damaged dams, construction of 50 excavated tanks, and campaigns for the prioritisation of critical water uses in eight dam catchments for major water supply dams. However, to implement these interventions, it is necessary to co-ordinate with the land resources conservation and the environment sector to conduct staff and farmer training in soil and water conservation technologies and catchment management interventions, which will require up to an estimated at US$5.6 million (MWK 4.2 billion). These"}, {"text_block_id": "p55_b674", "text": "interventions could be implemented in parallel given the number of dams and excavated tanks for construction. Therefore, it is important that resource mobilisation and prioritisation also considers the financial needs required for training to ensure sustainability."}, {"text_block_id": "p55_b675", "text": "Irrigation"}, {"text_block_id": "p55_b676", "text": "The IDRPT identified irrigation as the second priority sector, with estimated financial needs of US$97 million (MWK 73 billion) required to implement three priority1 interventions"}, {"text_block_id": "p55_b677", "text": ". Irrigation priority 1 interventions include the development of new irrigation schemes for both income and food security at both farmer and national levels and promotion and development of climate-smart and water-efficient irrigation methods by utilising solar-powered irrigation pumps and drip kits. These interventions are potentially dependent on a number of prerequisite activities internally and across the land resources conservation and the environment sector and the water resources management and development sector. It is therefore recommended that the Department of Irrigation closely work with other MDAs to sequence activities, and donor and implementing partners fully assess the financial costs of both priority and required interventions. The total financial cost for the implementation of the required initiatives is estimated at US$13 million (MWK 10 billion)."}, {"text_block_id": "p55_b678", "text": "Food Security"}, {"text_block_id": "p55_b679", "text": "Food Security is the third greatest recovery priority and requires an estimated financial need of US$191.5 million (MWK 144 billion)."}, {"text_block_id": "p55_b680", "text": "The procurement of 375,000MT of maize for humanitarian consumption is the sector’s key requirement, which should be complemented by sensitisation of communities on food diversification, and enhancement of food budgeting for vulnerable households. These interventions are linked to 6 prerequisite activities with an estimated value of US$13 million (MWK 10 billion), and should be planned and implemented in coordination with the Ministry of Agriculture Irrigation and Water Development and DoDMA."}, {"text_block_id": "p56_b681", "text": "Agriculture (Crops, Livestock, Fisheries, and Land Resource Conservation)"}, {"text_block_id": "p56_b682", "text": "The agriculture sector is the fourth priority sector and comprises four sub-sectors: crops, livestock, fisheries, and land resource conservation."}, {"text_block_id": "p56_b683", "text": "The total financial needs required for the implementation of priority 1 interventions in this sector were estimated at US$29 million (MWK 22 billion)."}, {"text_block_id": "p56_b684", "text": "The agriculture sector comprises 14 priority 1 interventions, including legume crop production enhancement; introduction of new crop varieties, fertiliser, pesticides, and herbicides among subsistence and commercial farmers; promotion of small stock production programmes targets chickens and goats; and production of fingerlings in four government farms and 220 selected fish farms. The agriculture sector should co-ordinate planning and implementation with representatives from irrigation development, environment, water resources management and development, DCCMS and DoDMA, as a total of 18 required interventions link to these priority activities. The total cost for the required initiatives needed in the implementation support for the priority 1 interventions is estimated at US$128 million (MWK 96 billion) ("}, {"text_block_id": "p56_b685", "text": "see Annex 4"}, {"text_block_id": "p56_b686", "text": ")."}, {"text_block_id": "p56_b687", "text": "The Environment"}, {"text_block_id": "p56_b688", "text": "The fifth priority sector as determined by the IDRPT was the environment sector."}, {"text_block_id": "p56_b689", "text": "The estimated total financial requirement for implementation of priority 1 interventions in this sector is US$3 million (MWK 2 billion)."}, {"text_block_id": "p56_b690", "text": "The sector comprises two priority 1 interventions, including the promote of afforestation and reforestation, and improvement of early warning systems. There are no required interventions obstructing implementation, and it is strongly recommended that resource needs should be prioritized in budget allocations and DP contributions."}, {"text_block_id": "p56_b691", "text": "Water Supply"}, {"text_block_id": "p56_b692", "text": "The IDRPT identified the water supply sector as the sixth priority sector, with an estimated total financial need of US$22 million (MWK 17 billion)."}, {"text_block_id": "p56_b693", "text": "The sector consists of seven priority 1 interventions, including construction of emergency high-yielding boreholes to augment the water supply in Blantyre and Lilongwe. To implement the sector’s priority 1 interventions, the water supply sector should co-ordinate internally"}, {"text_block_id": "p56_b694", "text": "with the social protection sector to accommodate the recommended public works. The total estimated financial cost for the implementation of required initiatives is US$19.6 million (MWK 14.7 billion)."}, {"text_block_id": "p56_b695", "text": "Geo-spatial Priorities"}, {"text_block_id": "p56_b696", "text": "The IDRPT assessed the geo-spatial distribution of priority 1 recovery interventions across affected districts to identify areas of concentrated need. The priority 1 interventions were aligned with the districts based on the PDNA ("}, {"text_block_id": "p56_b697", "text": "Figure 9"}, {"text_block_id": "p56_b698", "text": "). While the distribution of interventions is broadly consistent across the 24 districts, the greatest amounts of priority 1 interventions are located in Chikwawa, Dedza, and Kasungu ("}, {"text_block_id": "p56_b699", "text": "Figure 10"}, {"text_block_id": "p56_b700", "text": "). This consistency suggests that the priority 1 interventions are national in scale and universally address similar recovery needs across districts. This can be further explained by the fact that the priority 1 interventions are necessary for all the affected districts and benefit all communities."}, {"text_block_id": "p56_b701_merged_merged_merged_merged", "text": "However, an assessment of priority 1 interventions compared to the activities required for their implementation highlights the geo-spatial areas with limited boundaries towards implementation. This offers opportunities for quick wins. For example, Phalombe has the fewest number of priority 1 interventions, but these interventions also have the least amount of constraints, which offers a quicker path towards recovery. In the development of recovery plans, all actors should consider these conditions, and prioritise planning based on areas of greatest need, concentration of priorities, and required interventions for their implementation (Figure 11)."}, {"text_block_id": "p56_b704", "text": "NDRF Alignment with National Resilience Strategy"}, {"text_block_id": "p56_b705", "text": "The objective of the NDRF is to bring resilience to communities recovering from disaster through improved multi-stakeholder co-ordination and prioritised and sequenced recovery implementation. The NRS goes beyond issues of post-disaster recovery to establish a blueprint for harmonising disaster resilience efforts in Malawi, which the NDRF directly supports. The NRS and the NDRF are complementary in nature, both responding to disaster risks but through different stages of the DRM cycle. The NRS"}, {"text_block_id": "p57_b706", "text": "FIGURE 10. Distribution of Needs by District"}, {"text_block_id": "p58_b707", "text": "FIGURE 11. Geo-spatial Distribution of Priority 1 Interventions vs. Required Initiatives"}, {"text_block_id": "p58_b708", "text": "recognizes that building resilience depends on an enabling environment that propels agricultural growth. Sustaining such growth requires effective disaster risk reduction and response systems through coordinated investments in flood control, drought mitigation, and high functioning early warning systems. Both the NDRF and the NRS create the framework and the momentum needed to ensure that sectoral activities are effectively coordinated, achieving impact, and are reaching priority areas across country, furthering Malawi’s progress to meet the SDGs in 2030.The NDRF is developed in response to a disaster, while recovery priorities of affected communities inform resilience activities. These activities often fall within the framework of the NRS and help achieve national goals of strengthening resilience and improving the operation modalities of DRM."}, {"text_block_id": "p58_b709", "text": "The NDRF and NRS are linked in such a way that they"}, {"text_block_id": "p58_b710", "text": "will serve as a platform to convene all stakeholders in the formulation of an"}, {"text_block_id": "p58_b711", "text": "MDGS III Flagship Partnership Programme on Resilience"}, {"text_block_id": "p58_b712", "text": ", under a common multi-sectoral programme framework that concentrates"}, {"text_block_id": "p58_b713", "text": "investments in complementary interventions through geographical and technical integration, targeting various population groups at different times and in different ways to strengthen their resilience to shocks and promote graduation pathways out of chronic poverty, with a commitment to ‘leaving no one behind’. Resilient recovery and reconstruction is critical to avoiding the creation of new risks. The NDRF was developed to ensure that activities help build back better and facilitate an efficient and effective recovery. The NDRF interventions are mapped to the components and associated priority areas of the NRS to strengthen planning, financing, and implementation of pre- and post-disaster resilience-building initiatives. This creates an actionable road map to operationalise NRS priorities and helps bridge the gap between recovery and resilience planning and financing."}, {"text_block_id": "p58_b714_merged_merged", "text": "As Figure 12 illustrates, 63 percent of NDRF interventions respond directly to resilience efforts of the NRS. The strongest relationship is within Pillar 1: Resilient Agricultural Growth, where 27 percent (39) of the 142 recovery interventions are in alignment. This"}, {"text_block_id": "p59_b717", "text": "is followed by Pillar 2: Flood Control, Risk Reduction, Early Warning and Response Systems, 17 percent (24); Pillar 4: Catchment Protection and Management, 13 percent (18); and Pillar 3: Human Capacity, Livelihoods and Social Protection, 6 percent (8). The remaining 37 percent of interventions are outside the pillars of the NRS. Details of how NRS aligned with specific priority areas within NRS can be found in Annex 5."}, {"text_block_id": "p59_b718", "text": "NDRF Recovery Financing across NRS Pillars and Priority Areas"}, {"text_block_id": "p59_b719", "text": "The NDRF requires an estimated US$708 million (MWK 531 billion) for recovery, of which 91 percent is linked to the pillars of the NRS. More than 50 percent (US$338 million/MWK 254 billion) supports activities under the Resilient Agricultural Growth pillars of the NRS, and an additional US$221 million (MWK 166 billion) is required for activities under Pillars 3: Flood Control, Early Warning and Response Mechanisms ("}, {"text_block_id": "p59_b720", "text": "Figure 13"}, {"text_block_id": "p59_b721", "text": "). The remaining US$82.5 million (MWK 61.9"}, {"text_block_id": "p59_b722_merged_merged", "text": "billion) supports issues under Household Resilience and Catchment Protection and Management and US$66 million (MWK 50 billion) (9 percent of the total NDRF budget) are not covered by the NRS pillars. As shown in Table 6, financing under NRS Pillars 1: Resilient Agricultural Growth and Component 3: Flood Control, Early Warning and Response Mechanisms is largely concentrated in three NRS priorities areas: Response Mechanism for Building Resilience (US$213 million/MWK 160 billion), Efficient Management of the Strategic Grain Reserve (SGR) (US$227 million/MWK 117 billion), and Sustainable Irrigation Development (US$121 million/MWK 91 billion). These linkages explain the strong complementarity of the two frameworks and reinforce the importance of ensuring strong co-ordination between implementing MDAs, DPs, and donors to forge clear linkages between the NDRF and the NRS. Further details on the alignment of all NDRF interventions to the NRS can be found in Annexes 4 and 5."}, {"text_block_id": "p60_b725", "text": "TABLE 6."}, {"text_block_id": "p60_b726", "text": "Alignment of NDRF Financing Needs to NRS Pillars and Priority Areas"}, {"text_block_id": "p60_b727", "text": "RESOURCE PRIORITISATION, ALLOCATION, AND MOBILISATION"}, {"text_block_id": "p60_b728", "text": "Drought recovery financial needs in the DRF were identified by the respective national sectors under the PDNA and further evaluated by the sectors during the consultative process in developing the DRF. While the PDNA estimates total damages and losses at US$329 million (MWK 247 billion) and recovery needs at US$510 million (MWK 383 billion), the DRF revised financial needs have been estimated at US$708 million (MWK 531 billion). During the prioritisation process, sectors determined that US$427.5 million (MWK 320.6 billion) is needed for the most urgent recovery needs. Forty-four percent (US$188 million/ MWK 141 billion) of this need is for the procurement of 375,000MT of humanitarian maize. The cost variations between the PDNA and the NDRF are also a reflection of a revision of the financial needs estimates and the addition of more recovery interventions in the"}, {"text_block_id": "p60_b729", "text": "DRF. The financial needs were disaggregated at the national sectoral level and then phased in over a five-year period based on short- to long-term priorities. More than 48 percent (US$319 million/MWK 239 billion) of the total financial needs is required in the first two years (i.e. short-term period), of which 55 percent is required for food security."}, {"text_block_id": "p60_b730_merged", "text": "Sectors assessed the implementation readiness of interventions to identify where resources could align with ongoing programmes and leverage existing financing to help establish quick wins. As indicated in Figure 14 and further detailed in Annex 1, 29 percent of financing for recovery is associated with interventions that are currently being implemented or earmarked for implementation, but require additional funding or expansion to coverage areas. Financing needs were further assessed against the availability of sector budget allocations and off-budget recovery financing mobilised through recovery programmes supported by DPs, CSOs, NGOs, and the private sector. The financial"}, {"text_block_id": "p61_b733", "text": "FIGURE 14. DRF Recovery Interventions’ Readiness for Implementation"}, {"text_block_id": "p61_b734", "text": "gaps were determined based on the total recovery needs against existing commitments from NGOs, DPs, bilateral donors, international financial institutions, and the government."}, {"text_block_id": "p61_b735", "text": "Sector and Phased Recovery Financing"}, {"text_block_id": "p61_b736", "text": "Needs"}, {"text_block_id": "p61_b737", "text": "Sectors have estimated that approximately US$708 million (MWK 531 billion) is required to implement the recovery programmes across all 24"}, {"text_block_id": "p61_b738", "text": "stricken districts."}, {"text_block_id": "p61_b739", "text": "As seen in"}, {"text_block_id": "p61_b740", "text": "Table 7"}, {"text_block_id": "p61_b741", "text": ", these resources have been phased in over a period of five years to address critical recovery interventions and to accommodate implementation capacity. Sectors have determined that short-term needs over a period two years require an estimated US$343 million (MWK 257 billion). This represents roughly 48 percent of the total recovery financial needs, with US$175 million (MWK 131 billion) required for only food security. Irrigation accounts for roughly 14 percent (US$47 million/MWK 35 billion) of the remaining resources required for the first two years, with the remaining 86 percent of financial needs spread across 15 different sectors."}, {"text_block_id": "p61_b742", "text": "In total, an estimated 53 percent (US$349 million/ MWK 262 billion) is needed to address urgent and long-term food security issues, such as procurement of maize, and 16 percent (US$107 million/MWK 80 billion) is also required for irrigation development. The remaining financial needs are concentrated in five sectors—agriculture, social protection, land resources conservation and the environment, water supply, and nutrition—totalling around US$156 million (MWK 117 billion) (24 percent)."}, {"text_block_id": "p61_b743", "text": "While the drought is an emergency and requires urgent recovery support, it is imperative that financial allocations account for implementation capacity. NGOs and CSOs have an inherent flexibility to quickly mobilise capacity and can greatly support recovery implementation. Co-ordination mechanisms should identify opportunities to leverage these capacities and establish synergies with DP financing to implement recovery in alignment with the NDRF."}, {"text_block_id": "p61_b744", "text": "Inter-sectoral Prioritisation Financing"}, {"text_block_id": "p61_b745", "text": "Beyond the phased financial needs, sectors have assessed the priority levels of all interventions, based on the methodology described above. It was determined that"}, {"text_block_id": "p61_b746", "text": "61 percent of all financing is required for priority one interventions, while 34"}, {"text_block_id": "p61_b747", "text": "percent"}, {"text_block_id": "p61_b748", "text": "and 5 percent is required for priority two and three respectively."}, {"text_block_id": "p61_b749", "text": "Priority one interventions are composed for a total of 52 recovery programmes with financial needs estimated at over US$427.5 million (MWK 320.6 billion). Social sectors such as education, health, nutrition, and social protection including food security constitute the highest financial needs for priority one interventions, and require an estimate US$253 million (MWK 190 billion) (59 percent). These resources are most notably needed for food security (US$192 million/MWK 144 billion), including the procurement of 375,000MT of maize for humanitarian consumption, and scaling up public works and social cash transfer programmes, which requires 10 percent (US$43 million/MWK 32 billion) of priority one resources."}, {"text_block_id": "p61_b750_merged_merged_merged", "text": "As noted in Table 8, irrigation requires the second highest amount of resources for priority 1 interventions, at a total of US$97 million (MWK 73 billion), which is"}, {"text_block_id": "p63_b753", "text": "FIGURE 15. NDRF Recovery Financing Needs per Priority Level"}, {"text_block_id": "p63_b754", "text": "primarily required to develop new irrigation schemes for both income and food security at the farmer and national levels over the next 5 years. Including irrigation, other productive sectors, such as agriculture crops, livestock, fisheries, and industry and trade, constitute 29 percent (US$124 million/MWK 93 billion) of the total financial cost for top prioritised recovery programmes, while physical sectors, such as water supply, water resources management and development, and land resources conservation and the environment, have estimated recovery financial needs of US$45 million (MWK 34 billion) (11 percent), and cross-cutting sectors, such as DRM, have an estimated need of US$3million (MWK 2billion) (1 percent)."}, {"text_block_id": "p63_b755", "text": "Cross-sectoral Prioritisation Financing"}, {"text_block_id": "p63_b756", "text": "To strengthen the objectivity of recovery prioritisation, the IDRPT, composed of key government representatives across MDAs, assessed cross-sectoral needs based on a set of prioritisation criteria (see Annex 3). The IDRPT identified the top six priority sectors, which have an estimated total financial requirement of US$360 million (MWK 270 billion): priority 1 – water resources management and development, US$14 million (MWK 11 billion); priority 2 – irrigation development, US$97 million (MWK 73 billion); priority 3 – food security, US$192 million (MWK 144 billion); priority 4 – agriculture (crops, fisheries, livestock, and land resources conservation), US$29 million (MWK 22 billion); priority 5 – environment, US$2 million (MWK 3 billion); and water supply , US$22 million (MWK 16 billion) ("}, {"text_block_id": "p63_b757", "text": "Table 9"}, {"text_block_id": "p63_b758", "text": ")."}, {"text_block_id": "p63_b759", "text": "While water resource management and development requires the second least amount of recovery resources, after the environment, it was ranked as"}, {"text_block_id": "p63_b760", "text": "a top priority. Prioritised recovery interventions for water resources management and development were proposed for the rehabilitation of 50 damaged dams (US$7 million/MWK 5 billion), the construction of 50 excavated tanks (US$7 million/MWK 5 billion), and campaigns for the prioritisation of critical water uses in eight dam catchments for major water supply dams (US$617,000/MWK 463 million). These activities responded directly to the damage and needs identified in PDNA, aligned with all the NDRF SOs, and displayed the ability to quickly mobilise financing to implement recovery for the most venerable. Details of all cross-sectoral priorities can be found in Annex 3."}, {"text_block_id": "p63_b761", "text": "Additionally, it should be noted that while cross-sectoral prioritisation analysis identified priority interventions in six key sectors, it also identified interventions that need to be implemented before these activities can commence. These activities cut across all 16 sectors. Annex 3 provides a detailed breakdown of these required interventions and their aggregated costs."}, {"text_block_id": "p63_b762", "text": "Financial Gap Analysis"}, {"text_block_id": "p63_b763_merged_merged", "text": "The financing gap methodology involved collecting on- and off-budget sources of funding for recovery, including financial pledges and ongoing and planned activities supported by MDAs, DCs, NGOs, and DPs. The financial gap was determined by subtracting the total costs of recovery interventions from the total available funding (both on- and off-budget sources) for recovery. Table 10 estimates a total financial gap of US$142 million (MWK 106 billion). This is based on an estimated need of US$708 million (MWK 531 billion) for recovery, with US$566 million (MWK 425 billion) available through active projects or donor pledges in"}, {"text_block_id": "p64_b768", "text": "response to the drought. However, it is important to note that the total gap is due to resultant effects where sub-sectors that have funding gaps have been offset to some extent by sub-sectors that have been over resourced like Nutrition, Health and Social Protection. Practically, this may not be true since donor resources have colours making it difficult for resources to be transferred between subsectors. Therefore, the actual total finance gap will only arise from the sub-sectors that have registered financial gaps. In this regard, the actual funding gap total is US$219 million."}, {"text_block_id": "p64_b769_merged", "text": "When broken down by sector, the financial gap analysis provides a clear depiction of how funding is being mobilised for recovery. For example, the urgent needs of food security have mobilised US$345 million (MWK 259 billion) in commitments or pledges, addressing 99 percent of the total financial recovery needs for food security. However, the phased financial needs for food security require US$244 million (MWK 183 billion) from 2017 to 2019."}, {"text_block_id": "p64_b772", "text": "As of publication, only US$57 million (MWK 43 billion) has been committed to the top six"}, {"text_block_id": "p65_b773", "text": "sectoral priority areas (excluding food security), which covers 28 percent of the required US$203 million (MWK 152 billion) for recovery interventions within these sectors."}, {"text_block_id": "p65_b774", "text": "The greatest financial gap is within the irrigation development sector. The sector requires a total of US$107 million (MWK 80billion) for all recovery intervention and US$97 million (MWK 73 billion) for priority 1 interventions, but to date only US$19.6 million (MWK 14.7 billion) has been raised or pledged. This amounts to a total gap of US$87 million (MWK 65 billion) for the sector and a gap of 80 percent for priority 1 recovery interventions."}, {"text_block_id": "p65_b775", "text": "In comparison, social protection has a commitment of 251 percent of its total required recovery intervention needs."}, {"text_block_id": "p65_b776", "text": "This assessment highlights the inequitable distribution of financing across recovery needs. Resources are not being effectively mobilised for priority sectors and are concentrated in specific areas. To ensure resilient recovery, greater control and direction is required in guiding resources towards priorities areas. This should be supported with greater oversight by the MoFEPD and co-ordination with all implementing and financing partners. It is important to note that there is need for improvement in terms of aid tracking, on-budget finance allocation, and monitoring of the implementation of recovery projects to ensure that there is efficient resources utilisation."}, {"text_block_id": "p65_b777", "text": "MONITORING AND EVALUATION"}, {"text_block_id": "p65_b778", "text": "The M&E framework of the NDRF was developed through a robust consultative process with all the key stakeholders during the planning stage. This framework serves as a broad plan for M&E, and clarifies the information to be collected to assess change associated with implementation of disaster recovery and resilience-building interventions in the country. However, the NDRF governs recovery efforts for both the 2015/16 drought and the 2015 floods and a common M&E framework should be established."}, {"text_block_id": "p65_b779", "text": "The key activities to be monitored and evaluated are those identified and prioritised for implementation by stakeholders. Unlike project-level M&E frameworks that are more detailed, this NDRF M&E framework identifies only the broad indicators for monitoring progress/ process/output and outcome/impact, as presented in"}, {"text_block_id": "p65_b780_merged", "text": "the results framework in Annex 6. It does not in any way substitute the specific indicators identified and utilised by sectors and institutions for M&E of sector-specific activities or interventions. The framework triangle (Figure 16) illustrates the flow used in the process of identifying indicators from the broad-based outcome/ impact indicators down to specific activities required for implementation to achieve desired outputs."}, {"text_block_id": "p65_b783", "text": "The activities/interventions and indicators are tailored to satisfying the four basic principles of DRM as enshrined in the Sendai Framework for Disaster Risk Reduction:"}, {"text_block_id": "p65_b784", "text": "■"}, {"text_block_id": "p65_b785", "text": "■"}, {"text_block_id": "p65_b786", "text": "Understanding disaster risk"}, {"text_block_id": "p65_b787", "text": "■"}, {"text_block_id": "p65_b788", "text": "■"}, {"text_block_id": "p65_b789", "text": "Strengthening disaster risk governance to manage disaster risk"}, {"text_block_id": "p65_b790", "text": "■"}, {"text_block_id": "p65_b791", "text": "■"}, {"text_block_id": "p65_b792", "text": "Investing in DRR for resilience"}, {"text_block_id": "p65_b793", "text": "■"}, {"text_block_id": "p65_b794", "text": "■"}, {"text_block_id": "p65_b795", "text": "Enhancing disaster preparedness for effective response and to ‘build back better’ in recovery, rehabilitation, and reconstruction"}, {"text_block_id": "p65_b796", "text": "In addressing these principles, the NDRF has focused squarely on floods and drought, which are the two major forms of disaster affecting Malawians, as evidenced in the past three decades. In this regard, the M&E framework provides specific guidance on M&E of interventions to ascertain the achievement of the SOs identified within the flood-specific recovery framework"}, {"text_block_id": "p66_b797", "text": "and the following objectives prioritised for the NDRF drought response:"}, {"text_block_id": "p66_b798", "text": "■"}, {"text_block_id": "p66_b799", "text": "■"}, {"text_block_id": "p66_b800", "text": "Enhance drought resilience and preparedness by strengthening the capacity of institutions and drought-affected communities to reduce their risk and vulnerability"}, {"text_block_id": "p66_b801", "text": "■"}, {"text_block_id": "p66_b802", "text": "■"}, {"text_block_id": "p66_b803", "text": "Improve food security, nutrition, and delivery of health services for the most vulnerable people in drought-affected communities"}, {"text_block_id": "p66_b804", "text": "■"}, {"text_block_id": "p66_b805", "text": "■"}, {"text_block_id": "p66_b806", "text": "Increase agriculture productivity and sustainability through drought-resilient irrigation infrastructure, farming practices, and technologies"}, {"text_block_id": "p66_b807", "text": "■"}, {"text_block_id": "p66_b808", "text": "■"}, {"text_block_id": "p66_b809", "text": "Strengthen the resilience of water resource management and supply through non-structural and structural measures"}, {"text_block_id": "p66_b810", "text": "Continuous reflection on these principles is important when undertaking reviews of the NDRF M&E framework, preferably on an annual basis to ensure that only priority and measurable indicators are selected for measurement. Nevertheless, the selection of such priority indicators should be done in a consultative manner with all relevant stakeholders."}, {"text_block_id": "p66_b811", "text": "The responsibility for M&E lies with the implementing entity. The entity implementing emergency flood and drought recovery and resilience-building interventions should bear the responsibility of monitoring progress, outputs, and impact of its interventions (including quality control) and report this to the line government ministry."}, {"text_block_id": "p66_b812", "text": "Line government ministries should be required to put in place systems for receiving, consolidating, and submitting the NDRF M&E data to DoDMA."}, {"text_block_id": "p66_b813", "text": "Oversight in NDRF M&E should be provided by DoDMA. Through its data management section, DoDMA should manage all NDRF data and provide guidance in data collection, analysis, and reporting. Effectively, the role of DoDMA includes preparation and dissemination of standardised data collection and analysis tools and approaches and producing and sharing periodic reports on progress (including successes and challenges) in NDRF implementation."}, {"text_block_id": "p66_b814", "text": "At the sector level, each implementing entity should be required to identify the risks and assumptions for carrying out the planned monitoring activities and how these may affect the planned monitoring events and the quality of data collected."}, {"text_block_id": "p68_b815", "text": "ANNEXES"}, {"text_block_id": "p68_b816", "text": "NDRF DROUGHT RECOVERY FRAMEWORK TABLES"}, {"text_block_id": "p71_b817", "text": "56  /  National Disaster Recovery Framework"}, {"text_block_id": "p73_b818", "text": "58  /  National Disaster Recovery Framework"}, {"text_block_id": "p77_b819", "text": "62  /  National Disaster Recovery Framework"}, {"text_block_id": "p79_b820", "text": "64  /  National Disaster Recovery Framework"}, {"text_block_id": "p81_b821", "text": "66  /  National Disaster Recovery Framework"}, {"text_block_id": "p87_b822", "text": "72  /  National Disaster Recovery Framework"}, {"text_block_id": "p103_b823", "text": "REPUBLIC OF MALAWI"}, {"text_block_id": "p103_b824", "text": "Office of the Vice President"}, {"text_block_id": "p103_b825", "text": "Department of Disaster Management Affairs"}, {"text_block_id": "p103_b826", "text": "Private Bag 336"}, {"text_block_id": "p103_b827", "text": "Lilongwe"}, {"text_block_id": "p103_b828", "text": "Spetember 2017"}], "document_description": "This policy was updated in response to the 2015-2016 drought. It aims to sustainably improve the resilience of communities affected by floods and drought, support prolonged food security of vulnerable populations, and restore the livelihoods of disaster-affected communities.\n\nThe Framework should serve as a guide for government and other implementing stakeholders in prioritising the implementation of PDNA findings and guide recovery investment and resource allocations across short-term humanitarian needs and medium- to long-term reconstruction."}