{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Malawi", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "LULUCF", "Industry", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Management Policy", "document_country_code": "MWI", "document_hazard_name": ["Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "23/08/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/MWI/2016/MWI-2016-08-23-National Climate Change Management Policy_30e7be7da3d02f94900959d1a06e3c02.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF MALAWI"}, {"text_block_id": "p0_b2", "text": "Nationa"}, {"text_block_id": "p0_b3", "text": "l"}, {"text_block_id": "p0_b4", "text": "Climat"}, {"text_block_id": "p0_b5", "text": "e"}, {"text_block_id": "p0_b6", "text": "Chang"}, {"text_block_id": "p0_b7", "text": "e"}, {"text_block_id": "p0_b8", "text": "Managemen"}, {"text_block_id": "p0_b9", "text": "t"}, {"text_block_id": "p0_b10", "text": "Polic"}, {"text_block_id": "p0_b11", "text": "y"}, {"text_block_id": "p0_b12", "text": "Ministr"}, {"text_block_id": "p0_b13", "text": "y"}, {"text_block_id": "p0_b14", "text": "o"}, {"text_block_id": "p0_b15", "text": "f"}, {"text_block_id": "p0_b16", "text": "Natura"}, {"text_block_id": "p0_b17", "text": "l"}, {"text_block_id": "p0_b18", "text": "Resources,Energ"}, {"text_block_id": "p0_b19", "text": "y"}, {"text_block_id": "p0_b20", "text": "an"}, {"text_block_id": "p0_b21", "text": "d"}, {"text_block_id": "p0_b22", "text": "Minin"}, {"text_block_id": "p0_b23", "text": "g"}, {"text_block_id": "p0_b24", "text": "Environmenta"}, {"text_block_id": "p0_b25", "text": "l"}, {"text_block_id": "p0_b26", "text": "Affair"}, {"text_block_id": "p0_b27", "text": "s"}, {"text_block_id": "p0_b28", "text": "Departmen"}, {"text_block_id": "p0_b29", "text": "t"}, {"text_block_id": "p0_b30_merged_merged_merged", "text": "June201"}, {"text_block_id": "p0_b33", "text": "6"}, {"text_block_id": "p1_b34", "text": "Ministry of Natural Resources, Energy and Mining"}, {"text_block_id": "p1_b35", "text": "Environmental Affairs Department"}, {"text_block_id": "p1_b36", "text": "Private Bag 394"}, {"text_block_id": "p1_b37", "text": "Lilongwe 3"}, {"text_block_id": "p1_b38", "text": "Malawi"}, {"text_block_id": "p1_b39", "text": "Tel : (265) 1 771 111"}, {"text_block_id": "p1_b40", "text": "Fax : (265) 1 773 379"}, {"text_block_id": "p1_b41", "text": "Email: eadinfo@nccpmw.org"}, {"text_block_id": "p1_b42", "text": "ISBN: 978-99960-21-25-1"}, {"text_block_id": "p2_b43", "text": "Foreword"}, {"text_block_id": "p2_b44", "text": "The National Climate Change Management Policy is a key instrument for managing climate change in the country and should act as a guide for integrating climate change into development planning and implementation by all stakeholders at local, district and national levels in order to foster the country's socio-economic growth and subsequently sustainable development."}, {"text_block_id": "p2_b45", "text": "The goal of the National Climate Change Management Policy is to create an enabling policy and legal framework for a pragmatic, coordinated and harmonized approach to climate change management. The Policy provides strategic direction for Malawi's priorities for climate change interventions and outlines an institutional framework for the application and implementation of adaptation, mitigation, technology transfer and capacity building measures."}, {"text_block_id": "p2_b46", "text": "The implementation of the National Climate Change Management Policy should not be the sole responsibility of government but its success will require involvement and participation of all stakeholders in its implementation including NGOs, civil society, the private sector and academia."}, {"text_block_id": "p2_b47", "text": "The Policy affirms Government's commitment to fully addressing climate change issues in order to reduce the vulnerability of its people, ecosystems and socio-economic development to the effects of climate change through adaptation and mitigation, technology transfer and capacity building. Translating this Policy into action will build Malawi's resilience to overcome the challenges of climate change and embrace the opportunities that are available to enable the country lay a solid foundation for a sustainable and prosperous Malawi."}, {"text_block_id": "p3_b48", "text": "It is my sincere hope that the Policy will serve as a springboard for building a climate resilient economy while ensuring sound environmental management and sustained economic growth."}, {"text_block_id": "p3_b49", "text": "Minister of Natural Resources, Energy and Mining"}, {"text_block_id": "p4_b50", "text": "Preface"}, {"text_block_id": "p4_b51", "text": "Malawi is a signatory to various international treaties and instruments including the United Nations Framework Convention on Climate Change (UNFCCC). Malawi signed the Convention on 10th June, 1992 and ratified it on 21st April, 1994. Malawi also ratified the Kyoto Protocol on 26th October, 2001. The treaties and instruments oblige the country to take various actions to address climate challenges including putting in place appropriate instruments such as climate change policies and legislation. This National Climate Change Management Policy demonstrates the commitment of Malawi Government to meeting its obligations towards addressing the challenges of climate change. Globally, the Intergovernmental Panel on Climate Change (IPCC) has predicted increase in extreme weather events. The Malawi State and Environment and Outlook Report (2010) showed that there is an upward trend of such extreme weather related events since the 1970’s which further supports the need for a Climate Change Policy."}, {"text_block_id": "p4_b52", "text": "The Policy articulates areas of priority for climate change management in the country, as well as, policy actions and programmes needed to address challenges of climate change. The Policy will be instrumental in leveraging resources from the public and private sectors at national and international levels. The Policy has been developed and designed within the context of national development priorities. It is guided by principles set out in the Malawi Constitution, the United Nations Framework Convention on Climate Change and the Kyoto Protocol. The principles include protection of human rights, gender equality, sustainable development, equitable development, the polluter pays, the precautionary and informed stakeholder and community participation. This Policy is cross referenced with the Implementation, Monitoring and Evaluation Strategy and therefore must be read together with the Strategy."}, {"text_block_id": "p4_b53", "text": "The Policy is a product of extensive consultations with Government, Civil Society, Academia, NGOs, Private sector and Development Partners. District consultations were conducted in Balaka, Chikwawa, Karonga, Kasungu, Lilongwe, Machinga, Ntcheu, Rumphi, and Thyolo districts. These districts were carefully selected through a consultative process to ensure that all critical climate change issues including unique socio-economic and ecological profiles would be adequately considered from the experiences of these districts. Guided by the National Climate Change Management Policy, all stakeholders are expected to integrate climate change management in their programmes and activities."}, {"text_block_id": "p5_b54", "text": "This Policy has been developed by the Government of Malawi with financial support from United Nations Development Programme under the National Climate Change Programme in the Ministry of Natural Resources, Energy and Mining."}, {"text_block_id": "p5_b55", "text": "Yanira M. Ntupanyama, PhD"}, {"text_block_id": "p5_b56", "text": "Chief Director – Environment and Climate Change Management"}, {"text_block_id": "p6_b57", "text": "List of Acronyms and Abbreviations"}, {"text_block_id": "p8_b58", "text": "Table of Contents"}, {"text_block_id": "p10_b59", "text": "1.0"}, {"text_block_id": "p10_b60", "text": "Introduction"}, {"text_block_id": "p10_b61", "text": "The National Climate Change Management Policy (NCCMP) seeks to guide programming of interventions for reduction of greenhouse gas emissions in the atmosphere, as well as adapting to the adverse effects of climate change and climate variability. The development of this Policy is in tandem with national aspirations, as well as regional and international obligations. The Policy will guide and coordinate implementation of relevant provisions enshrined in the United Nations Framework Convention on Climate Change (UNFCCC) and its Kyoto Protocol, and the Paris Agreement at the national level. The Policy will be reviewed and updated every five years in order to incorporate emerging issues."}, {"text_block_id": "p10_b62", "text": "1.1"}, {"text_block_id": "p10_b63", "text": "Background"}, {"text_block_id": "p10_b64", "text": "Malawi has taken significant strides towards addressing climate change. Through the National Adaptation Programmes of Action (NAPA), Malawi has identified sectors that are affected by climate change and these include agriculture, human health, energy, fisheries, wildlife, water, forestry and gender. Malawi has also prioritized climate change, environment and natural resources management among the priorities within priorities of the Malawi Growth and Development Strategy (MGDS II). The MGDS II recognizes that natural resources form a principal source of social well"}, {"text_block_id": "p10_b65", "text": "-"}, {"text_block_id": "p10_b66", "text": "being and economic development in Malawi and identifies the following issues that need urgent attention:"}, {"text_block_id": "p10_b67", "text": "being and economic development in Malawi and identifies the following issues that need urgent attention:\n* Climate variability;\n* Inadequate institutional capacity for managing climate change;\n* Inadequate mainstreaming of climate change issues;\n* Inadequate enforcement of climate relevant legislation; and\n* Increasing deforestation and unsustainable land use."}, {"text_block_id": "p10_b87", "text": "1.2"}, {"text_block_id": "p10_b88", "text": "Linkages with other Policies and strategies"}, {"text_block_id": "p11_b89", "text": "Malawi has put in place a series of legislative sectoral frameworks and strategies to integrate environment and climate change management in socio-economic development activities. These include: The Malawi Constitution, 1995; Vision 2020; the Malawi Growth Development Strategies; United Nations Development Assistance Framework for Malawi (UNDAF); National Strategy for Sustainable Development 2004; National Environmental Policy (NEP) 2004; National Forestry Policy of Malawi, 1996; National Land Resource Management Policy and Strategies (2000); Wildlife Policy (2000); Malawi Irrigation Policy and Development Strategy (2000); National Fisheries and Aquaculture Policy (2001); National Land Policy (2002); National Environmental Action Plan 2002; National Climate Change Investment Plan (2013); National HIV and AIDS Policy, 2003; Malawi Energy Policy (2003); National Land Use Planning and Management Policy, 2005; Food Security Policy (2006); National Water Policy (2005); and Mines and Minerals Policy (2013); National Transport Policy (2015); National Construction Industry Policy (2015); Water Resources Act (2013); Mines and Minerals Act (1981); Disaster Preparedness and Relief Act (DPRA) (1991); Waterworks Act (1995); Environment Management Act (1996); Forestry Act (1997); Fisheries Conservation and Management Act (1997); Road Traffic Act (1997); Local Government Act (1998); Energy Regulation Act (2004); and National Parks and Wildlife Act (2004), Gender Equality Act (2013)."}, {"text_block_id": "p11_b90", "text": "The mandate for this Policy is derived from the Constitution of Malawi, 1995, which recognizes the need to shape the path for sustainable development by embracing principles of environmental protection, sustainable natural resource use and conservation of biodiversity. Specifically, section 13 (d) describes the principles of national policy and provides that the environment principle is: ‘to manage the environment responsibly in order to prevent the degradation of the environment, provide a healthy living and working environment for the people of Malawi, accord full recognition to the rights of future generations by means of environmental protection, conserve and enhance the biological diversity of Malawi’. This principle is consistent with Article 2 of the UNFCCC and is in tandem with the mandate of the Ministry of Natural Resources, Energy and Mining which is to protect and foster management, development and sustainable utilization of natural resources and environment."}, {"text_block_id": "p11_b91", "text": "The Malawi Vision 2020 is the country’s overarching long term strategy that aspires for a technologically driven middle-income economy while providing an enabling framework for addressing climate change and other environmental challenges in a comprehensive manner."}, {"text_block_id": "p12_b92", "text": "economy as a tool for enhancing human well-being, social equity while contributing to better environmental management. Consequently, the NCCMP has incorporated aspects of green economy as a way of creating more jobs, involving the private sector and preserving environmental benefits by reducing carbon emissions and pollution. The Policy also builds on the New Partnership for Africa’s Development (NEPAD) Environmental Action Plan which recognizes the importance of poverty reduction and socio-economic development in Africa."}, {"text_block_id": "p12_b93", "text": "With the sole exception of the NAPA, most of the national documents cited above, do not explicitly address action on climate change mitigation and adaptation. This being the case, activities related to climate change has operated within the context of general environmental management frameworks and they provide inadequate incentives and enforcement tools for climate change mitigation and adaptation. Malawi Government and its stakeholders realize that the nature of climate change impacts in the country necessitates a comprehensive climate change specific policy that recognizes the multiple dimensions and cross-cutting nature of climate change."}, {"text_block_id": "p12_b94", "text": "1.3"}, {"text_block_id": "p12_b95", "text": "Problem Statement"}, {"text_block_id": "p12_b96", "text": "In Malawi, natural resources and the environment play a very significant role in influencing social and economic development at both household and national levels. Approximately 80 percent of Malawians depend on renewable natural resources for livelihoods, and the foundation of the national economy is primarily rain-fed agriculture. The success of many important sectors of the economy such as agriculture, water supply and sanitation, transport, tourism, industry, health and education relies on environment and natural resources to enhance their productivity. However, environmental degradation and climate change have emerged as major development issues that have adversely impacted on food security, water quality and energy security, thereby frustrating government efforts to improve the general livelihoods of both urban and rural communities. Scientific evidence in Malawi shows an increase in frequency, intensity and magnitude over the last two decades of extreme weather events. These events include prolonged dry spells, seasonal droughts, intense rainfall, riverine floods and flash floods."}, {"text_block_id": "p12_b97", "text": "Using the results from formal economic models, if Malawi does not act now, the direct overall costs due to climate change will be equivalent to losing at least 5% of the Gross Domestic Product (GDP) each year. On average, USD 12.5 million"}, {"text_block_id": "p13_b98_merged", "text": "(MK8.9 billion) or 1% of the GDP and USD 9 million (MK6.4 billion) or 0.7% of the GDP is the annual cost of addressing droughts and floods respectively at the current exchange rate . Taken together, the direct cost of droughts and floods is about 1.7% of Malawi’s GDP every year. Overall, agriculture suffers the greatest losses and the ensuing food shortages cause domestic grain prices to rise while grain imports increase rapidly to cover the gap thereby eroding the foreign exchange reserves with depreciating effects on the exchange rate. Consequently, the food shortages elicit demand for resource reallocation to food security response at the expense of other productive sectors. The prices of other food stuffs also increase, fuelling inflation with knock-on effects on interest rates, macroeconomic outlook, and distorting the business environment. Climate shocks therefore have a potentially profound direct effect on the agriculture sector, while indirectly affecting other economic sectors and non-farm households through price and production linkages. In 2015, the GDP growth was revised from a projected 5.1% to 3.1% on account of floods"}, {"text_block_id": "p13_b101", "text": "In recognition of the country’s vulnerability to adverse effects of climate change, the Government of Malawi has taken important steps to address climate change issues by signing and ratifying the UNFCCC and its Kyoto Protocol. The objective of the UNFCCC is to achieve “the stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic (man-made) interference with the climate system and such a level should be achieved within a time frame sufficient to allow ecosystems to adapt naturally to climate change and ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner”. As a Party to the Convention and its Kyoto Protocol, the Malawi Government has among other activities conducted assessment studies on vulnerability, greenhouse gases inventories, adaptation, mitigation, technology transfer needs assessment, and research and systematic observation. At the Conference of Parties (COP) of the UNFCCC, held every year, climate change adaptation remains a major focus of developing countries alongside mitigation, technology cooperation and finance."}, {"text_block_id": "p13_b102", "text": "Further, Government has developed a number of initiatives and processes to assist vulnerable communities and ecosystems to adapt and mitigate to both current and projected climate change impacts through increased adaptive capacity and resilience,"}, {"text_block_id": "p14_b103", "text": "enhanced carbon sinks, reduced GHG emissions, improved food security and sustainable economic development. These include:"}, {"text_block_id": "p14_b104", "text": "enhanced carbon sinks, reduced GHG emissions, improved food security and sustainable economic development. These include:\n* Nationally Appropriate Mitigation Actions (NAMAs) â actions voluntarily undertaken by developing countries to reduce GHG emissions and/or enhance carbon sinks to absorb the GHGs in the atmosphere;\n* National Climate Change Response Framework (NCCRF) â to guide the nation in how it intends to respond and manage climate change;\n* Intended Nationally Determined Contributions (INDCs) â actions that countries intend to undertake in order to reduce emissions and adverse effects of climate change to limit global warming;\n* National Adaptation Plans (NAPs) â a means of identifying medium and long\n* National Adaptation Plans (NAPs) â a means of identifying medium and long\n -\n* National Adaptation Plans (NAPs) â a means of identifying medium and long\n -\n term adaptation needs towards transformational change integrated with national development planning processes and strategies."}, {"text_block_id": "p14_b114", "text": "In addition, Government has established a National Designated Entity (NDE) responsible for the development and transfer of climate change technologies for adaptation and mitigation; and a focal point and National Designated Authority (NDA) for the Green Climate Fund (GCF). Government is also in the process of establishing a National Implementing Entity (NIE) for the Adaptation Fund Board."}, {"text_block_id": "p14_b115", "text": "The foregoing notwithstanding, the country has met a number of challenges in addressing climate change. The key ones have been lack of national policy on climate change; inadequate financing; reliance on funding from development partners; uncoordinated formulation, implementation and monitoring of the response actions; and inadequate capacity and skills in climate change management."}, {"text_block_id": "p14_b116", "text": "1.4"}, {"text_block_id": "p14_b117", "text": "Purpose of the Policy"}, {"text_block_id": "p14_b118_merged_merged", "text": "Government of Malawi has developed a NCCMP to assist the country achieve its long-term goal for climate change management which is to reduce the socio-economic impacts of adverse effects of climatic change. The medium term outcome is improved community resilience to climate change through the development of sustainable livelihoods and reduced emissions of GHGs. Therefore, the Policy will act as a mechanism for harmonizing and enhancing the planning, development, coordination, financing and monitoring of climate change initiatives and programmes in Malawi. The Policy articulates the goals and objectives for climate change management in Malawi, as well as principles and strategies to guide implementation of activities aimed at reducing socio-economic impacts of adverse"}, {"text_block_id": "p15_b122", "text": "effects of climate change. The Policy guides implementation of critical climate change issues and strategies, including capacity building; education, training and public awareness; the Clean Development Mechanism (CDM); Reducing Emissions from Deforestation and Forest Degradation (REDD+); adaptation and mitigation in Agriculture, Energy, Industrial processes, Waste management, Forestry, Water resources, and Wildlife sectors. In particular, the Policy will build on the National Environmental Policy (NEP) that deals with issues of air quality, reduction of greenhouse gas emissions and supplement several guiding principles."}, {"text_block_id": "p15_b123", "text": "The NCCMP will serve as an overarching reference document for policy makers in Government, the private sector, civil society, and donors concerning climate change as a priority development issue. It will feed into the Sector Wide Approaches (SWAPs) to inform strategic government programming, including programming for the achievement of the Sustainable Development Goals (SDGs). It does not usurp powers and responsibilities of sectoral ministries, but instead reinforces them and highlights areas of high priority for the nation. The Ministry of Natural Resources, Energy and Mining will play a facilitating, coordinating and advisory role in ensuring its implementation, setting and enforcement of relevant and acceptable standards."}, {"text_block_id": "p15_b124", "text": "The NCCMP objectives should be seen as addressing the broad range of climate change problems facing Malawi at the present time and the projected future impacts. As such, the Policy is intended to address a number of challenges that have hitherto hindered effective implementation of climate change actions in the country. These include inadequate financing towards climate change programmes and interventions from domestic budgetary allocations; and weak enforcement to minimize causes of climate change. It is envisaged that achievement of the objectives laid out in this Policy will lead to guided and harmonized implementation of programmes aimed at reducing GHGs; promoting adaptation actions; attainment of SDGs and low carbon emission development pathway; guided application of adaptation, mitigation, technology transfer and capacity building at the same time positioning the country to benefit from global climate change financial, technical and technological opportunities. For every development activity, there is need to assess impacts of climate change prior to implementation to ensure all activities are climate proofed."}, {"text_block_id": "p16_b125", "text": "2.0 Broad Policy Directions"}, {"text_block_id": "p16_b126", "text": "2.1"}, {"text_block_id": "p16_b127", "text": "Overall Policy Goal"}, {"text_block_id": "p16_b128", "text": "The Policy’s overall goal is:"}, {"text_block_id": "p16_b129", "text": "“"}, {"text_block_id": "p16_b130", "text": "To promote climate change adaptation, mitigation, technology transfer and capacity building for sustainable livelihoods through Green Economy measures for Malawi"}, {"text_block_id": "p16_b131", "text": "”."}, {"text_block_id": "p16_b132", "text": "2.2"}, {"text_block_id": "p16_b133", "text": "Policy Outcomes"}, {"text_block_id": "p16_b134", "text": "The Policy outcomes are expected to be as follows:"}, {"text_block_id": "p16_b135", "text": "2.3"}, {"text_block_id": "p16_b136", "text": "Policy Objectives"}, {"text_block_id": "p16_b137", "text": "The National Climate Change Management Policy aims to:"}, {"text_block_id": "p16_b138", "text": "The National Climate Change Management Policy aims to:\n* Effectively manage the impacts of climate change through interventions that build and sustain the social and ecological resilience of all Malawians;\n* Contribute towards the stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous human-induced interference with the climate system within a timeframe that enables social, economic and environmental development to proceed in a sustainable manner;\n* Integrate climate change into planning, development, coordination and monitoring of key relevant sectors in a gender sensitive manner; and\n* Integrate cross-cutting issues into climate change management through an appropriate institutional framework."}, {"text_block_id": "p17_b146", "text": "2.4"}, {"text_block_id": "p17_b147", "text": "Guiding Principles"}, {"text_block_id": "p17_b148", "text": "The Policy is guided by principles set out in the Malawi Constitution, the United Nations Framework Convention on Climate Change and the Kyoto Protocol. The principles among others include:"}, {"text_block_id": "p17_b149", "text": "The Policy is guided by principles set out in the Malawi Constitution, the United Nations Framework Convention on Climate Change and the Kyoto Protocol. The principles among others include:\n* : The Constitution of Malawi guarantees protection of human rights and freedoms for all. Malawiâs climate response strategy should therefore take a human rights approach;\n* : Common but Differentiated Responsibilities and Respective Capabilities is a principle within the UNFCCC that acknowledges the different capabilities and differing responsibilities of individual countries in addressing climate change. CBDR and RC is about aligning our domestic measures to reduce the countryâs GHG emissions and adapt to the adverse effects of climate change taking into consideration our unique national circumstances, stage of development and capacity to act;\n* : This is a principle in the Malawi Constitution. Women and girls are disproportionately affected by climate change and are more vulnerable to its impacts. Gender equality must therefore be promoted as a response both in terms of mainstreaming as well as through specific focused interventions;\n* : Malawiâs development should help reduce poverty and improve living standards, while at the same time upholding the social, economic and environmental pillars of sustainable development;\n* : No development would be sustainable in the long run if it does not address poverty reduction and equity. Equity includes both âinter-generational equityâ (i.e. the right of future generations to enjoy a fair level of the common patrimony) and âintra-generational equityâ (i.e. the right of all people within the current generation to fair access to the current generationâs entitlement to the Earthâs natural resources). Therefore all people should attain the resources and opportunities that improve their quality of life and enable them to reach their full potential. Thus the participation of vulnerable groups including children and the disabled has to be ensured;\n* : Those who are responsible for polluting the environment should pay the cost of mitigating the effects and supporting consequent adaptive response;"}, {"text_block_id": "p18_b195", "text": "The Policy is guided by principles set out in the Malawi Constitution, the United Nations Framework Convention on Climate Change and the Kyoto Protocol. The principles among others include:\n* : The Constitution of Malawi guarantees protection of human rights and freedoms for all. Malawiâs climate response strategy should therefore take a human rights approach;\n* : Common but Differentiated Responsibilities and Respective Capabilities is a principle within the UNFCCC that acknowledges the different capabilities and differing responsibilities of individual countries in addressing climate change. CBDR and RC is about aligning our domestic measures to reduce the countryâs GHG emissions and adapt to the adverse effects of climate change taking into consideration our unique national circumstances, stage of development and capacity to act;\n* : This is a principle in the Malawi Constitution. Women and girls are disproportionately affected by climate change and are more vulnerable to its impacts. Gender equality must therefore be promoted as a response both in terms of mainstreaming as well as through specific focused interventions;\n* : Malawiâs development should help reduce poverty and improve living standards, while at the same time upholding the social, economic and environmental pillars of sustainable development;\n* : No development would be sustainable in the long run if it does not address poverty reduction and equity. Equity includes both âinter-generational equityâ (i.e. the right of future generations to enjoy a fair level of the common patrimony) and âintra-generational equityâ (i.e. the right of all people within the current generation to fair access to the current generationâs entitlement to the Earthâs natural resources). Therefore all people should attain the resources and opportunities that improve their quality of life and enable them to reach their full potential. Thus the participation of vulnerable groups including children and the disabled has to be ensured;\n* : Those who are responsible for polluting the environment should pay the cost of mitigating the effects and supporting consequent adaptive response;\n* : This Principle provides that âin order to protect the environment, the precautionary approach shall be widely applied by States according to their capabilities. Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradationâ. The UNFCCC provides that ââ¦ Parties should take precautionary measures to anticipate, prevent or minimize the cause of climate change and mitigate its adverse effects..â Malawi must therefore take a cautious approach, taking into account limitations in knowledge about the causes of climate change and its adverse effect;\n* : Public participation in developmental activities is essential and the general public including children must be aware of climate change causes and impacts and how they affect development in Malawi;\n* : Managing our ecological, social and economic resources and capital responsibly for current and future generations;\n* : Climate change policies and measures should address the needs of the poor and vulnerable and ensure human dignity, whilst endeavoring to attain environmental, social and economic sustainability;\n* : Considering the special needs and circumstances of localities and people that are particularly vulnerable to the adverse effects of climate change, including vulnerable groups such as women, and especially poor and/or rural women; children, especially infants and child-headed families; the aged; the sick; and the physically challenged; and\n* : Recognizing that a robust and sustainable economy and a healthy society depends on the services that well-functioning ecosystems provide, and that enhancing the sustainability of the economic, social and ecological services is an integral component of an effective and efficient climate change response."}, {"text_block_id": "p19_b224", "text": "3.0"}, {"text_block_id": "p19_b225", "text": "Policy Priority Areas"}, {"text_block_id": "p19_b226", "text": "The Policy outlines six priority areas for climate change management in the country. This has been aligned with the global climate change framework. Each priority area has associated policy statements, specific objectives and sectoral strategies."}, {"text_block_id": "p19_b227", "text": "3.1"}, {"text_block_id": "p19_b228", "text": "Climate Change Adaptation"}, {"text_block_id": "p19_b229", "text": "Adaptation to climate change is any activity that reduces the negative impacts of climate change and/or takes advantage of new opportunities for sustainable development. As a least developed country, adaptation to climate change is a priority area for Malawi due to its vulnerability to adverse effects of climate change and limited adaptive capacity. Adaptation to climate change in Malawi is hampered by the country’s heavy dependence on natural resources, endemicity to climate sensitive diseases, high poverty and weak technical and financial resources."}, {"text_block_id": "p19_b230", "text": "Policy Statements"}, {"text_block_id": "p19_b231", "text": "The Policy will:"}, {"text_block_id": "p19_b232", "text": "The Policy will:\n* reduce vulnerabilities of populations in Malawi and promote community and ecosystem resilience to the impacts of climate change;\n* ensure that women, girls and other vulnerable groups are engaged and involved in planning and implementing climate change adaptation interventions;\n* ensure that communities are able to adapt to climate change by promoting climate change adaptive development in the long term."}, {"text_block_id": "p19_b239", "text": "3.2"}, {"text_block_id": "p19_b240", "text": "Climate Change Mitigation"}, {"text_block_id": "p19_b241", "text": "Climate change mitigation is any action to decrease the intensity of greenhouse gases in order to reduce the effects of global warming which result in extreme weather events. Removal of carbon sinks through deforestation, biomass energy dependence and land use changes increase the concentration of green house gases in the atmosphere."}, {"text_block_id": "p19_b242", "text": "Policy Statements"}, {"text_block_id": "p19_b243", "text": "The Policy will:"}, {"text_block_id": "p19_b244", "text": "The Policy will:\n* promote the reduction of greenhouse gas emissions;\n* enhance carbon sinks through re-afforestation and sustainable utilization of forest resources."}, {"text_block_id": "p20_b249", "text": "3.3"}, {"text_block_id": "p20_b250", "text": "Capacity Building, Education, Training and Awareness"}, {"text_block_id": "p20_b251", "text": "Education is a catalyst for socio-economic development, and for empowering the poor, the weak and voiceless. Inadequate capacity and skills in climate change management may be a hindrance to effective implementation of climate change adaptation and mitigation activities. Malawi developed the National Education Sector Plan (NESP, 2007-2016) whose main pillars are access, equity, quality, relevance and governance. The National Climate Change Management Policy supports NESP in order to enhance human and institutional capacity for building community and ecosystem resilience to climate change in Malawi."}, {"text_block_id": "p20_b252", "text": "The Capacity and Training Needs Assessment Report will be updated periodically to cater for new developments. Resource mobilization mechanisms will also be established to ensure effective implementation of interventions to improve institutional, infrastructural and human capacities to implement climate change related interventions."}, {"text_block_id": "p20_b253", "text": "Policy Statements"}, {"text_block_id": "p20_b254", "text": "The Policy will:"}, {"text_block_id": "p20_b255", "text": "The Policy will:\n* build capacity in all sectors and at all levels in climate change to attain socio-economic development utilizing the principles of green economy;\n* address capacity gaps on investment in skills and capabilities for negotiations, mechanisms for reducing emissions while supporting prudent environmental management and sustainable economic growth."}, {"text_block_id": "p20_b260", "text": "3.4"}, {"text_block_id": "p20_b261", "text": "Research, Technology Development and Transfer, and Systematic Observation"}, {"text_block_id": "p20_b262", "text": "Malawi recognizes and appreciates the need for technology development and transfer as well as research in climate change management. To this effect, Malawi has already produced and identified technology transfer needs. However, financial resources for addressing the identified needs such as the development of climate change research agenda and enabling environment for the application of science and technology are inadequate. Key areas include promotion of rain water harvesting technologies, development of dykes and levees in flood prone areas, adoption of climate smart agriculture, development of drought tolerant crop and livestock technologies, promotion of energy saving technologies, renewable energy technologies, and development of technologies in river course management."}, {"text_block_id": "p21_b263", "text": "Furthermore, realizing that climate change is an emerging issue, there are significant development policy and implementation gaps that would be addressed through research. On the other hand, both climate change adaptation and mitigation measures require innovative approaches and these would be supported by technology development and transfer as well as systematic observation."}, {"text_block_id": "p21_b264", "text": "Policy Statements"}, {"text_block_id": "p21_b265", "text": "The Policy will:"}, {"text_block_id": "p21_b266", "text": "The Policy will:\n* enhance research, technology and systematic observation for climate change management, supported by appropriate capacity development and dedicated financing;\n* encourage resource mobilization and commitment of government for the prioritized technologies"}, {"text_block_id": "p21_b272", "text": "3.5"}, {"text_block_id": "p21_b273", "text": "Climate Change Financing"}, {"text_block_id": "p21_b274", "text": "Malawi is among the most vulnerable countries to climate change because its economy is predominantly agro-based and largely rain-dependent. Considering that the rural population, which is in majority, is poor and directly depends on natural resources for its livelihood, the bulk of this population lacks the capacity to proactively finance climate change adaptation, mitigation and climate proofing activities. There is therefore, need for more predictable and reliable financing mechanisms from local and international sources."}, {"text_block_id": "p21_b275", "text": "Policy statement"}, {"text_block_id": "p21_b276_merged", "text": "The Policy will prioritize enhanced financing for implementation and coordination of climate change management activities through increased national budgetary allocation, establishment of a Climate Change Management Fund, improved access to international climate financing (both multilateral and bilateral) and private sector investments"}, {"text_block_id": "p21_b282", "text": "."}, {"text_block_id": "p21_b283", "text": "3.6"}, {"text_block_id": "p21_b284", "text": "Cross-Cutting Issues"}, {"text_block_id": "p21_b285", "text": "This priority area focuses on cross cutting issues that may exacerbate vulnerability to climate change and variability or may undermine effectiveness of adaptation programmes. These include gender consideration, population dynamics and HIV and AIDS"}, {"text_block_id": "p21_b286", "text": "Gender considerations are important in planning and implementation of climate change management programmes because different socioeconomic groups are impacted upon differently because of different gender roles and social constructs."}, {"text_block_id": "p22_b287", "text": "Vulnerable groups such as women, children, the elderly and the physically and mentally challenged are particularly affected by adverse impacts of climate change. Involving these vulnerable groups in the design and implementation of climate change management programmes is essential for effective management of the impacts."}, {"text_block_id": "p22_b288", "text": "Population growth is a driver of climate change. High population growth exerts pressure on the environment and natural resources leading to environmental degradation which exacerbates prevalence of adverse effects of climate change. Therefore, incorporation of demographic dynamics such as population density, urbanization, reproductive health, and family planning in development plans will help Malawi deal with effects of climate change."}, {"text_block_id": "p22_b289", "text": "Policy Statements"}, {"text_block_id": "p22_b290", "text": "The Policy will:"}, {"text_block_id": "p22_b291", "text": "(i)"}, {"text_block_id": "p22_b292", "text": "mainstream gender and issues affecting the disadvantaged groups into all climate change strategies, plans and programmes."}, {"text_block_id": "p22_b293", "text": "(ii)"}, {"text_block_id": "p22_b294", "text": "integrate population issues into climate change management in the development agenda through an integrated approach which would reduce poverty, protect natural resources and reduce inequality."}, {"text_block_id": "p22_b295", "text": "(iii)"}, {"text_block_id": "p22_b296", "text": "incorporate HIV and AIDS as well as gender considerations in all climate change interventions including adaptation, mitigation, capacity building and technology development and transfer."}, {"text_block_id": "p23_b297", "text": "4.0"}, {"text_block_id": "p23_b298", "text": "Implementation Arrangements"}, {"text_block_id": "p23_b299", "text": "This section outlines the institutional arrangements and implementation plan for the climate change policy."}, {"text_block_id": "p23_b300", "text": "4.1"}, {"text_block_id": "p23_b301", "text": "Institutional Arrangements"}, {"text_block_id": "p23_b302", "text": "There are many stakeholders operating across many sectors that need to be engaged in the implementation of this Policy. Coordination and leadership across sectors and between stakeholder groups is critical for success. Leadership and coordination has to be seen at all levels of governance. In order to ensure effective climate change management, leadership and coordination must embrace district and local levels of government as well as seek community based engagement and action."}, {"text_block_id": "p23_b303", "text": "Key stakeholders include: government, non-governmental organizations and civil society, the private sector, academia, development partners, local communities, faith based organizations and identified vulnerable groups."}, {"text_block_id": "p23_b304", "text": "Considering that climate change significantly impacts key sectors of the economy and is multi-sectoral as well as crosscutting in nature, mainstreaming climate change into national and sectoral plans, policies and programmes is critical. Therefore a number of institutions will be involved in sector specific implementation of activities. During implementation stage, the Planning Section in the ministry responsible for climate change will among others, spearhead tracking of resources allocated to key stakeholders that address specific components of the Policy relevant to their mandate."}, {"text_block_id": "p23_b305", "text": "The institutional coordination framework is presented in Figure 1."}, {"text_block_id": "p23_b306", "text": "The relevant Cabinet Committee will enable all arms of government to coordinate their actions. The Parliamentary Committee will serve to assist in lobbying for passing of environment related policies and legislations in the national assembly."}, {"text_block_id": "p24_b307", "text": "The existing National Technical Committee on Climate Change (NTCCC) may be strengthened by including any other relevant sectors that are not currently represented in its membership. Furthermore, adequate representation of private sector is needed in the committee as green economy measures form an integral part of climate change management and require participation of private sector in this regard."}, {"text_block_id": "p24_b308", "text": "The Natural Resources Sector Working Group (NRSWG) will provide oversight over the institutional coordination framework. The NRSWG comprises the National Steering Committee on Climate Change, the National Steering Committee on Forestry Management and the National Steering Committee on Meteorological Services."}, {"text_block_id": "p25_b309", "text": "4.2"}, {"text_block_id": "p25_b310", "text": "Roles and Responsibilities of stakeholders"}, {"text_block_id": "p25_b311", "text": "4.2.1"}, {"text_block_id": "p25_b312", "text": "General Public"}, {"text_block_id": "p25_b313", "text": "4.2.2"}, {"text_block_id": "p25_b314", "text": "Private Sector"}, {"text_block_id": "p25_b315", "text": "The private sector is an important stakeholder when it comes to economic growth and job creation in the country and therefore must play an active role in climate change management. The private sector are critical in achieving a low carbon emission development for Malawi through investing in cleaner technologies and provision of green jobs. Government can provide incentives for this and promote public-private partnerships to take this forward. Furthermore, the private sector should take an active part in decision making on climate change initiatives. This can be achieved through representation in the NTCCC through the Malawi Confederation of Chambers of Commerce and Industry (MCCCI) as a platform for providing their input and participating in climate change management in the country."}, {"text_block_id": "p25_b316", "text": "In particular, the private sector can take an active role in participating in projects for carbon emissions trading including Clean Development Mechanism (CDM), low carbon development, offsetting their emissions and investing in renewable energy."}, {"text_block_id": "p25_b317", "text": "4.2.3"}, {"text_block_id": "p25_b318", "text": "The Media"}, {"text_block_id": "p25_b319", "text": "The media has an important role of creating awareness on climate change issues amongst stakeholders at all levels including at community level. The dissemination of information should be evidence based and in this regard there is need to promote journalism that focuses on environment and natural resource. Messages disseminated by media in a timely manner will empower communities to take necessary action on climate change adaptation, mitigation and disaster risk reduction."}, {"text_block_id": "p26_b320", "text": "4.2.4"}, {"text_block_id": "p26_b321", "text": "Non-Governmental Organizations, Faith and Community Based Organizations"}, {"text_block_id": "p26_b322", "text": "NGOs, FBOs and CBOs have an important role to play since they work closely with communities and can influence community response to climate change adaptation and mitigation. It is important for this group of stakeholders to assist the communities to integrate climate change and disaster risk reduction into their development activities in order to build community resilience."}, {"text_block_id": "p26_b323", "text": "4.2.5"}, {"text_block_id": "p26_b324", "text": "Training and Research Institutions"}, {"text_block_id": "p26_b325", "text": "The need for more research and training in climate change issues in Malawi cannot be overemphasized. In this regard, training and research institutions have a pivotal role to play. Training in climate change issues must be enhanced in order to build the capacity of individuals and organizations to mainstream climate change issues into their activities and effectively adapt and mitigate to the impacts of climate change. Furthermore, home grown research must be promoted. Scientific knowledge from research must be used for decision making and practical solutions that are user friendly and sensitive to local needs must be recommended."}, {"text_block_id": "p26_b326", "text": "4.2.6"}, {"text_block_id": "p26_b327", "text": "Development Partners"}, {"text_block_id": "p26_b328", "text": "Development partners provide resources for Government and civil society organizations in Malawi to carry out developmental activities. Their technical and financial interventions must be harmonized in line with the NCCMP so that all stakeholders work towards a common goal. It is also important that Development partners, not directly working in the area of climate change, should ensure that climate change is integrated in all their programmes and projects."}, {"text_block_id": "p26_b329", "text": "4.2.7"}, {"text_block_id": "p26_b330", "text": "Decentralized structures"}, {"text_block_id": "p26_b331", "text": "Decentralization in Malawi has been largely successful as structures have been put in place, providing an avenue for communities’ views to feed into decision making at both district and national levels. The organizations and committees at various levels (VDC, ADC, DEC etc) must ensure that climate change is integrated into their programmes, projects and plans"}, {"text_block_id": "p27_b332", "text": "5.0"}, {"text_block_id": "p27_b333", "text": "Implementation Plan"}, {"text_block_id": "p27_b334", "text": "5.1"}, {"text_block_id": "p27_b335", "text": "Development of an Implementation, Monitoring and Evaluation Strategy"}, {"text_block_id": "p27_b336", "text": "An Implementation, Monitoring and Evaluation Strategy (IMES) has been developed as a complementary document to this Policy Framework to ensure that the NCCMP is effectively implemented. The IMES spells out the objectives and strategies that need to be implemented in order to address the climate related effects being faced by the country. The IMES further outlines the stakeholders that are relevant for implementation of specific strategies. The strategies are in accordance with international best practice and are consistent with the UNFCCC and related agreements that Malawi subscribes to."}, {"text_block_id": "p27_b337", "text": "5.2 Incorporation of Climate Change into Sectoral and Partners’ Strategic Plans"}, {"text_block_id": "p27_b338", "text": "The structures established in the institutional framework will review and promote the incorporation of climate change into all relevant sectoral, ministerial and partner strategic plans."}, {"text_block_id": "p28_b339", "text": "6.0"}, {"text_block_id": "p28_b340", "text": "Monitoring and Evaluation"}, {"text_block_id": "p28_b341", "text": "Climate change is a global, multi-sectoral and interdisciplinary issue. As a consequence, adaptation, as well as mitigation, technology transfer and capacity building requires intensive and continuous cooperation at local, regional, national and global levels. Observing change, in ecosystems and livelihoods alike, can only be achieved by monitoring key indicators and communicating anomalies and trends to those who can take action."}, {"text_block_id": "p28_b342", "text": "Government and its stakeholders are aware of the need to monitor and evaluate short term climate variability, long term climate change variables, and climate change related impacts. This will allow evidence-based decisions to be made and to adjust the plans accordingly for effectiveness in adaptation, mitigation, technology transfer and capacity building measures. Monitoring and evaluation also provides a mechanism for institutional accountability. Progress with achievement of national developmental goals as outlined in the MGDS II, NAPAs, NAMAs, INDCs and NAPs can also be tracked through monitoring and evaluation."}, {"text_block_id": "p28_b343", "text": "A detailed monitoring and evaluation plan has been developed with measureable, reportable and verifiable indicators to monitor and evaluate implementation of the NCCMP. This has been included as part of the IMES for this policy."}, {"text_block_id": "p28_b344", "text": "The Ministry of Natural Resources, Energy and Mining will be responsible for coordinating monitoring and evaluation of the implementation of the policy. Other MDAs, NGOs, civil society, community based organizations and the private sector will also participate in monitoring and evaluation, thereby improving national data availability and accountability. The NTCCC may receive reports from the monitoring and evaluation to better advise Government and its stakeholders on managing climate change."}, {"text_block_id": "p28_b345", "text": "Regular review of progress in the implementation of the policy and advice on how to take the policy forward will be provided by the bodies established in the institutional framework. A comprehensive review of the Policy is expected to be undertaken after five years of implementation."}], "document_description": "This Policy aims at setting the country's mitigation and adaptation strategy. Its long-term goal is to reduce the socio-economic impacts of adverse affects of climate change; its medium-term goal is to improve community resilience through the development of sustainable livelihoods and reduced emissions of GHGs. The document focuses on 1) capacity building (education, training and public awareness), 2) the Clean Development Mechanism, 3) Reducing emissions from deforestation and forest degradation and fostering carbon sinks, and 3) adaptation and mitigation in agriculture, energy, industrial processes, waste management, forestry, water resources, and wildlife sectors. The Policy is designed in accordance with the National Environmental Policy.&nbsp;<br><br></div><div>&nbsp;The Policy aims in particular to 1) reduce vulnerabilities and promote community and ecosystem resilience, 2) ensure that women, girls and other vulnerable groups are engaged and involved in planning and implementation efforts, and 3) ensure that communities are able to adapt to climate change by promoting long term action.&nbsp;"}