{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Other|Direct Investment"], "document_country_english_shortname": "United Kingdom", "document_category": "Law", "document_sector_name": ["Finance", "Cross Cutting Area"], "document_language": "English", "document_name": "Budget 2021", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "31/03/2021", "document_keyword": ["Green Bonds", "Banking", "Central Bank"], "document_url": "https://cdn.climatepolicyradar.org/GBR/2021/GBR-2021-03-31-Budget 2021_c28084dfc4b588504fe4c17a6d60205c.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "BUDGET 2021"}, {"text_block_id": "p1_b2", "text": "PROTECTING THE JOBS AND LIVELIHOODS OF THE BRITISH PEOPLE"}, {"text_block_id": "p2_b3", "text": "BUDGET 2021"}, {"text_block_id": "p2_b4", "text": "PROTECTING THE JOBS AND LIVELIHOODS OF THE BRITISH PEOPLE"}, {"text_block_id": "p2_b5", "text": "Return to an order of the House of Commons dated 3 March 2021"}, {"text_block_id": "p2_b6", "text": "Copy of the Budget Report – March 2021 as laid before the House of Commons by the Chancellor of the Exchequer when opening the Budget."}, {"text_block_id": "p2_b7", "text": "Jesse Norman"}, {"text_block_id": "p2_b8", "text": "Her Majesty’s Treasury"}, {"text_block_id": "p2_b9", "text": "3 March 2021"}, {"text_block_id": "p2_b10", "text": "Ordered by the House of Commons to be printed 3 March 2021"}, {"text_block_id": "p3_b11", "text": "© Crown copyright 2021"}, {"text_block_id": "p3_b12", "text": "This publication is licensed under the terms of the Open Government Licence v3.0 except where otherwise stated. To view this licence, visit"}, {"text_block_id": "p3_b13", "text": "Where we have identified any third party copyright information you will need to obtain permission from the copyright holders concerned."}, {"text_block_id": "p3_b14", "text": "This publication is available at"}, {"text_block_id": "p3_b15", "text": "Any enquiries regarding this publication should be sent to us at"}, {"text_block_id": "p3_b16", "text": "ISBN 978-1-5286-2394-0"}, {"text_block_id": "p3_b17", "text": "CCS0121882386 03/21"}, {"text_block_id": "p3_b18", "text": "Printed on paper containing 75% recycled fibre content minimum"}, {"text_block_id": "p3_b19", "text": "Printed in the UK by the APS Group on behalf of the Controller of Her Majesty’s Stationery Office"}, {"text_block_id": "p3_b20", "text": "The Budget report is presented pursuant to section 2 of the Budget Responsibility and National Audit Act 2011 and in accordance with the Charter for Budget Responsibility."}, {"text_block_id": "p4_b21", "text": "Contents"}, {"text_block_id": "p4_b22", "text": "Page"}, {"text_block_id": "p6_b23", "text": "Executive summary"}, {"text_block_id": "p6_b24", "text": "The Budget follows a year of extraordinary economic challenge as a result of the ongoing COVID-19 pandemic. Like that of many other countries, the UK’s economy has been hit hard, with both the direct effects of the virus and the measures necessary to control it leading to an unprecedented fall in output and higher unemployment."}, {"text_block_id": "p6_b25", "text": "In the face of this threat, the government acted swiftly to provide support to protect businesses, individuals and public services across the UK, adapting its economic response as the pandemic evolved. Thanks to people’s hard work and sacrifice, supported by the success of the initial stages of the vaccine rollout, there is now a path to the reopening of the economy."}, {"text_block_id": "p6_b26", "text": "The Budget sets out how the government will extend its economic support to reflect the cautious easing of social distancing rules and the reopening of the economy in the government’s roadmap."}, {"text_block_id": "p6_b27", "text": "Support in the Budget reflects the easing of restrictions to enable the private sector to bounce back as quickly as possible."}, {"text_block_id": "p6_b28", "text": "As the economy reopens, the Budget sets out the steps the government is taking to support the recovery, ensuring the economy can build back better, with radical new incentives for business investment and help for businesses to attract the capital, ideas and talent to grow."}, {"text_block_id": "p6_b29", "text": "Once economic recovery is durably underway, the public finances must be returned to a sustainable path, following a period of record peacetime borrowing. The Budget sets out clearly the size of the challenge and steps to deliver more sustainable public finances, providing certainty and stability to people and businesses and supporting a strong recovery. This action will be underpinned by principles of fairness and sustainability as the government continues to invest in excellent public services and infrastructure to create future growth."}, {"text_block_id": "p6_b30", "text": "By taking action to protect the economy, support the recovery and repair the public finances, the government is taking the most sustainable route to continuing to deliver first-class frontline public services, funding investment to level up across the whole of the UK, and creating an outward-looking, low-carbon, high-tech economy."}, {"text_block_id": "p6_b31", "text": "Economic and fiscal context"}, {"text_block_id": "p6_b32_merged_merged", "text": "COVID-19 has had a profound effect on the UK economy. As the pandemic hit, the UK entered its first recession in 11 years. Gross Domestic Product (GDP) contracted by 24% between February and April 2020, with economic output then rising as restrictions were lifted. Increased cases into the Autumn required renewed restrictions, which led to a slowing of activity and a further fall in November. GDP for 2020 as a whole fell by 9.9%, the largest annual fall in 300 years."}, {"text_block_id": "p6_b34", "text": "COVID-19 has disrupted livelihoods and prevented many people from working. In Spring 2020, many firms stopped hiring and the number of advertised vacancies fell sharply. Redundancies subsequently rose to a record high and vacancies remain low."}, {"text_block_id": "p7_b35_merged", "text": "The government’s package of economic support has been unlike anything in the UK’s peacetime history. The significant support for individuals, businesses and public services set out at Spending Review 2020 (SR20) and the Budget totals £352 billion across this year and next year. Taking into account the measures announced at Budget 2020, which included significant capital investment, total support for the economy amounts to £407 billion this year and next – the largest peacetime support package for the economy on record. Without this support, the economic effects of the COVID-19 pandemic would have been considerably worse. The measures in the Budget, particularly the CJRS extension, provide further support to the labour market and the wider economy. The Office for Budget Responsibility (OBR) now expect the peak in unemployment to be 340,000 lower than that assumed in their November 2020 forecast."}, {"text_block_id": "p7_b37", "text": "The OBR expects the economy to recover quickly when restrictions are lifted. The measures in the Budget, alongside previous support – including next year’s significant £100 billion capital programme – provide a significant boost to the economy this year and into the next, while continuing to support people, businesses and public services. The OBR judges that the Budget’s investment package will boost business investment by around 10% at its peak in 2022-23. Despite more severe restrictions in the first quarter of this year than anticipated in the November forecast, the economy will recover to its pre-crisis peak around six months earlier, with GDP around 0.75% higher in Spring and Summer 2021, as a result of policy measures announced since November."}, {"text_block_id": "p7_b38", "text": "As a result of the pandemic, borrowing reaches 16.9% of GDP in 2020-21, the highest level of peacetime borrowing on record, and underlying debt will peak at 97.1% in 2023-24. Thanks to the fiscal repair measures set out in the Budget, the OBR forecast shows that the medium-term outlook for the public finances has improved, with the current budget almost in balance, and underlying debt as a share of GDP is expected to fall in the last two years of the forecast."}, {"text_block_id": "p7_b39", "text": "Protecting the jobs and livelihoods of the British people"}, {"text_block_id": "p7_b40", "text": "The government’s economic response to COVID-19 has limited the most damaging economic effects of the virus and the restrictions introduced to slow its spread. Annex A of this document sets out all COVID-19 economic support announced before Budget 2021."}, {"text_block_id": "p7_b41", "text": "Since March 2020 the government has provided £20 billion of grants to businesses alongside over £10 billion of business rates holidays and £73 billion loans and guarantees, supporting every sector of the economy."}, {"text_block_id": "p7_b42", "text": "The Coronavirus Job Retention Scheme (CJRS) and Self-Employment Income Support Scheme (SEISS) have protected jobs and businesses in every part of the UK. Incomes have been further protected through increases to Universal Credit and Working Tax Credit recipients, expanded Statutory Sick Pay, and help with rent and Council Tax. Alongside this, government action through the Plan for Jobs, including the Kickstart and Restart schemes, is helping people looking for work."}, {"text_block_id": "p7_b43", "text": "The Budget builds on this, extending this support to reflect the cautious reopening of the economy set out in the roadmap. Further investment in vaccine deployment and public services to ensure that people continue to receive the vital support which they need at this stage of the pandemic."}, {"text_block_id": "p7_b44", "text": "The CJRS and SEISS will be extended to provide protection to businesses and individuals that continue to be affected by the restrictions. For those in need of direct income support, the government is extending the temporary Universal Credit increase and making a one-off payment"}, {"text_block_id": "p8_b45", "text": "to Working Tax Credit. The Budget also confirms rates for a range of taxes and duties for the coming year. To help people with the cost of living as the economy recovers, this includes freezes in fuel and alcohol duty."}, {"text_block_id": "p8_b46", "text": "A new UK-wide mortgage guarantee scheme will make home ownership more achievable for thousands of people, and in England and Northern Ireland extension to the temporary cut in Stamp Duty Land Tax will support the housing market and protect and create jobs."}, {"text_block_id": "p8_b47", "text": "Alongside this, the Budget extends business rates reliefs, Statutory Sick Pay support and the VAT cut for the UK’s tourism and hospitality sector. The Recovery Loan Scheme will ensure that businesses in all parts of the UK can access the finance they need. The new one-off Restart Grants will give businesses further certainty in order to plan ahead and safely begin trading again over the coming months. The government is also increasing support for traineeships and apprenticeships to help people looking for work. Where certain measures do not apply UK-wide, the devolved administrations will continue to receive funding through the Barnett formula in the usual way."}, {"text_block_id": "p8_b48", "text": "Strengthening the public finances"}, {"text_block_id": "p8_b49", "text": "In the near term, continuing to support businesses, jobs and people’s livelihoods up and down the country is vital to give the economy the best possible chance of rebounding as restrictions are lifted. However, it will be necessary to take steps to get the public finances back on track once the economic recovery is durably underway."}, {"text_block_id": "p8_b50", "text": "The fairest way repair the long-term impact of the crisis on the public finances is to ask everyone to contribute, with the highest income households paying more."}, {"text_block_id": "p8_b51", "text": "The Budget takes steps towards this by maintaining certain personal tax allowances and thresholds until the end of the forecast period. Those in the highest income households will contribute more and nobody’s take home pay will be less than it is now."}, {"text_block_id": "p8_b52", "text": "In 2023, well after the economy has regained its pre-pandemic peak, the rate of corporation tax paid by the largest and most profitable businesses will increase. This is a fair way to deliver more sustainable public finances while protecting the UK’s strongly competitive position as the nation with the lowest corporation tax rate in the G7."}, {"text_block_id": "p8_b53", "text": "The government’s action to repair the public finances will be supported by new steps to tackle tax avoidance and evasion that will raise £2.2 billion between now and 2025-26."}, {"text_block_id": "p8_b54", "text": "An investment-led recovery"}, {"text_block_id": "p8_b55", "text": "As well as addressing the immediate challenges of the pandemic and the requirement to return the public finances to a sustainable path in the medium term, the government is acting now to lay the foundations for a recovery driven by the private sector that spreads investment and opportunity throughout the UK, by helping businesses to grow, and improving access to skills, capital and ideas."}, {"text_block_id": "p8_b56", "text": "A radical new super-deduction tax incentive for companies investing in qualifying plant and machinery will mean for every pound invested companies will see taxes cut by up to 25p."}, {"text_block_id": "p8_b57", "text": "The government will help over 100,000 small businesses UK-wide to boost their productivity by supporting them to improve their management and adopt new technologies. This will enable them to learn new skills, save time and money, and reach their full potential."}, {"text_block_id": "p9_b58", "text": "The Budget will further help businesses access the skills, technology and capital they need by modernising and streamlining migration rules, reviewing tax support for research and development, reforming pension rules on investment and reviewing rules for equity offerings. The government is also launching Future Fund: Breakthrough to support the scale up of the most innovative, R&D-intensive businesses."}, {"text_block_id": "p9_b59", "text": "The Budget will position the UK to make the most of global opportunities after EU exit. The government will create eight new Freeports in England, areas where businesses will benefit from more generous tax reliefs, simplified customs procedures and wider government support, bringing investment, trade and jobs which will regenerate regions across the country that need it most. Freeports will benefit the whole of the UK. Discussions continue between the UK government and the devolved administrations to ensure the delivery of Freeports in Scotland, Wales and Northern Ireland as soon as possible. The Levelling Up, UK Community Renewal, Towns and Community Ownership Funds will create well-paid jobs, revitalise places, and develop hubs of innovation in every part of the UK."}, {"text_block_id": "p9_b60_merged", "text": "Alongside the Budget, the government’s wider economic plan for significant investment in skills, infrastructure and innovation is set out in ‘Build Back Better: our plan for growth’. Public investment is a significant part of the government’s economic and fiscal strategy and will contribute to productivity growth. At SR20 the government announced £100 billion of capital investment in 2021-22, a £30 billion cash increase compared to 2019-20. This is the next stage in plans to spend over £600 billion in gross public investment over the next five years. The Budget also sets out more detail on the new UK Infrastructure Bank. The Bank will partner with the private sector and local government to increase infrastructure investment to help tackle climate change and promote economic growth across the country."}, {"text_block_id": "p9_b63", "text": "In the year the UK holds the presidency of the UN climate change talks (COP26), the government remains committed to growth that is based on a foundation of sustainability, as the UK makes progress towards meeting its commitment to reach net-zero greenhouse gas emissions in 2050."}, {"text_block_id": "p9_b64", "text": "Table 1: Budget 2021 policy decisions (£ million)"}, {"text_block_id": "p12_b65", "text": "Budget Report"}, {"text_block_id": "p14_b66", "text": "1"}, {"text_block_id": "p14_b67", "text": "Economy and public finances"}, {"text_block_id": "p14_b68", "text": "Economy and public finances\n* The challenges faced by the UK over the past twelve months have been substantial, and\n* The Budget sets out the next phase of the governmentâs response, providing additional\n* The success of the UKâs vaccine programme means the UK can now chart a clear course out\n* The Budget builds on the governmentâs existing support, which has helped to limit lasting\n* The pandemic and the governmentâs policy response has led to an unprecedented increase"}, {"text_block_id": "p15_b80", "text": "Economic effect of COVID-19"}, {"text_block_id": "p15_b81", "text": "Economic effect of COVID-19\n* COVID-19 has had a profound effect on the economy. The virus and the restrictions put\n* COVID-19 has disrupted livelihoods and prevented many people from working. In spring\n* The impact of COVID-19 has been felt around the world. International comparisons of"}, {"text_block_id": "p16_b88", "text": "Box 1.A: International Comparisons of Economic Performance"}, {"text_block_id": "p16_b89", "text": "Measuring economic activity during the COVID-19 pandemic has presented unusual challenges. The independent Office for National Statistics (ONS) have said that international comparisons of real GDP growth should be made with care at the moment because there are substantial differences in methods used to estimate real terms public sector activity."}, {"text_block_id": "p16_b90", "text": "The ONS’s approach to measuring public sector output in real terms follows international best practice. UK estimates are based on what is known as “direct volume measurement” that estimates the actual ‘outputs’ of many public services directly. To do this, the ONS use data such as the number of children attending school or GP appointments carried out, weighted by the cost per unit of the relevant activity. Many other countries instead measure outputs indirectly through the value of ‘inputs’ – such as the money governments spend on teachers’ salaries or the cost of medicines – adjusted for inflation."}, {"text_block_id": "p16_b91_merged", "text": "The pandemic has led to many countries having to close schools or cancel non-urgent healthcare while also maintaining or even increasing levels of public spending. The UK’s output-based approach records this as a large fall in measured real output and a large increase in price, whereas the input-based approach used in other countries does not to the same extent. The OBR have previously estimated that, if the UK used the input-based approach, then the measured fall in the first estimate of Q2 GDP would have been around 4 percentage points smaller. However, quantifying the precise relative effect is challenging, given variation in methods across countries. In light of this, the ONS has advised that nominal GDP estimates are currently more internationally comparable, as they are not affected by the aforementioned differences in public sector measurement. The level of nominal UK GDP in Q4 2020 was 2.1% lower than at the start of the pandemic, broadly in line with other advanced economies (Chart 1.1)."}, {"text_block_id": "p17_b96", "text": "Estimating the economic effect of COVID-19 and public health restrictions"}, {"text_block_id": "p17_b97", "text": "Estimating the economic effect of COVID-19 and public health restrictions\n* As set out in the governmentâs publication âAnalysis of the health, economic and social\n* While the economic impacts of COVID-19 have been substantial, it is not possible to know\n* It is now possible to observe economic indicators under different levels of restrictions"}, {"text_block_id": "p18_b104", "text": "Estimating the economic effect of COVID-19 and public health restrictions\n* As set out in the governmentâs publication âAnalysis of the health, economic and social\n* While the economic impacts of COVID-19 have been substantial, it is not possible to know\n* It is now possible to observe economic indicators under different levels of restrictions\n* UK output fluctuated over the final quarter of 2020 as restrictions were tightened and\n* UK output fluctuated over the final quarter of 2020 as restrictions were tightened and\n The tiering system was introduced in October and the majority of the UK was under\n* UK output fluctuated over the final quarter of 2020 as restrictions were tightened and\n The tiering system was introduced in October and the majority of the UK was under\n Reflecting a continued recovery in sectors not affected by restrictions,\n<\\li1>"}, {"text_block_id": "p18_b108", "text": "Table 1.1: Restrictions and the associated level of activity"}, {"text_block_id": "p18_b109", "text": "Table 1.1: Restrictions and the associated level of activity\n* The immediate economic impact of limiting face-to-face teaching in schools and\n<\\li1>"}, {"text_block_id": "p19_b112", "text": "Table 1.1: Restrictions and the associated level of activity\n* The immediate economic impact of limiting face-to-face teaching in schools and\n<\\li1>\n* Nearly every sector fared better in November than April 2020, though some sectors were\n* The economic impact of restrictions has not been felt equally. Staff in the hardest hit,\n* Analysis led by the Department of Health and Social Care shows that the fall in economic\n* Analysis led by the Department of Health and Social Care shows that the fall in economic\n Mental health and wellbeing have suffered during lockdowns, and anxiety and\n* Mobility data published by Google, which measures the amount of time people spend in"}, {"text_block_id": "p20_b123", "text": "Table 1.1: Restrictions and the associated level of activity\n* The immediate economic impact of limiting face-to-face teaching in schools and\n<\\li1>\n* Nearly every sector fared better in November than April 2020, though some sectors were\n* The economic impact of restrictions has not been felt equally. Staff in the hardest hit,\n* Analysis led by the Department of Health and Social Care shows that the fall in economic\n* Analysis led by the Department of Health and Social Care shows that the fall in economic\n Mental health and wellbeing have suffered during lockdowns, and anxiety and\n* Mobility data published by Google, which measures the amount of time people spend in\n* Measures of mobility have been highly correlated with GDP, though the correlation has\n* A range of indicators suggest that the hit to economic activity in January 2021 was\n* This backward-looking analysis does not explore the potential for longer-term impacts or"}, {"text_block_id": "p21_b131", "text": "Responding to COVID-19"}, {"text_block_id": "p21_b132", "text": "Responding to COVID-19\n* Within the governmentâs wider response to the virus, its economic and fiscal\n<\\li1>\n\t* large-scale, targeted economic support for jobs, livelihoods, businesses and public\n\t* evolving support as restrictions are lifted that prioritises continued investment in the"}, {"text_block_id": "p21_b138", "text": "Support to date"}, {"text_block_id": "p21_b139", "text": "Support to date\n* The government has already acted to support the economy on a scale unmatched in\n* Previous announcements, including at the Spending Review, have already delivered\n* The support provided by the government since the start of the crisis has prevented\n* The government expanded statutory sick pay, increased welfare support,\n* Grants, loans, and tax holidays and reliefs for businesses have helped\n* To ensure public services are supported and resilient to the pressures"}, {"text_block_id": "p22_b156", "text": "Support to date\n* The government has already acted to support the economy on a scale unmatched in\n* Previous announcements, including at the Spending Review, have already delivered\n* The support provided by the government since the start of the crisis has prevented\n* The government expanded statutory sick pay, increased welfare support,\n* Grants, loans, and tax holidays and reliefs for businesses have helped\n* To ensure public services are supported and resilient to the pressures\n* On top of substantial UK-wide support, such as CJRS, the government has funded the\n* The Bank of Englandâs independent policy committees have also played an important role"}, {"text_block_id": "p22_b160", "text": "Further support at the Budget"}, {"text_block_id": "p22_b161", "text": "Further support at the Budget\n* As restrictions are lifted, it is important that the government continues to offer economic\n* As restrictions are lifted, it is important that the government continues to offer economic\n and provides the devolved administrations with funding to deliver their own tailored\n* Overall, the Budget provides further support of Â£65 billion in 2020-21 and 2021-22.\n* This support will help drive an economic recovery that will boost tax receipts and lead to\n* Protecting jobs and supporting livelihoods remains a key priority in preventing economic"}, {"text_block_id": "p23_b173", "text": "Further support at the Budget\n* As restrictions are lifted, it is important that the government continues to offer economic\n* As restrictions are lifted, it is important that the government continues to offer economic\n and provides the devolved administrations with funding to deliver their own tailored\n* Overall, the Budget provides further support of Â£65 billion in 2020-21 and 2021-22.\n* This support will help drive an economic recovery that will boost tax receipts and lead to\n* Protecting jobs and supporting livelihoods remains a key priority in preventing economic\n* Businesses are the backbone of our economy, and significant further support confirmed at\n* Alongside support to address immediate challenges, the government recognises the\n* Further details of policies confirmed in the Budget are provided in Chapter 2."}, {"text_block_id": "p24_b179", "text": "Box 1.B: International Comparisons of Direct Fiscal Support"}, {"text_block_id": "p24_b180_merged", "text": "The UK has introduced one of the largest and most comprehensive fiscal packages globally. The UK’s discretionary fiscal expansion in response to COVID-19 amounted to 16.3% of GDP as of 31 December 2020, according to the IMF’s latest published estimates of discretionary fiscal expansion, which show direct fiscal support announced by other countries. Chart 1 shows the IMF estimates, and adds HM Treasury’s illustrative estimates of the possible size of the additional direct fiscal expansion that has been announced by other countries in 2021 for implementation in 2021: the proposed American Rescue Plan in the US and Italy’s increased debt ceiling for its 2021 budget. Incorporating recently proposed measures, including those taken at the Budget, the UK’s remains one of the largest and most comprehensive fiscal packages globally."}, {"text_block_id": "p25_b183", "text": "Box 1.C: Measuring the fiscal policy response to COVID-19"}, {"text_block_id": "p25_b184", "text": "The extent to which fiscal policy is supporting the economy can be measured in multiple ways. A ‘bottom up’ approach sums policy decisions over time and is shown in Table 1.2. The Spending Review and the Budget combined provide £352 billion of direct fiscal support in 2020-21 and 2021-22. Once also accounting for support provided at Budget 2020, which includes a step change in capital investment, total support provided to the economy comes to £407 billion. Overall, including measures announced last March, decisions taken by this government provide material fiscal support to the economy up to 2023-24."}, {"text_block_id": "p25_b185", "text": "Table 1.2: Total impact of policy decisions on borrowing 2020-21 to 2024-25"}, {"text_block_id": "p25_b186", "text": "Alternatively, ‘top down’ indicators use the level or change in headline or cyclically-adjusted borrowing. The ‘fiscal stance’ is the net injection by the government into the non-government sector, or the extent to which fiscal policy is contributing directly to the level of GDP. The ‘fiscal impulse’ shows how the stance changes over time, or how fiscal policy is contributing directly to GDP growth. These top-down measures should be interpreted with caution. First, because they often rely on estimates of the output gap which is unobservable and difficult to assess at present. Second, because the economic impact of the fiscal position depends on the composition of fiscal policy and the context in which support is provided."}, {"text_block_id": "p25_b187_merged", "text": "Chart 1.4 illustrates the fiscal stance as measured by headline borrowing and the cyclically adjusted primary deficit (CAPD). This indicates that fiscal policy has provided significant support to the level of GDP, particularly in 2020-21 and 2021-22 where the stance remains more supportive than at any time during the global financial crisis. Beyond this point, although headline borrowing falls it remains higher than the post-war average. The fiscal impulse can be measured using the year-on-year change in CAPD, which implies a large positive impulse in 2020-21 and negative impulses in subsequent years. This pattern largely reflects the unique nature of the shock from the pandemic. A large proportion of the positive fiscal impulse results from supporting businesses and individuals as restrictions were implemented in 2020-21 to slow the spread of COVID-19. As restrictions are lifted in 2021-22 this support will reduce alongside a rebound in private sector activity. Overall, both ‘bottom-up’ and ‘top-down’ measures show that fiscal policy is providing significant support to the economy."}, {"text_block_id": "p26_b192", "text": "Near-term outlook"}, {"text_block_id": "p26_b193", "text": "Near-term outlook\n* In the near term, the OBR expects the economy to bounce back as restrictions are lifted\n* The package of measures announced at the Budget will protect jobs, support businesses"}, {"text_block_id": "p27_b199", "text": "Near-term outlook\n* In the near term, the OBR expects the economy to bounce back as restrictions are lifted\n* The package of measures announced at the Budget will protect jobs, support businesses\n* The responsiveness of spending to these measures is supported by a strengthening in\n* While many firms have been hit hard by the pandemic, data on corporate deposits at\n* Economic growth was stronger at the end of last year than the OBR expected in their"}, {"text_block_id": "p27_b206", "text": "Table 1.3: Summary of the OBR’s central economic forecast (percentage change on year earlier, unless otherwise stated)"}, {"text_block_id": "p27_b207", "text": "Source: Office for National Statistics and Office for Budget Responsibility."}, {"text_block_id": "p28_b208", "text": "Medium-term economic and fiscal strategy"}, {"text_block_id": "p28_b209", "text": "Medium-term economic and fiscal strategy\n* With the OBR forecasting a strong rebound in activity in the second half of this year, the\n* The governmentâs fiscal policy at this Budget prioritises support for the economy in the\n* The crisis has led to a significant increase in public sector debt. While interest rates are\n* This governmentâs approach at the Budget has balanced the opportunities and risks of the\n* With sound fiscal management and careful prioritisation, fiscal sustainability can be"}, {"text_block_id": "p28_b219", "text": "Investing in growth"}, {"text_block_id": "p28_b220", "text": "1.44"}, {"text_block_id": "p28_b221", "text": "Investment is a significant part of the government’s economic and fiscal strategy. Investment makes the UK economy more productive by improving the technology, infrastructure, and skills that workers need to produce goods and services. Both private and public investment is needed to facilitate productivity growth, which in turn helps secure the UK’s future prosperity and raises living standards. The Budget takes significant steps to address UK productivity growth which has consistently lagged its international peers and is unevenly distributed, deepening geographical inequalities."}, {"text_block_id": "p28_b222", "text": "1.45"}, {"text_block_id": "p28_b223_merged", "text": "As the government begins the work of building the future economy, public investment is needed to level up across the UK and drive the economic recovery. At SR20 the government announced £100 billion of capital investment in 2021-22, a £30 billion cash increase compared to 2019-20. SR20 also provided multi-year funding certainty for select capital programmes – such as school and hospital rebuilding, and flagship transport schemes. This is part of the government’s plans to spend over £600 billion in gross public investment over the next five years."}, {"text_block_id": "p29_b225", "text": "1.46"}, {"text_block_id": "p29_b226", "text": "Over the long term, increased public investment is expected to increase output. As the OBR stated in March 2020, “the large planned increase in public investment should boost potential output too – eventually by around 2.5 per cent if the increases in general government investment as a share of GDP in the Budget were to be sustained indefinitely”"}, {"text_block_id": "p29_b227", "text": "."}, {"text_block_id": "p29_b228", "text": "1.47"}, {"text_block_id": "p29_b229", "text": "As well as boosting public investment, the government is also taking steps to support private sector investment over the medium and long term. One reason for the UK’s relatively poor productivity performance is the low diffusion of technology and best practice through the economy. The UK has relatively low adoption of digital technologies and software compared to international competitors,"}, {"text_block_id": "p29_b230", "text": "while UK SMEs are less likely to use formal management practices than SMEs in peer countries."}, {"text_block_id": "p29_b231", "text": "Evidence suggests that these directly affect productivity – for example, the use of one business organisation software is associated with a productivity premium of at least 10%,"}, {"text_block_id": "p29_b232", "text": "while ONS analysis shows that small improvements in management practices are associated with a 10% increase in productivity."}, {"text_block_id": "p29_b233", "text": "The government has published ’Build Back Better: our plan for growth’"}, {"text_block_id": "p29_b234", "text": "alongside the Budget, setting out a vision to tackle these long-standing issues in order to achieve an economic recovery built on three pillars of investment: infrastructure, skills and innovation."}, {"text_block_id": "p29_b235", "text": "1.48"}, {"text_block_id": "p29_b236_merged_merged_merged", "text": "The Budget contains a range of measures designed to support this vision. Innovative, fast-growing firms will likely be a key driver of future growth – despite accounting for less than 1% of UK companies, such firms add £1 trillion to the UK economy, and account for the majority of net employment growth and output growth. The Budget enables these firms to continue driving growth, for example by providing support for SMEs to boost their digital and management capabilities; a UK Infrastructure Bank with £12 billion of equity and debt capital to finance local authority and private sector infrastructure projects across the UK; and a new £375 million fund to help scale up the most innovative, R&D intensive businesses."}, {"text_block_id": "p29_b238", "text": "1.49"}, {"text_block_id": "p29_b239", "text": "These actions will also help spread opportunity across the UK, achieving the government’s ambition of levelling up every part of the country. They will also be crucial to supporting the government’s vision for a Global Britain, and contributing to the transition towards a net zero society."}, {"text_block_id": "p29_b240", "text": "1.50"}, {"text_block_id": "p29_b241", "text": "As a result of the COVID-19 crisis, some economic scarring is expected. In its central forecast, the OBR assumes some long-term scarring in the economy of around 3% of GDP, unchanged since its November forecast. However, it is likely that in the absence of government support, this long-term impact would be much greater, with the OBR noting that “the scope for scarring would have been considerably greater if the full effect of public health measures on output had fed through to private sector employment and incomes rather than continuing to be partly borne by the Government via the furlough scheme, business support grants and other measures”."}, {"text_block_id": "p29_b242", "text": "1.51"}, {"text_block_id": "p29_b243", "text": "The OBR have not made material adjustments to the forecast in light of the new Trade and Cooperation Agreement (TCA) signed between the UK and EU. They have concluded that the terms of the agreement are broadly in line with the typical free-trade agreement assumed in previous forecasts. The OBR now expect temporary “near-term disruption to EU-UK"}, {"text_block_id": "p30_b244", "text": "goods trade to reduce GDP by 0.5 per cent in the first quarter of this year”,"}, {"text_block_id": "p30_b245", "text": "but this effect dissipates afterwards as firms on both sides of the Channel grow accustomed to new trading arrangements."}, {"text_block_id": "p30_b246", "text": "Sustainable public finances"}, {"text_block_id": "p30_b247", "text": "1.52"}, {"text_block_id": "p30_b248", "text": "Strong public finances are a fundamental part of a strong economy and a strong Union. The stability and certainty that comes from ensuring the public finances are on a sustainable path will support economic recovery across the UK. This is also necessary given the risks from high debt and will build fiscal resilience, allowing the government to provide support to households and the economy when it is needed most."}, {"text_block_id": "p30_b249", "text": "1.53"}, {"text_block_id": "p30_b250_merged_merged", "text": "The economic effects of the COVID-19 pandemic and the government’s response have resulted in significant increases in borrowing and debt, which are necessary and affordable in the short term, but which would be unsustainable over the longer term. Public sector net borrowing is 10.3% of GDP in 2021-22, the second highest on record during peacetime after 2020-21. Underlying debt (public sector net debt excluding the Bank of England) is 93.8% of GDP in 2021-22."}, {"text_block_id": "p30_b253", "text": "1.54"}, {"text_block_id": "p30_b254", "text": "Despite the current historically low cost of borrowing and the measures taken today to strengthen the public finances, the OBR forecasts that central government debt interest net of the Asset Purchase Facility (APF) will be £33.7 billion in the final year of the forecast. While borrowing costs are currently forecast to remain low, there is a risk that they will rise which would have significant consequences for the sustainability of the public finances (as set out in Box 1.D). It is important to take action as the economy durably recovers to limit the UK’s exposure to this risk and to build fiscal resilience. The recent sharp increases in many global sovereign bond yields, largely driven by positive economic sentiment, have already led to an increase in expected government borrowing costs."}, {"text_block_id": "p30_b255", "text": "1.55"}, {"text_block_id": "p30_b256", "text": "It is also important to maintain space to address any future economic challenges. The UK has experienced two ‘once-in-a-generation’ economic shocks in just over a decade, highlighting the importance of strong public finances. Action taken over the last decade to restore the public finances to health, enabled the government to fund a comprehensive package of support for the economy when most needed. Returning the public finances to a more sustainable path will rebuild vital space to respond to future economic challenges and ensure the government can continue to prioritise investment in public services and the economic recovery."}, {"text_block_id": "p32_b257", "text": "Effect on debt interest spending of 1 percentage point increases in short rates, gilt rates and RPI inflation rates. All increases are assumed to take effect at the beginning of the first year of the forecast and continue until the final year."}, {"text_block_id": "p32_b258_merged", "text": " These figures are shown net of the Asset Purchase Facility, and are therefore net of the savings associated with quantitative easing."}, {"text_block_id": "p32_b260", "text": "Source: Office for Budget Responsibility and HM Treasury calculations."}, {"text_block_id": "p33_b261", "text": "1.56"}, {"text_block_id": "p33_b262", "text": "Having borrowed to support workers and households, businesses and public services through the most challenging stages of the pandemic, the government is committed to tackling the challenge of repairing the public finances over the medium term. The fairest way to continue to fund excellent public services is with the highest earning households contributing more and companies contributing in recognition of the support they have received from government. Maintaining both the personal allowance and higher rate threshold will mean nobody’s take-home pay will be less than it is now. In 2023, the main rate of corporation tax, paid on company profits, will increase to 25%."}, {"text_block_id": "p33_b263", "text": "1.57"}, {"text_block_id": "p33_b264", "text": "The Budget provides transparency on the necessary repairs to the public finances over the medium term, giving advance notice of future tax changes which brings increased certainty for people and business. Fiscal policy adjusts gradually and remains historically supportive as outlined in Box 1.C. Policy measures announced by this government including Budget 2020 overall remain materially supportive until 2023-24. Additional measures at this Budget continue to support the economy until 2022-23. By 2023-24, a broad range of metrics suggest that economic recovery will be durably underway. For example, the OBR forecasts that real GDP will reach its pre-pandemic peak by Q2 of 2022; that the economy will be close to potential across 2023; and that the unemployment rate returns close to its pre-crisis low over the course of 2024. After taking account of all the measures in this Budget, the OBR expects this economic recovery to be sustained with unemployment continuing to fall and output remaining close to potential in the later part of the forecast."}, {"text_block_id": "p33_b265", "text": "1.58"}, {"text_block_id": "p33_b266_merged", "text": "The OBR forecast shows that the medium-term outlook for the public finances has returned to a more sustainable path, supported by the fiscal repair measures set out in the Budget. The current budget deficit falls over the forecast period to £0.9 billion in the final year of the forecast while public sector net investment remains at 2.9% of GDP on average over the forecast. Cyclically-adjusted public sector net borrowing is 2.7% of GDP in the final year of the forecast. Underlying debt reaches 97.1% of GDP in 2023-24 but falls in the final years of the forecast albeit remaining significantly above pre-pandemic levels as shown in Chart 1.7."}, {"text_block_id": "p34_b268", "text": "Table 1.4: Overview of the OBR’s debt and borrowing forecasts (% GDP)"}, {"text_block_id": "p34_b269", "text": "Source: Office for National Statistics and Office for Budget Responsibility."}, {"text_block_id": "p35_b270", "text": "Table 1.5: Changes to public sector net borrowing since Spending Review 2020 (£ billion)"}, {"text_block_id": "p35_b271", "text": "Figures may not sum due to rounding."}, {"text_block_id": "p35_b272", "text": "Note: This table uses the convention that a negative figure means a reduction in PSNB."}, {"text_block_id": "p35_b273", "text": "1.60"}, {"text_block_id": "p35_b274", "text": "Policy makers around the world face common challenges in addressing the impact of COVID-19 on public finances. The UK’s approach to fiscal policy, prioritising substantial support in the near-term and investment during the economic recovery while restoring the public finances to health when the recovery takes hold is in line with the international consensus. While stressing that fiscal adjustment should not come prematurely, the IMF has noted that it is not too early to begin to lay the groundwork for strong public finances and note the benefits of early announcement of plans."}, {"text_block_id": "p35_b275", "text": ", 43"}, {"text_block_id": "p35_b276", "text": "1.61"}, {"text_block_id": "p35_b277", "text": "The current level of uncertainty means it is not yet the right time to set new medium-term fiscal rules and many countries around the world have suspended their fiscal rules. The fiscal framework remains under review, and the government intends to set out new fiscal rules later in the year, providing economic uncertainty recedes further. The autumn 2016 Charter for Budget Responsibility"}, {"text_block_id": "p35_b278", "text": "remains in force at the current time."}, {"text_block_id": "p35_b279", "text": "Public spending"}, {"text_block_id": "p35_b280", "text": "1.62"}, {"text_block_id": "p35_b281", "text": "The government has overseen record increases in public spending to fund world-class public services, providing a high quality, resilient healthcare system, a quality educational experience for all learners, and supporting local authorities in their efforts to serve local communities."}, {"text_block_id": "p35_b282", "text": "1.63"}, {"text_block_id": "p35_b283_merged_merged_merged", "text": "In 2020-21 the government increased day-to-day departmental spending by £20 billion in a single year. In 2021-22 there was a further increase in core day-to-day spending – before taking into account COVID-19 – of £22 billion. This means that across 2019-20 to 2021-22 day-to-day departmental spending has risen at a 3% average annual real growth rate. This is in addition to the government’s significant plans for capital investment, worth £100 billion next year, a £30 billion cash increase compared to 2019-20. This means that outside of the global financial crisis, public spending will be the highest as a share of GDP recorded for over 40 years."}, {"text_block_id": "p36_b286", "text": "1.64"}, {"text_block_id": "p36_b287", "text": "Individual budgets for all departments have been set until 2021-22 for both departmental capital totals (CDEL) and departmental resource totals (RDEL). Longer-term settlements have been announced for schools, the NHS and the Ministry of Defence. At SR20, the government also agreed select multi-year settlements to maintain momentum on key infrastructure projects, including targeted investment to deliver a green industrial revolution, tackle climate change and support hundreds of thousands of jobs."}, {"text_block_id": "p37_b288", "text": "Table 1.6: Departmental Programme and Administration Budgets (Resource DEL excluding depreciation)"}, {"text_block_id": "p38_b289", "text": "Table 1.7: Departmental Capital Budgets (Capital DEL)"}, {"text_block_id": "p39_b290", "text": "Table 1.8: Departmental Budgets (Total DEL excluding depreciation)"}, {"text_block_id": "p40_b291", "text": "1.65"}, {"text_block_id": "p40_b292", "text": "COVID-19 spending is additional funding provided outside of this core funding to support the response to the pandemic. In 2020-21, the government provided over £100 billion of additional support for public services across the UK, including:"}, {"text_block_id": "p40_b293", "text": "COVID-19 spending is additional funding provided outside of this core funding to support the response to the pandemic. In 2020-21, the government provided over £100 billion of additional support for public services across the UK, including:\n* Â£63 billion for frontline health services to tackle the pandemic, including around Â£5 billion\n* Over Â£8 billion to help local authorities in England respond to the pandemic in 2020-21, on\n* Â£14 billion to keep the countryâs transport networks moving, so that those who need to\n* Â£2 billion of education funding, including funding for schools in England to help children\n* Â£1.7 billion to support the successful continuation of the vaccine deployment programme\n* Â£400 million to help young people catch up on lost learning as a result of COVID-19, as\n* Â£400 million of allocations for the devolved administrations."}, {"text_block_id": "p40_b301", "text": "1.66"}, {"text_block_id": "p40_b302", "text": "At SR20 the government announced a further £55 billion of COVID support for public services in 2021-22, including £2.6 billion for the devolved administrations. Of this, £33.7 billion has already been allocated to key priorities including Test and Trace, support for local authorities and funding to help tackle backlogs in the NHS and courts. The Budget confirms the allocation of a further £2.5 billion in 2021-22:"}, {"text_block_id": "p40_b309", "text": "Path of public spending"}, {"text_block_id": "p40_b310", "text": "1.67"}, {"text_block_id": "p40_b311", "text": "As part of the forecast process, the government provides the OBR with an assumption for the future path of departmental spending. For capital DEL spending, the government has maintained the Budget 2020 assumption consistent with delivering the highest sustained levels of public sector net investment (PSNI) as a proportion of GDP since the late 1970s. Chart 1.8 shows the path of PSNI as a percentage of GDP from 1979-80 to 2025-26."}, {"text_block_id": "p40_b312", "text": "1.68"}, {"text_block_id": "p40_b313", "text": "For core day-to-day spending after 2021-22, the government has maintained the Budget 2020 assumption of 2.1% real terms increases per year, reflecting the latest OBR deflators. Chart 1.9 shows the path of total DEL spending from 2010-11 to 2025-26, divided into core allocations and provision for COVID-19. Core departmental spending is set to increase by over £100 billion over this Parliament, an annual average real terms increase of over 3%, significantly faster than the growth of the economy."}, {"text_block_id": "p40_b314", "text": "1.69"}, {"text_block_id": "p40_b315", "text": "The government will conduct a Spending Review later this year to set future departmental RDEL and CDEL budgets as well as devolved administrations’ block grants. Details on the Spending Review, including the RDEL and CDEL envelopes, will be set out in due course."}, {"text_block_id": "p42_b316", "text": "Total managed expenditure"}, {"text_block_id": "p42_b317", "text": "1.70"}, {"text_block_id": "p42_b318", "text": "The average annual real growth of Total Managed Expenditure (TME), the total amount of money that the government spends through departments, local authorities, other public bodies and social security, is set to be 1.5% between 2021-22 and 2025-26. Table 1.9 sets out planned TME, public sector current expenditure (PSCE) and public sector gross investment (PSGI) up to 2025-26. TME as a share of the economy is expected to increase from 39% in 2018-19 to a peak of 54% in 2020-21, then returns to 42% in 2022-23 where it remains until the end of the forecast period. This is a 2.4 percentage points increase as a share of the economy compared to the level of spending in 2018-19. Chart 1.10, shows the change in government spending as a share of GDP over time."}, {"text_block_id": "p42_b319", "text": "Table 1.9: Total Managed Expenditure"}, {"text_block_id": "p42_b320", "text": "Source: HM Treasury Calculations and Office for Budget Responsibility EFO."}, {"text_block_id": "p43_b321", "text": "Financial transactions"}, {"text_block_id": "p43_b322", "text": "1.71"}, {"text_block_id": "p43_b323", "text": "Some policy measures do not directly affect PSNB in the same way as conventional spending or taxation. These include financial transactions, which predominantly affect the central government net cash requirement (CGNCR) and PSND. Table 1.10 shows the effect of the financial transactions announced since Spending Review 2020 on PSND. Details on the policy decisions made at the Budget can be found in Chapter 2."}, {"text_block_id": "p43_b324_merged", "text": "Table 1.10: Financial transactions from 2020-21 to 2025-26 (£ million)"}, {"text_block_id": "p44_b326", "text": "Devolved administrations"}, {"text_block_id": "p44_b327", "text": "1.72"}, {"text_block_id": "p44_b328", "text": "The application of the Barnett formula provides each of the devolved administrations with additional funding to be allocated according to its own priorities. To reflect the tax and welfare powers devolved to the Scottish and Welsh governments their block grants will also be adjusted as set out in their respective fiscal frameworks."}, {"text_block_id": "p44_b329", "text": "1.73"}, {"text_block_id": "p44_b330", "text": "While all block grant funding remains in DEL, the Scottish Government now has such substantial self-funding powers (from taxation, borrowing and reserves) that its spending is recorded in Annually Managed Expenditure (AME)."}, {"text_block_id": "p44_b331", "text": "1.74"}, {"text_block_id": "p44_b332", "text": "The additional funding provided to the devolved administrations as a result of this Budget is set out in Chapter 3: Budget for the whole United Kingdom."}, {"text_block_id": "p44_b333", "text": "Asset sales"}, {"text_block_id": "p44_b334", "text": "1.75"}, {"text_block_id": "p44_b335", "text": "The government remains committed to returning the financial sector assets acquired in 2008 to 2009 to the private sector in a way that achieves value for money for taxpayers:"}, {"text_block_id": "p44_b336", "text": "1.76"}, {"text_block_id": "p44_b337", "text": "UK Asset Resolution Limited (UKAR)"}, {"text_block_id": "p44_b338", "text": "– The government recently approved a sale of NRAM Limited, Bradford & Bingley plc and their remaining loan assets to a consortium comprising Davidson Kempner Capital Management LP and Citibank. This sale, which will complete in summer 2021 subject to FCA approval, will generate proceeds of £5 billion for the taxpayer and constitutes a significant milestone in the work to return these assets to private ownership."}, {"text_block_id": "p44_b339", "text": "1.77"}, {"text_block_id": "p44_b340", "text": "NatWest Group (formerly RBS)"}, {"text_block_id": "p44_b341", "text": "– The government intends to fully dispose of its NatWest shareholding, subject to market conditions and achieving value for money for taxpayers. The government expects the programme of sales to be completed by 2025-26."}, {"text_block_id": "p44_b342", "text": "Debt and reserves management"}, {"text_block_id": "p44_b343", "text": "1.78"}, {"text_block_id": "p44_b344", "text": "The government’s financing plans for 2021-22 are summarised in Annex B. They are set out in full in the ‘Debt management report 2021-22’, published alongside the Budget."}, {"text_block_id": "p44_b345", "text": "Monetary Policy Committee Remit"}, {"text_block_id": "p44_b346", "text": "1.79"}, {"text_block_id": "p44_b347", "text": "The Monetary Policy Committee (MPC) of the Bank of England has operational independence to set monetary policy to meet its primary objective of price stability and, subject to that, to support the economic policy of the government, including its objectives for growth and employment."}, {"text_block_id": "p44_b348", "text": "1.80"}, {"text_block_id": "p44_b349", "text": "Independent monetary policy is a critical element of the UK’s macroeconomic framework. Low and stable inflation is an essential pre-requisite for economic growth, as it provides certainty for households and businesses and helps them make day-to-day economic decisions."}, {"text_block_id": "p44_b350", "text": "1.81"}, {"text_block_id": "p44_b351", "text": "The Chancellor is responsible for setting the MPC’s remit. In the Budget, the Chancellor reaffirms the symmetric inflation target of 2% for the 12-month increase in the CPI measure of inflation. This target applies at all times. Within the remit, the description of the government’s economic policy has been updated to reflect the importance of environmental sustainability and the transition to net zero. The Chancellor also confirms that the Asset Purchase Facility (APF) will remain in place for the financial year 2021-22."}, {"text_block_id": "p46_b352", "text": "Policy decisions"}, {"text_block_id": "p46_b353", "text": "2.1"}, {"text_block_id": "p46_b354", "text": "The following chapter sets out all Budget 2021 policy decisions. Unless stated otherwise, the decisions set out are ones which are announced at the Budget."}, {"text_block_id": "p46_b355", "text": "2.2"}, {"text_block_id": "p46_b356", "text": "Table 2.1 shows the cost or yield of all Budget 2021 decisions with a direct effect on PSNB in the years up to 2026-27. This includes tax measures, changes to Departmental Expenditure Limits (DEL) and measures affecting annually managed expenditure (AME)."}, {"text_block_id": "p46_b357", "text": "2.3"}, {"text_block_id": "p46_b358", "text": "The government is also publishing the methodology underpinning the calculation of the fiscal impact of each policy decision. This is included in ‘Budget 2021: policy costings’ published alongside the Budget."}, {"text_block_id": "p46_b359", "text": "2.4"}, {"text_block_id": "p46_b360", "text": "The supplementary document ‘Overview of Tax Legislation and Rates’, published alongside the Budget, provides a more detailed explanation of tax measures."}, {"text_block_id": "p46_b361_merged", "text": "Table 2.1: Budget 2021 policy decisions (£ million)"}, {"text_block_id": "p49_b363", "text": "Protecting the jobs and livelihoods of the British people"}, {"text_block_id": "p49_b364", "text": "2.5"}, {"text_block_id": "p49_b365", "text": "In response to the unprecedented economic shock created by COVID-19, the government quickly provided one of the most comprehensive and generous packages of economic support and adapted the help offered as the situation evolved. This has provided timely, targeted and temporary support to individuals, families and businesses across the UK. The government has also taken extensive action to ensure public services are supported and resilient to the pressures of the pandemic."}, {"text_block_id": "p49_b366", "text": "2.6"}, {"text_block_id": "p49_b367", "text": "Since March 2020, the Coronavirus Job Retention Scheme (CJRS) has supported the wages of 11.2 million people and the Self-Employment Income Support Scheme (SEISS) has helped around 2.7 million self-employed people across the UK."}, {"text_block_id": "p49_b368", "text": "Expanded Statutory Sick Pay, increased welfare support, and help to pay rent and Council Tax have provided income support to millions of households."}, {"text_block_id": "p49_b369", "text": "2.7"}, {"text_block_id": "p49_b370", "text": "Combined with business rates holidays, lending guarantees and up to £20 billion of grants,"}, {"text_block_id": "p49_b371", "text": "the government has supported every sector of the economy across the UK. The sectors hardest hit by COVID-19 restrictions have also benefited from targeted VAT cuts, financial support packages and recovery funds."}, {"text_block_id": "p49_b372", "text": "2.8"}, {"text_block_id": "p49_b373_merged_merged_merged", "text": "Alongside this direct support for business, the government’s Plan for Jobs, reinforced by Spending Review 2020 (SR20), launched action to support employment, including through the Kickstart and Restart schemes and doubling the number of Department of Work and Pensions work coaches. An increase in the National Living Wage from April 2021 ensures that the lowest paid will continue to receive pay rises."}, {"text_block_id": "p49_b375", "text": "2.9"}, {"text_block_id": "p49_b376", "text": "To ensure public services were supported and remained resilient to the pressures of the pandemic, the government provided over £100 billion in additional support in 2020-21. At SR20, the government announced a further £55 billion of support for public services in 2021-22. The Budget confirms allocations within this funding, supporting priorities including vaccine deployment and funding for schools to help children catch up on lost learning."}, {"text_block_id": "p49_b377", "text": "2.10"}, {"text_block_id": "p49_b378", "text": "Alongside UK-wide support for businesses, individuals and public services in 2020-21, the government provided £16.8 billion of guaranteed upfront funding in Scotland, Wales and Northern Ireland through the devolved administrations. At SR20, the government provided the devolved administrations with a further £4.7 billion of additional funding for 2021-22 through the Barnett formula, including £2.6 billion in relation to COVID-19. The government also announced a further £2.1 billion in February 2021 which the devolved administrations can spend in 2020-21 or 2021-22."}, {"text_block_id": "p49_b379", "text": "2.11"}, {"text_block_id": "p49_b380", "text": "The Budget sets out how the government will extend its economic support to reflect the cautious easing of social distancing rules and the reopening of the economy in the government’s roadmap. Support in the Budget reflects the easing of restrictions to enable the private sector to bounce back as quickly as possible."}, {"text_block_id": "p49_b381", "text": "2.12"}, {"text_block_id": "p49_b382", "text": "Annex A sets out more detail on all government COVID-19 economic support announced between March 2020 and the Budget."}, {"text_block_id": "p50_b383", "text": "2.13"}, {"text_block_id": "p50_b384", "text": "The majority of measures set out in the Budget apply to individuals and businesses in every part of the UK. Where measures do not apply UK-wide, the government will provide the devolved administrations with additional funding through the Barnett formula in the usual way. The Scottish and Welsh Governments’ funding will also be adjusted in relation to tax and welfare devolution as set out in their respective fiscal frameworks."}, {"text_block_id": "p50_b385", "text": "Policy decisions"}, {"text_block_id": "p50_b386", "text": "Supporting livelihoods"}, {"text_block_id": "p50_b387", "text": "2.14"}, {"text_block_id": "p50_b388", "text": "Coronavirus Job Retention Scheme (CJRS)"}, {"text_block_id": "p50_b389", "text": "– To support businesses and employees across the UK through the next stage of the pandemic, the government is extending the CJRS for a further five months from May until the end of September 2021. Employees will continue to receive 80% of their current salary for hours not worked. There will be no employer contributions beyond National Insurance contributions (NICs) and pensions required in April, May and June. From July, the government will introduce an employer contribution towards the cost of unworked hours of 10% in July, 20% in August and 20% in September, as the economy reopens."}, {"text_block_id": "p50_b390", "text": "2.15"}, {"text_block_id": "p50_b391", "text": "Self-Employment Income Support Scheme (SEISS) fourth grant"}, {"text_block_id": "p50_b392", "text": "– To support the self-employed across the UK through the next stage of the pandemic, the government confirms that the fourth SEISS grant will be worth 80% of three months’ average trading profits, paid out in a single instalment and capped at £7,500 in total. The grant will cover the period February to April, and can be claimed from late April. Self-employed individuals must have filed a 201920 Self Assessment tax return to be eligible for the fourth grant. This means that over 600,000 individuals may be newly eligible for SEISS, including many new to self-employment in 201920. All other eligibility criteria will remain the same as the third grant. Further details will be published in due course."}, {"text_block_id": "p50_b393", "text": "2.16"}, {"text_block_id": "p50_b394", "text": "SEISS fifth grant"}, {"text_block_id": "p50_b395", "text": "– The government announces that there will be a fifth and final SEISS grant covering May to September. The value of the grant will be determined by a turnover test, to ensure that support is targeted at those who need it the most as the economy reopens. People whose turnover has fallen by 30% or more will continue to receive the full grant worth 80% of three months’ average trading profits, capped at £7,500. People whose turnover has fallen by less than 30% will receive a 30% grant, capped at £2,850. The final grant can be claimed from late July. Further details will be published in due course."}, {"text_block_id": "p50_b396", "text": "2.17"}, {"text_block_id": "p50_b397", "text": "Income tax exemptions for COVID-19 tests and home office expenses"}, {"text_block_id": "p50_b398", "text": "– The government will extend the income tax exemption and NICs disregard for COVID-19 antigen tests provided by, or reimbursed by, employers and for employer reimbursed expenses covering the cost of home office equipment, to the 2021-22 tax year."}, {"text_block_id": "p50_b399", "text": "Welfare"}, {"text_block_id": "p50_b400", "text": "2.18"}, {"text_block_id": "p50_b401", "text": "Where spending decisions apply to Great Britain, the Northern Ireland Executive will be funded to replicate the arrangements in Northern Ireland."}, {"text_block_id": "p50_b402", "text": "2.19"}, {"text_block_id": "p50_b403", "text": "Universal Credit increase"}, {"text_block_id": "p50_b404", "text": "– The government is extending the temporary £20 per week increase to the Universal Credit standard allowance for a further six months in Great Britain, on top of the planned uprating. This measure will apply to all new and existing Universal Credit claimants."}, {"text_block_id": "p50_b405", "text": "2.20"}, {"text_block_id": "p50_b406", "text": "Additional support for Working Tax Credit claimants"}, {"text_block_id": "p50_b407", "text": "–"}, {"text_block_id": "p50_b408", "text": "The government is making a one-off payment of £500 to eligible Working Tax Credit claimants across the UK, to provide continued extra support over the next six months."}, {"text_block_id": "p51_b409", "text": "2.21"}, {"text_block_id": "p51_b410", "text": "Universal Credit surplus earnings threshold"}, {"text_block_id": "p51_b411", "text": "– The government will maintain the higher surplus earnings threshold of £2,500 for Universal Credit claimants for a further year until April 2022, when the threshold will revert to £300."}, {"text_block_id": "p51_b412", "text": "2.22"}, {"text_block_id": "p51_b413", "text": "Universal Credit Minimum Income Floor suspension"}, {"text_block_id": "p51_b414", "text": "– The government will continue the suspension of the Minimum Income Floor (MIF) for self-employed Universal Credit claimants until the end of July 2021. The MIF will be gradually reintroduced from August, but DWP work coaches will be given discretion to not apply it on an individual basis where they assess that claimants’ earnings continue to be affected by COVID-19 restrictions."}, {"text_block_id": "p51_b415", "text": "2.23"}, {"text_block_id": "p51_b416", "text": "Universal Credit: debt deductions cap and advance repayments"}, {"text_block_id": "p51_b417", "text": "– The government will support claimants to keep more of their Universal Credit awards while ensuring they meet their financial obligations by bringing forward previously announced changes. From April 2021, the period over which Universal Credit advances will be recovered will increase to 24 months, while the maximum rate at which deductions can be made from a Universal Credit award will reduce from 30% to 25% of the standard allowance. These measures were previously due to be implemented from October 2021."}, {"text_block_id": "p51_b418", "text": "2.24"}, {"text_block_id": "p51_b419", "text": "Relaxation in Working Tax Credit hours requirement"}, {"text_block_id": "p51_b420", "text": "– The government will continue to treat Working Tax Credit claimants across the UK who have been furloughed, or experienced a temporary reduction in their working hours as a result of COVID-19, as working their normal hours for the duration of the CJRS. This allows these claimants to remain eligible for Working Tax Credit."}, {"text_block_id": "p51_b421", "text": "Housing"}, {"text_block_id": "p51_b422", "text": "2.25"}, {"text_block_id": "p51_b423", "text": "Mortgage guarantee scheme"}, {"text_block_id": "p51_b424", "text": "– The government will introduce a new mortgage guarantee scheme in April 2021. This scheme will provide a guarantee to lenders across the UK who offer mortgages to people with a deposit of just 5% on homes with a value of up to £600,000. Under the scheme all buyers will have the opportunity to fix their initial mortgage rate for at least five years should they wish to. The scheme, which will be available for new mortgages up to 31 December 2022, will increase the availability of mortgages on new or existing properties for those with small deposits."}, {"text_block_id": "p51_b425", "text": "2.26"}, {"text_block_id": "p51_b426", "text": "Temporary Stamp Duty Land Tax (SDLT) cut"}, {"text_block_id": "p51_b427", "text": "– The government will extend the temporary increase in the residential SDLT Nil Rate Band to £500,000 in England and Northern Ireland until 30 June 2021. From 1 July 2021, the Nil Rate Band will reduce to £250,000 until 30 September 2021 before returning to £125,000 on 1 October 2021."}, {"text_block_id": "p51_b428", "text": "2.27"}, {"text_block_id": "p51_b429", "text": "Change to Support for Mortgage Interest for claimants moving home"}, {"text_block_id": "p51_b430", "text": "– The government will help Support for Mortgage Interest claimants in Great Britain to move home by allowing them to add the legal costs associated with transferring their claim to a new property to the value of their loan from 15 March 2021. The Northern Ireland Executive will be funded to replicate this change in Northern Ireland."}, {"text_block_id": "p51_b431", "text": "2.28"}, {"text_block_id": "p51_b432", "text": "Bringing forward exemptions to the Shared Accommodation Rate (SAR)"}, {"text_block_id": "p51_b433", "text": "– From"}, {"text_block_id": "p51_b434", "text": "June 2021, care leavers up to the age of 25 and those under the age of 25 who have spent at least three months in a homeless hostel will be exempt from the SAR in Universal Credit and Housing Benefit, helping more vulnerable people access suitable housing. These measures were previously due to be implemented from October 2023. These measures apply in Great Britain, and the Northern Ireland Executive will be funded to similarly bring forward implementation of these measures."}, {"text_block_id": "p52_b435", "text": "Supporting jobs"}, {"text_block_id": "p52_b436", "text": "2.29"}, {"text_block_id": "p52_b437", "text": "High quality traineeships for young people"}, {"text_block_id": "p52_b438", "text": "– The government will provide an additional £126 million in England for high quality work placements and training for 16-24 year olds in the 2021/22 academic year. Employers who provide trainees with work experience will continue to be funded at a rate of £1,000 per trainee."}, {"text_block_id": "p52_b439", "text": "2.30"}, {"text_block_id": "p52_b440", "text": "Payments for employers who hire new apprentices"}, {"text_block_id": "p52_b441", "text": "– The government will extend and increase the payments made to employers in England who hire new apprentices. Employers who hire a new apprentice between 1 April 2021 and 30 September 2021 will receive £3,000 per new hire, compared with £1,500 per new apprentice hire (or £2,000 for those aged 24 and under) under the previous scheme. This is in addition to the existing £1,000 payment the government provides for all new 16-18 year-old apprentices and those aged under 25 with an Education, Health and Care Plan, where that applies."}, {"text_block_id": "p52_b442", "text": "2.31"}, {"text_block_id": "p52_b443", "text": "Supporting apprenticeships across different employers"}, {"text_block_id": "p52_b444", "text": "6"}, {"text_block_id": "p52_b445", "text": "– The government will introduce a £7 million fund from July 2021 to help employers in England set up and expand portable apprenticeships. This will enable people who need to work across multiple projects with different employers to benefit from the high quality long-term training that an apprenticeship provides. Employers themselves will also benefit from access to a diverse apprenticeship talent pipeline. Employers will be invited to bring forward proposals here, and in particular the Creative Industries Council will be asked to do so in recognition of the potential benefits of this new approach for the creative sector."}, {"text_block_id": "p52_b446", "text": "2.32"}, {"text_block_id": "p52_b447", "text": "Piloting new technologies to help people find jobs"}, {"text_block_id": "p52_b448", "text": "– The government will invest £1.3 million over 2021-22 and 2022-23 to pilot the use of new technologies to support in- or out-of-work people to find new job opportunities which are best suited to their skills and experience."}, {"text_block_id": "p52_b449", "text": "2.33"}, {"text_block_id": "p52_b450", "text": "Publishing the Low Pay Commission’s 2021 Remit"}, {"text_block_id": "p52_b451", "text": "– The government has published its remit for the Low Pay Commission (LPC) for 2021. The remit asks the LPC to make UK-wide recommendations with the aim of reaching the government’s target for a National Living Wage (NLW) of two thirds of median earnings, extended to those aged 21 and over, by 2024, provided economic conditions allow."}, {"text_block_id": "p52_b452", "text": "Supporting the most affected"}, {"text_block_id": "p52_b453", "text": "2.34"}, {"text_block_id": "p52_b454", "text": "Domestic vaccine deployment funding"}, {"text_block_id": "p52_b455", "text": "– The government is allocating £1.65 billion for 2021-22 to continue the vaccine deployment programme in England, and the devolved administrations are receiving additional funding through the Barnett formula in the usual way. The COVID-19 vaccination programme began on 8 December 2020, and by the end of February over 20 million people in the UK had received at least a first dose of a vaccine. The government aims for everyone who is 50 and over, or at risk, to have been offered a first dose of the vaccine by 15 April, and for everyone aged 18 and over to have been offered a first dose by 31 July."}, {"text_block_id": "p52_b456", "text": "2.35"}, {"text_block_id": "p52_b457", "text": "Education catch-up funding"}, {"text_block_id": "p52_b458_merged_merged", "text": "– Following the £1 billion education catch-up package announced last year, the government is making available £700 million of further funding to help young people in England catch up on lost learning as a result of COVID-19. This new package includes a one-off £300 million Recovery Premium for state primary and secondary schools, £200 million to expand tutoring programmes and deliver early language support, and"}, {"text_block_id": "p53_b461", "text": "£200 million for secondary schools to deliver face-to-face summer schools. This funding will help ensure children have the opportunity to make up for lost learning and are able to progress and fulfil their potential."}, {"text_block_id": "p53_b462", "text": "2.36"}, {"text_block_id": "p53_b463", "text": "Thalidomide Health Grant renewal"}, {"text_block_id": "p53_b464", "text": "–"}, {"text_block_id": "p53_b465", "text": "This Budget makes a lifetime commitment to continue the Thalidomide Health Grant beyond 2022-23 in England when existing funding runs out, so that no-one supported by it has to worry about the future costs of their care. This commitment includes an initial downpayment of around £39 million for the first four years after the current grant runs out. Future funding figures will then be confirmed every four years after that following an assessment of need. The devolved administrations will receive funding through the Barnett formula in the usual way and the government is committed to engaging closely with them to ensure all recipients benefit from this funding."}, {"text_block_id": "p53_b466", "text": "2.37"}, {"text_block_id": "p53_b467", "text": "Armed Forces charities"}, {"text_block_id": "p53_b468", "text": "– The government will provide up to £475,000 to Armed Forces charities in 2021-22 to support the development of a digital and data strategy for the sector. This will improve the ability of charities to work together and with government. This funding will help to ensure that members of the Armed Forces community across the UK can access the support they need, when they need it."}, {"text_block_id": "p53_b469", "text": "2.38"}, {"text_block_id": "p53_b470", "text": "Veterans mental health support"}, {"text_block_id": "p53_b471", "text": "– The government will provide an additional £10 million in 2021-22 to the Armed Forces Covenant Fund Trust, to deliver charitable projects and initiatives across the UK that support veterans with mental health needs, ensuring that veterans can access the services and support that they deserve."}, {"text_block_id": "p53_b472", "text": "2.39"}, {"text_block_id": "p53_b473", "text": "Tackling domestic abuse"}, {"text_block_id": "p53_b474", "text": "– The government will provide an additional £19 million towards tackling domestic abuse, including £15 million in 2021-22 across England and Wales to increase funding for perpetrator programmes that work with offenders to reduce the risk of abuse continuing, and £4 million between 2021-22 and 2022-23 to trial a network of ‘Respite Rooms’ across England to provide specialist support for homeless women facing severe disadvantage. This comes on top of the £125 million announced at SR20 for local authorities to deliver the Domestic Abuse Bill’s new statutory duty to support victims."}, {"text_block_id": "p53_b475", "text": "2.40"}, {"text_block_id": "p53_b476", "text": "No-interest loans scheme pilot"}, {"text_block_id": "p53_b477", "text": "– The government will provide up to £3.8 million of funding to deliver a pilot no-interest loans scheme. The scheme will help vulnerable consumers who would benefit from affordable short-term credit to meet unexpected costs as an alternative to relying on high-cost credit."}, {"text_block_id": "p53_b478", "text": "2.41"}, {"text_block_id": "p53_b479", "text": "Overseas Electors"}, {"text_block_id": "p53_b480", "text": "– The government is providing an additional £2.5 million to remove the limit preventing British citizens who live overseas from voting after 15 years."}, {"text_block_id": "p53_b481", "text": "Supporting business"}, {"text_block_id": "p53_b482", "text": "2.42"}, {"text_block_id": "p53_b483", "text": "Recovery Loan Scheme"}, {"text_block_id": "p53_b484", "text": "– From 6 April 2021 the Recovery Loan Scheme will provide lenders with a guarantee of 80% on eligible loans between £25,000 and £10 million to give them confidence in continuing to provide finance to UK businesses. The scheme will be open to all businesses, including those who have already received support under the existing COVID-19 guaranteed loan schemes."}, {"text_block_id": "p53_b485", "text": "2.43"}, {"text_block_id": "p53_b486", "text": "Restart Grants"}, {"text_block_id": "p53_b487", "text": "– The government will provide ‘Restart Grants’ in England of up to £6,000 per premises for non-essential retail businesses and up to £18,000 per premises for hospitality, accommodation, leisure, personal care and gym businesses, giving them the cash certainty they need to plan ahead and safely relaunch trading over the coming months. The government is also providing all local authorities in England with an additional £425 million of discretionary business grant funding, on top of the £1.6 billion already allocated. Altogether, this support will cost £5 billion. This brings the total cost of cash grants provided by the government to £25 billion."}, {"text_block_id": "p54_b488", "text": "2.44"}, {"text_block_id": "p54_b489", "text": "Statutory Sick Pay (SSP) Rebate Scheme"}, {"text_block_id": "p54_b490", "text": "– Small and medium-sized employers across the UK will continue to be able to reclaim up to two weeks of eligible SSP costs per employee. This scheme is a temporary COVID-19 measure intended to support employers while levels of sickness absence are high. As with other business support schemes, the government will set out steps for closing this scheme in due course."}, {"text_block_id": "p54_b491", "text": "2.45"}, {"text_block_id": "p54_b492", "text": "VAT Deferral New Payment Scheme"}, {"text_block_id": "p54_b493", "text": "– Any business that took advantage of the original VAT deferral on VAT returns from 20 March through to the end of June 2020 can now opt to use the VAT Deferral New Payment Scheme to pay that deferred VAT in up to eleven equal payments from March 2021, rather than one larger payment due by 31 March 2021, as originally announced."}, {"text_block_id": "p54_b494", "text": "2.46"}, {"text_block_id": "p54_b495", "text": "VAT reduction for the UK’s tourism and hospitality sector"}, {"text_block_id": "p54_b496", "text": "– The government will extend the temporary reduced rate of 5% VAT for goods and services supplied by the tourism and hospitality sector until 30 September 2021. To help businesses manage the transition back to the standard 20% rate, a 12.5% rate will apply for the subsequent six months until 31 March 2022."}, {"text_block_id": "p54_b497", "text": "2.47"}, {"text_block_id": "p54_b498", "text": "Business rates reliefs"}, {"text_block_id": "p54_b499", "text": "– The government will continue to provide eligible retail, hospitality and leisure properties in England with 100% business rates relief from 1 April 2021 to 30 June 2021. This will be followed by 66% business rates relief for the period from 1 July 2021 to 31 March 2022, capped at £2 million per business for properties that were required to be closed on 5 January 2021, or £105,000 per business for other eligible properties. Nurseries will also qualify for relief in the same way as other eligible properties. When combined with Small Business Rates Relief, this means 750,000 retail, hospitality and leisure properties in England will pay no business rates for 3 months from 1 April 2021, with the vast majority of eligible businesses receiving 75% relief across the year."}, {"text_block_id": "p54_b500", "text": "2.48"}, {"text_block_id": "p54_b501", "text": "Local authorities will be fully compensated for the loss of income as a result of these business rates measures and receive new burdens funding for administrative and IT costs."}, {"text_block_id": "p54_b502", "text": "2.49"}, {"text_block_id": "p54_b503", "text": "Business rates repayments"}, {"text_block_id": "p54_b504", "text": "– The government will legislate to ensure that the business rates relief repayments that have been made by certain businesses are deductible for corporation tax and income tax purposes. This will ensure that these businesses are no worse off from a tax perspective than if they had paid the business rates in the first place. This will apply for repayments made to the devolved administrations as well as to those made in relation to England."}, {"text_block_id": "p54_b505", "text": "2.50"}, {"text_block_id": "p54_b506", "text": "Trade Credit Reinsurance scheme"}, {"text_block_id": "p54_b507", "text": "– The Trade Credit Reinsurance scheme has successfully maintained the vast majority of trade credit insurance coverage across the market throughout the pandemic, across the whole of the UK. Up to £190 billion of cover on around half a million businesses has been provided under the scheme. The government will continue to review the impacts of the scheme to assess whether there is a case for further interventions beyond the scheduled end date of 30 June 2021, in order to minimise disruptions in insurance coverage as the economy recovers."}, {"text_block_id": "p54_b508", "text": "2.51"}, {"text_block_id": "p54_b509", "text": "Extended loss carry back for businesses"}, {"text_block_id": "p54_b510", "text": "–"}, {"text_block_id": "p54_b511", "text": "To help otherwise-viable UK businesses which have been pushed into a loss-making position, the trading loss carry-back rule will be temporarily extended from the existing one year to three years. This will be available for both incorporated and unincorporated businesses."}, {"text_block_id": "p54_b512", "text": "•"}, {"text_block_id": "p54_b513", "text": "Unincorporated businesses and companies that are not members of a corporate group will be able to obtain relief for up to £2 million of losses in each of 2020-21 and 2021-22"}, {"text_block_id": "p55_b514", "text": "•"}, {"text_block_id": "p55_b515", "text": "Companies that are members of a corporate group will be able to obtain relief for up to £200,000 of losses in each of 2020-21 and 2021-22 without any group limitations"}, {"text_block_id": "p55_b516", "text": "•"}, {"text_block_id": "p55_b517", "text": "Companies that are members of a corporate group will be able to obtain relief for up to £2 million of losses in each of 2020-21 and 2021-22, but subject to a £2 million cap across the group as a whole"}, {"text_block_id": "p55_b518", "text": "2.52"}, {"text_block_id": "p55_b519", "text": "This will be legislated in the forthcoming Finance Bill. Further detail on the group cap will be announced in due course."}, {"text_block_id": "p55_b520", "text": "2.53"}, {"text_block_id": "p55_b521", "text": "Support for airports"}, {"text_block_id": "p55_b522", "text": "– The government is renewing the Airports and Ground Operations Support Scheme for a further six months from the start of 2021-22. This will provide support for eligible businesses in England up to the equivalent of half of their business rates liabilities during 2021-22, subject to certain conditions and a cap per claimant of £4 million."}, {"text_block_id": "p55_b523", "text": "2.54"}, {"text_block_id": "p55_b524", "text": "Contactless payment card limit"}, {"text_block_id": "p55_b525", "text": "– To further support UK consumers and businesses during the COVID-19 response, and following a public consultation by the Financial Conduct Authority, the government has approved an increase to the legal contactless payment limits previously set by the European Commission. This will allow banks to support single contactless payments up to £100, and cumulative contactless payments up to £300, without the need for customers to input their chip and pin. The government looks forward to the banking industry implementing the new limits later this year."}, {"text_block_id": "p55_b526", "text": "2.55"}, {"text_block_id": "p55_b527", "text": "Extend Zoo Animals Fund"}, {"text_block_id": "p55_b528", "text": "– The government will extend the Zoo Animals Fund for a further three months until 30 June 2021, providing licensed zoos and aquariums in England with continued support for animal care and essential maintenance costs."}, {"text_block_id": "p55_b529", "text": "Supporting Sports and Culture"}, {"text_block_id": "p55_b530", "text": "2.56"}, {"text_block_id": "p55_b531", "text": "Culture Recovery Fund"}, {"text_block_id": "p55_b532", "text": "– The government will provide £300 million to extend the Culture Recovery Fund to continue to support key national and local cultural organisations in England as the sector recovers."}, {"text_block_id": "p55_b533", "text": "2.57"}, {"text_block_id": "p55_b534", "text": "National Museums and cultural bodies"}, {"text_block_id": "p55_b535", "text": "– The government will provide £90 million for continued support for government-sponsored National Museums and cultural bodies in England."}, {"text_block_id": "p55_b536", "text": "2.58"}, {"text_block_id": "p55_b537", "text": "Film and TV Production Restart Scheme"}, {"text_block_id": "p55_b538", "text": "– The government will extend the £500 million Film and TV Production Restart Scheme for six months to 31 December 2021 to continue to support the UK screen production industry."}, {"text_block_id": "p55_b539", "text": "2.59"}, {"text_block_id": "p55_b540", "text": "Sport Recovery Package"}, {"text_block_id": "p55_b541", "text": "– The government will provide £300 million for continued support to major spectator sports in England, supporting clubs and governing bodies."}, {"text_block_id": "p55_b542", "text": "2.60"}, {"text_block_id": "p55_b543", "text": "Women’s Euros"}, {"text_block_id": "p55_b544", "text": "– The government will provide £1.2 million to mitigate the financial effects of COVID-19 on the UEFA Women’s Euro football competition and deliver a successful tournament in England in 2022, supporting the sport to grow and thrive."}, {"text_block_id": "p55_b545", "text": "Tackling fraud and error"}, {"text_block_id": "p55_b546", "text": "2.61"}, {"text_block_id": "p55_b547", "text": "Combatting COVID-19 fraud"}, {"text_block_id": "p55_b548", "text": "– The government will invest over £100 million in a Taxpayer Protection Taskforce of 1,265 HMRC staff to combat fraud within COVID-19 support packages, including the CJRS and SEISS, representing one of the largest responses to a fraud risk by HMRC. In addition, the government will raise awareness of enforcement action in order to deter fraud, and will significantly strengthen law enforcement for Bounce Back Loans."}, {"text_block_id": "p55_b549", "text": "2.62"}, {"text_block_id": "p55_b550", "text": "Tackling DWP fraud and error"}, {"text_block_id": "p55_b551", "text": "– The government will provide further investment to improve DWP’s capacity and capability to tackle welfare fraud and error."}, {"text_block_id": "p56_b552", "text": "Strengthening the public finances"}, {"text_block_id": "p56_b553", "text": "2.63"}, {"text_block_id": "p56_b554", "text": "In the near term, continuing to support businesses, jobs and people’s livelihoods, and public services is vital to give the UK economy the best possible chance of rebounding as restrictions are lifted."}, {"text_block_id": "p56_b555", "text": "2.64"}, {"text_block_id": "p56_b556", "text": "As the UK recovers from the effects of the COVID-19 pandemic, the government must take steps to rebuild the public finances and bring debt under control. This is vital to ensure that the government can continue to invest in excellent public services, maintain fiscal resilience to respond to future shocks, and give businesses and citizens across the UK certainty. The stability that comes from ensuring the public finances are on a sustainable path will support economic recovery across the UK."}, {"text_block_id": "p56_b557", "text": "2.65"}, {"text_block_id": "p56_b558", "text": "The fairest route to achieve this is for the highest-earning households to contribute more and for businesses to contribute in recognition of the government support for the economy during the pandemic."}, {"text_block_id": "p56_b559", "text": "2.66"}, {"text_block_id": "p56_b560", "text": "This approach underpins the decisions taken in this Budget on tax allowances and thresholds. The income tax Personal Allowance and higher rate threshold (HRT) will be uprated in line with CPI as planned in April 2021, then maintained at that level until April 2026. This decision will not reduce take-home pay and the highest income households will continue to contribute more. This will take effect in April 2022."}, {"text_block_id": "p56_b561", "text": "2.67"}, {"text_block_id": "p56_b562", "text": "The inheritance tax thresholds, the pensions Lifetime Allowance and the Annual Exempt Amount for Capital Gains Tax will be maintained at their existing levels until April 2026."}, {"text_block_id": "p56_b563", "text": "2.68"}, {"text_block_id": "p56_b564", "text": "An increase in the rate of corporation tax from April 2023 will help repair the public finances. This will come into effect well after the point when the OBR expects the economy to return to pre-pandemic levels and on the back of an unprecedented period of support for business investment through a 130% upfront capital allowances super-deduction for investment in plant and machinery. Furthermore, the UK’s corporation tax rate will, at 25%, remain the lowest in the G7, with a small profits rate of 19% being introduced to provide protection to the smallest businesses."}, {"text_block_id": "p56_b565", "text": "2.69"}, {"text_block_id": "p56_b566", "text": "This is a fair and progressive way to fund excellent public services and gives people and businesses certainty for the coming years."}, {"text_block_id": "p56_b567", "text": "2.70"}, {"text_block_id": "p56_b568_merged", "text": "Alongside these changes, the Budget builds on reforms that have seen the government secure and protect over £250 billion of revenue since 2010 that would have otherwise gone unpaid by introducing further measures to tackle tax avoidance, evasion and other forms of non-compliance. Action to tackle tax avoidance, evasion and non-compliance will raise an additional £2.2 billion between now and 2025-26."}, {"text_block_id": "p56_b570", "text": "2.71"}, {"text_block_id": "p56_b571", "text": "As is standard practice, the Budget announces rates across a range of taxes and duties. By maintaining freezes on rates of duty on alcohol and fuel the government is keeping the cost of living down for people across the UK."}, {"text_block_id": "p56_b572", "text": "2.72"}, {"text_block_id": "p56_b573", "text": "This year the government intends to announce some consultations separately from the Budget, and will publish a Command Paper, ‘Tax policies and consultations (Spring 2021)’ on 23 March 2021."}, {"text_block_id": "p57_b574", "text": "Policy decisions"}, {"text_block_id": "p57_b575", "text": "Personal tax"}, {"text_block_id": "p57_b576", "text": "2.73"}, {"text_block_id": "p57_b577", "text": "Inheritance tax nil-rate band and residence nil-rate band"}, {"text_block_id": "p57_b578", "text": "– The inheritance tax nil-rate bands will remain at existing levels until April 2026. The nil-rate band will continue at £325,000, the residence nil-rate band will continue at £175,000, and the residence nil-rate band taper will continue to start at £2 million. Qualifying estates can continue to pass on up to £500,000 and the qualifying estate of a surviving spouse or civil partner can continue to pass on up to £1 million without an inheritance tax liability."}, {"text_block_id": "p57_b579", "text": "2.74"}, {"text_block_id": "p57_b580", "text": "Personal Allowance and higher rate threshold (HRT)"}, {"text_block_id": "p57_b581", "text": "– The income tax"}, {"text_block_id": "p57_b582", "text": "Personal Allowance will rise with CPI as planned to £12,570 from April 2021 and will remain at this level until April 2026. The income tax HRT will rise as planned to £50,270 from April 2021 and will remain at this level until April 2026. The Personal Allowance applies across the UK. The HRT for savings and dividend income will also apply UK-wide. The HRT for non-savings and non-dividend income will apply to taxpayers in England, Wales, and Northern Ireland."}, {"text_block_id": "p57_b583", "text": "2.75"}, {"text_block_id": "p57_b584", "text": "National Insurance contributions (NICs) thresholds"}, {"text_block_id": "p57_b585", "text": "–"}, {"text_block_id": "p57_b586", "text": "As previously announced, and legislated for in February 2021, in 2021-22 NICs thresholds will rise with CPI, bringing the NICs Primary Threshold/Lower Profits Limit to £9,568 and the Upper Earnings Limit (UEL)/Upper Profits Limit (UPL) to £50,270, in line with the income tax HRT. The UEL/UPL will then remain aligned with the HRT at £50,270 until April 2026. All other NICs thresholds will be considered and set at future fiscal events. NICs thresholds apply across the UK."}, {"text_block_id": "p57_b587", "text": "2.76"}, {"text_block_id": "p57_b588", "text": "Capital Gains Tax Annual Exempt Amount (AEA) uprating"}, {"text_block_id": "p57_b589", "text": "–"}, {"text_block_id": "p57_b590", "text": "The value of gains that a taxpayer can realise before paying Capital Gains Tax, the AEA, will be maintained at the present level until April 2026. It will remain at £12,300 for individuals, personal representatives and some types of trusts and £6,150 for most trusts."}, {"text_block_id": "p57_b591", "text": "Pensions and savings tax"}, {"text_block_id": "p57_b592", "text": "2.77"}, {"text_block_id": "p57_b593", "text": "Pensions Lifetime Allowance"}, {"text_block_id": "p57_b594", "text": "– The government will maintain the Lifetime Allowance at its current level of £1,073,100 until April 2026."}, {"text_block_id": "p57_b595", "text": "2.78"}, {"text_block_id": "p57_b596", "text": "Starting rate for savings tax band"}, {"text_block_id": "p57_b597", "text": "– The band of savings income that is subject to the 0% starting tax rate will remain at its current level of £5,000 for 2021-22."}, {"text_block_id": "p57_b598", "text": "2.79"}, {"text_block_id": "p57_b599", "text": "Individual Savings Account (ISA) annual subscription limit"}, {"text_block_id": "p57_b600", "text": "– The adult ISA annual subscription limit for 2021-22 will remain unchanged at £20,000."}, {"text_block_id": "p57_b601", "text": "2.80"}, {"text_block_id": "p57_b602", "text": "Junior ISA and Child Trust Fund annual subscription limit"}, {"text_block_id": "p57_b603", "text": "– The annual subscription limit for Junior ISAs and Child Trust Funds for 2021-22 will remain unchanged at £9,000."}, {"text_block_id": "p57_b604", "text": "Corporate tax"}, {"text_block_id": "p57_b605", "text": "2.81"}, {"text_block_id": "p57_b606", "text": "Corporation tax"}, {"text_block_id": "p57_b607", "text": "– To balance the need to raise revenue with the objective of having an internationally competitive tax system, the rate of corporation tax will increase from April 2023 to 25% on profits over £250,000. The rate for small profits under £50,000 will remain at 19% and there will be relief for businesses with profits under £250,000 so that they pay less than the main rate. In line with the increase in the main rate, the Diverted Profits Tax rate will rise to 31% from April 2023 so that it remains an effective deterrent against diverting profits out of the UK."}, {"text_block_id": "p57_b608", "text": "2.82"}, {"text_block_id": "p57_b609", "text": "Bank Surcharge"}, {"text_block_id": "p57_b610", "text": "– Without any other action, due to the additional bank surcharge of 8%, the increase in the main corporation tax rate to 25% would make UK taxation of banks uncompetitive and damage one of the UK’s key exports. The government believes that that combined level of bank taxation would be too high and will therefore review the bank"}, {"text_block_id": "p58_b611", "text": "surcharge. In the autumn, the government will set out how it intends to ensure that the combined rate of tax on banks’ profits does not increase substantially from its current level, that rates of taxation here are competitive with the UK’s major competitors in the US and the EU, and that the UK tax system is supportive of competition in the UK banking sector. Changes will be legislated in Finance Bill 2021-22."}, {"text_block_id": "p58_b612", "text": "Energy and environment tax"}, {"text_block_id": "p58_b613", "text": "2.83"}, {"text_block_id": "p58_b614", "text": "Aggregates Levy"}, {"text_block_id": "p58_b615", "text": "– The government will freeze the Aggregates Levy rate for 2021-22 but intends to return to index-linking in future."}, {"text_block_id": "p58_b616", "text": "2.84"}, {"text_block_id": "p58_b617", "text": "Carbon Price Support"}, {"text_block_id": "p58_b618", "text": "– The government will maintain the freeze on Carbon Price Support rates at £18 per tonne of carbon dioxide in 2022-23. The government is committed to carbon pricing as a tool to drive decarbonisation and intends to set out additional proposals for expanding the UK Emissions Trading Scheme over the course of 2021."}, {"text_block_id": "p58_b619", "text": "Transport taxes"}, {"text_block_id": "p58_b620", "text": "2.85"}, {"text_block_id": "p58_b621", "text": "Fuel Duty"}, {"text_block_id": "p58_b622", "text": "– The government will freeze fuel duty in 2021-22. This is the eleventh consecutive year of the freeze, cumulatively saving the average car driver £1,600 compared to the pre-2010 escalator. Future fuel duty rates will be considered in the context of the UK’s commitment to reach net-zero emissions by 2050."}, {"text_block_id": "p58_b623", "text": "2.86"}, {"text_block_id": "p58_b624", "text": "Air Passenger Duty (APD)"}, {"text_block_id": "p58_b625", "text": "– APD rates will increase in line with RPI from April 2022, meaning that the reduced and standard short-haul rates will remain frozen at the same level since 2012, benefitting over 75% of passengers."}, {"text_block_id": "p58_b626", "text": "Long-haul rates will increase in line with RPI. The rates for long-haul economy flights from Great Britain will increase by £2, and the rates for those travelling in premium economy, business and first class will increase by £5. Those travelling long-haul by private jets will see the rate increase by £13."}, {"text_block_id": "p58_b627", "text": "2.87"}, {"text_block_id": "p58_b628", "text": "Vehicle Excise Duty (VED)"}, {"text_block_id": "p58_b629", "text": "– The government will uprate VED rates for cars, vans and motorcycles in line with RPI from 1 April 2021."}, {"text_block_id": "p58_b630", "text": "2.88"}, {"text_block_id": "p58_b631", "text": "VED and Levy rates for heavy goods vehicles (HGVs)"}, {"text_block_id": "p58_b632", "text": "– To support the haulage sector and pandemic recovery efforts, the government will freeze HGV VED for 2021-22 and will suspend the HGV Levy for another 12 months from August 2021."}, {"text_block_id": "p58_b633", "text": "2.89"}, {"text_block_id": "p58_b634", "text": "Company vehicles"}, {"text_block_id": "p58_b635", "text": "– From 6 April 2021, fuel benefit charges and the van benefit charge will increase in line with CPI."}, {"text_block_id": "p58_b636", "text": "2.90"}, {"text_block_id": "p58_b637", "text": "Red diesel"}, {"text_block_id": "p58_b638_merged_merged", "text": "– At Budget 2020, the government announced that it will remove the entitlement to red diesel and rebated biofuels from April 2022, excepting use for agriculture (including horticulture, fish farming and forestry), rail vehicles and for non-commercial heating. Alongside Budget the government is publishing a summary of responses to last year’s consultation and setting out next steps on these tax changes. This confirms further exceptions to the red diesel ban after April 2022: those using red diesel to power vessels for commercial purposes, including fishing and water freight, travelling funfairs and circuses, amateur sports clubs as well as golf courses, and non-commercial power generation."}, {"text_block_id": "p58_b640", "text": "VAT"}, {"text_block_id": "p58_b641", "text": "2.91"}, {"text_block_id": "p58_b642", "text": "VAT threshold"}, {"text_block_id": "p58_b643", "text": "– The VAT registration and deregistration thresholds will not change for a further period of two years from 1 April 2022, giving businesses certainty."}, {"text_block_id": "p59_b644", "text": "Tax administration"}, {"text_block_id": "p59_b645", "text": "2.92"}, {"text_block_id": "p59_b646", "text": "Review of tax administration for large businesses"}, {"text_block_id": "p59_b647", "text": "– In recognition of the role that tax administration plays in supporting the UK’s competitiveness and promoting investment, the government will review large businesses’ experiences of UK tax administration, including the degree to which it provides businesses with early certainty where appropriate, ensures the efficient resolution of disputes in accordance with the law, and promotes a collaborative and constructive approach to compliance with the law. Discussions will be initiated with businesses, advisers and stakeholders over the coming months, to solicit views and build an understanding of the perceived challenges in this area, with a view to considering what improvements can be made as HMRC continues to progress its 10-year Tax Administration Strategy"}, {"text_block_id": "p59_b648", "text": "and wider Tax Administration Framework Review."}, {"text_block_id": "p59_b649", "text": "Other duties"}, {"text_block_id": "p59_b650", "text": "2.93"}, {"text_block_id": "p59_b651", "text": "Alcohol duty"}, {"text_block_id": "p59_b652", "text": "– To further support the hospitality industry and its suppliers, the duty rates on beer, cider, wine and spirits will be frozen for another year."}, {"text_block_id": "p59_b653", "text": "2.94"}, {"text_block_id": "p59_b654", "text": "Gaming duty"}, {"text_block_id": "p59_b655", "text": "– The government will legislate in Finance Bill 2021 to raise the Gross Gaming Yield bandings for gaming duty in line with RPI."}, {"text_block_id": "p59_b656", "text": "Avoidance, evasion and non-compliance"}, {"text_block_id": "p59_b657", "text": "2.95"}, {"text_block_id": "p59_b658", "text": "Interest harmonisation and reform of penalties for late submission and late payment of tax"}, {"text_block_id": "p59_b659", "text": "– The government will reform the penalty regime for VAT and Income Tax Self Assessment (ITSA) to make it fairer and more consistent. The new late submission regime will be points-based, and a financial penalty will only be issued when the relevant threshold is reached. The new late payment regime will introduce penalties proportionate to the amount of tax owed and how late the tax due is. The government will introduce a new approach to interest charges and repayment interest to align VAT with other tax regimes. These reforms will come into effect: for VAT taxpayers, from periods starting on or after 1 April 2022; for taxpayers in ITSA with business or property income over £10,000 per year, from accounting periods beginning on or after 6 April 2023; and for all other taxpayers in ITSA, from accounting periods beginning on or after 6 April 2024."}, {"text_block_id": "p59_b660", "text": "2.96"}, {"text_block_id": "p59_b661", "text": "Powers to tackle electronic sales suppression (ESS)"}, {"text_block_id": "p59_b662", "text": "– The government will introduce new powers to make the possession, manufacture, distribution and promotion of ESS software and hardware an offence. This will enable HMRC to tackle tax evasion undertaken by those businesses that use software and hardware to hide or reduce the value of transactions and the corresponding tax liabilities. New ESS-specific information powers will allow HMRC investigators to identify developers and suppliers in the ESS supply chain and access software developers’ source code."}, {"text_block_id": "p59_b663", "text": "2.97"}, {"text_block_id": "p59_b664", "text": "OECD reporting rules for digital platforms"}, {"text_block_id": "p59_b665", "text": "– The government will consult on the implementation of OECD rules"}, {"text_block_id": "p59_b666", "text": "that will require digital platforms to send information about the income of their sellers to both HMRC and the seller themselves. This will help taxpayers in the sharing and gig economy get their tax right, and help HMRC detect and tackle non-compliance."}, {"text_block_id": "p59_b667", "text": "2.98"}, {"text_block_id": "p59_b668", "text": "OECD Mandatory Disclosure Rules"}, {"text_block_id": "p59_b669_merged_merged_merged", "text": "– The government will consult on the implementation of OECD rules to combat offshore tax evasion by facilitating global exchange of information on certain cross-border tax arrangements."}, {"text_block_id": "p60_b671", "text": "2.99"}, {"text_block_id": "p60_b672", "text": "Tackling promoters of tax avoidance"}, {"text_block_id": "p60_b673_merged", "text": "– The government is publishing a summary of responses following the recent consultation ‘Tackling Promoters of Tax Avoidance’. This sets out a package of measures to strengthen existing anti-avoidance regimes and tighten the rules designed to tackle promoters and enablers of tax avoidance schemes."}, {"text_block_id": "p60_b675", "text": "2.100"}, {"text_block_id": "p60_b676", "text": "Follower Notice penalties"}, {"text_block_id": "p60_b677", "text": "– The government is reducing the penalties that may be charged to people receiving Follower Notices as a result of using tax avoidance schemes, from 50% to 30% of the tax under dispute. A further penalty of 20% will be charged if the Tax Tribunal decides that the recipient’s continued litigation against HMRC is unreasonable. A summary of responses to the consultation is being published alongside Budget."}, {"text_block_id": "p60_b678", "text": "2.101"}, {"text_block_id": "p60_b679", "text": "Tax Conditionality: Licensing in Scotland and Northern Ireland"}, {"text_block_id": "p60_b680", "text": "– From April 2023, the government will make the renewal of certain licences in Scotland and Northern Ireland conditional on applicants completing checks that confirm they are appropriately registered for tax, consistent with reforms which come into force in England and Wales in April 2022"}, {"text_block_id": "p60_b681", "text": "– From April 2023, the government will make the renewal of certain licences in Scotland and Northern Ireland conditional on applicants completing checks that confirm they are appropriately registered for tax, consistent with reforms which come into force in England and Wales in April 2022\n* In Scotland, this will apply to licences to drive taxis and Private Hire Cars (PHCs) or operate\n* In Northern Ireland, this will apply to licences to drive taxis\n* invest in IT systems to enable taxpayers to more easily access tax services and update\n* recruit additional compliance staff to increase its ability to target non-compliance through\n* carry out initial design and development of Digitalising Business Rates to help modernise\n* continue to fund compliance work on the loan charge, historic disguised remuneration"}, {"text_block_id": "p60_b685", "text": "Licensing bodies will have to obtain confirmation that an applicant has completed the check before deciding on their renewal application, making it more difficult for traders to operate in the hidden economy. The government will consult on how to implement this reform. The government remains committed to seeking views on the wider application of tax conditionality."}, {"text_block_id": "p60_b686", "text": "2.102"}, {"text_block_id": "p60_b687", "text": "Amendment to the Customs and Excise Management Act"}, {"text_block_id": "p60_b688", "text": "– The government will legislate in Finance Bill 2021 to introduce a civil penalty for the unauthorised removal of goods that have been seized from the trader’s premises, or ‘in situ’. A penalty will apply to traders removing seized goods without prior authorisation from HMRC. The change will have effect from Royal Assent of Finance Bill 2021."}, {"text_block_id": "p60_b689", "text": "2.103"}, {"text_block_id": "p60_b690", "text": "Preventing abuse of the Research and Development (R&D) relief for small and medium-sized enterprises (SMEs)"}, {"text_block_id": "p60_b691", "text": "– For accounting periods beginning on or after 1 April 2021, the amount of SME payable R&D tax credit that a business can receive in any one year will be capped at £20,000 plus three times the company’s total PAYE and NICs liability, in order to deter abuse."}, {"text_block_id": "p60_b692", "text": "Investment in HMRC"}, {"text_block_id": "p60_b693", "text": "2.104"}, {"text_block_id": "p60_b694", "text": "The government will invest a further £180 million in 2021-22 in additional resources and new technology for HMRC. This is forecast to bring in over £1.6 billion of additional tax revenues between now and 2025-26 by enabling HMRC to:"}, {"text_block_id": "p62_b703", "text": "An investment-led recovery"}, {"text_block_id": "p62_b704", "text": "2.105"}, {"text_block_id": "p62_b705", "text": "Alongside addressing the immediate challenges of COVID-19 and putting the UK’s public finances on a sustainable footing in the medium term, the government recognises the importance of acting now to create the conditions for an investment-led recovery driven by private sector growth."}, {"text_block_id": "p62_b706", "text": "2.106"}, {"text_block_id": "p62_b707", "text": "Stimulating private sector investment will create jobs, drive innovation, and revitalise local areas and regions across the UK. This is central to the government’s plan to secure a strong recovery and the Budget announces a package of measures to achieve this, including a radical new super-deduction to support business investment."}, {"text_block_id": "p62_b708", "text": "2.107"}, {"text_block_id": "p62_b709", "text": "The recovery will also build on the adaptability and resilience shown by businesses large and small in their response to the COVID-19 pandemic. To support this, the government will provide SMEs across the UK with new opportunities to boost their digital and management capabilities."}, {"text_block_id": "p62_b710", "text": "2.108"}, {"text_block_id": "p62_b711", "text": "The scaling up of high growth, innovative small businesses will be especially important to the UK’s future economic success, given their pivotal role in creating wealth and jobs."}, {"text_block_id": "p62_b712", "text": "Recognising this, the government is announcing measures that enable these businesses to access the talent, ideas and capital they need to evolve and thrive."}, {"text_block_id": "p62_b713", "text": "2.109"}, {"text_block_id": "p62_b714_merged_merged", "text": "This package comes on top of the government’s existing plans to support growth through significant investment in infrastructure, skills and innovation – as set out in ‘Build Back Better: our plan for growth’, published alongside the Budget. These investments will be crucial to levelling up every part of the UK, creating a net-zero society, and supporting our vision for Global Britain."}, {"text_block_id": "p62_b716", "text": "2.110"}, {"text_block_id": "p62_b717", "text": "UK prosperity is built on integration into the global economic and financial system. ‘Build Back Better: our plan for growth’ sets out how the UK’s trade policy is supporting economic growth. To ensure UK exporters can compete effectively, the government will review its export strategy across government by the end of this year."}, {"text_block_id": "p62_b718", "text": "Policy decisions"}, {"text_block_id": "p62_b719", "text": "Spreading investment across every part of the UK"}, {"text_block_id": "p62_b720", "text": "2.111"}, {"text_block_id": "p62_b721", "text": "Super-deduction"}, {"text_block_id": "p62_b722", "text": "– From 1 April 2021 until 31 March 2023, companies investing in qualifying new plant and machinery assets will benefit from a 130% first-year capital allowance. This upfront super-deduction will allow companies to cut their tax bill by up to 25p for every £1 they invest, ensuring the UK capital allowances regime is amongst the world’s most competitive. Investing companies will also benefit from a 50% first-year allowance for qualifying special rate (including long life) assets."}, {"text_block_id": "p62_b723", "text": "2.112"}, {"text_block_id": "p62_b724", "text": "UK Infrastructure Bank"}, {"text_block_id": "p62_b725", "text": "– The new UK Infrastructure Bank will provide financing support to private sector and local authority infrastructure projects across the UK, to help meet government objectives on climate change and regional economic growth. The Bank will:"}, {"text_block_id": "p62_b726", "text": "– The new UK Infrastructure Bank will provide financing support to private sector and local authority infrastructure projects across the UK, to help meet government objectives on climate change and regional economic growth. The Bank will:\n* be able to deploy Â£12 billion of equity and debt capital and be able to issue up to\n* offer a range of financing tools including debt, hybrid products, equity and guarantees to"}, {"text_block_id": "p63_b730", "text": "– The new UK Infrastructure Bank will provide financing support to private sector and local authority infrastructure projects across the UK, to help meet government objectives on climate change and regional economic growth. The Bank will:\n* be able to deploy Â£12 billion of equity and debt capital and be able to issue up to\n* offer a range of financing tools including debt, hybrid products, equity and guarantees to\n* from the summer, offer loans to local authorities at a rate of gilts + 60 basis points for\n* establish an advisory function to help with the development and delivery of projects\n* for constructing\n* for constructing\n Â³\n* for constructing\n Â³\n years at the 3% rate available nationwide. This will be\n* for companies investing in plant and\n* on the purchase of land or property within\n* in Freeport tax sites in England, once designated. Relief will be\n* Subject to Parliamentary process and approval, the government also intends to make an employer National Insurance contributions relief available for eligible employees in"}, {"text_block_id": "p63_b734", "text": "The institution will begin operating in an interim form later in spring 2021. The Bank will be headquartered in Leeds. Further details on the mandate and scope for the Bank are set out in the ‘UK Infrastructure Bank Policy Design’ document, published alongside the Budget."}, {"text_block_id": "p63_b735", "text": "2.113"}, {"text_block_id": "p63_b736", "text": "Freeports in England"}, {"text_block_id": "p63_b737", "text": "– East Midlands Airport, Felixstowe & Harwich, Humber, Liverpool City Region, Plymouth and South Devon, Solent, Teesside and Thames have been successful in the Freeports bidding process for England. Subject to agreeing their governance arrangements and successfully completing their business cases, these Freeports will begin operations from late 2021. The Freeports will contain areas where businesses will benefit from more generous tax reliefs, customs benefits and wider government support, bringing investment, trade and jobs to regenerate regions across the country that need it most."}, {"text_block_id": "p63_b738", "text": "2.114"}, {"text_block_id": "p63_b739", "text": "Freeports in Scotland, Wales and Northern Ireland"}, {"text_block_id": "p63_b740", "text": "– Freeports will benefit the whole of the UK. Discussions continue between the UK Government and the devolved administrations to ensure the delivery of Freeports in Scotland, Wales and Northern Ireland as soon as possible."}, {"text_block_id": "p63_b741", "text": "2.115"}, {"text_block_id": "p63_b742", "text": "Tax sites in Freeports"}, {"text_block_id": "p63_b743", "text": "– The government will legislate for powers to create ‘tax sites’ in Freeports in Great Britain; it will bring forward legislation to apply in Northern Ireland at a later date. Tax sites within Freeports will need to be approved and confirmed by the government. Businesses in these tax sites will be able to benefit from a number of tax reliefs."}, {"text_block_id": "p64_b762", "text": "2.116"}, {"text_block_id": "p64_b763", "text": "Boosting Public Health England’s vaccine testing capacity"}, {"text_block_id": "p64_b764", "text": "– The government is investing £28 million to increase the UK’s capacity for vaccine testing and support for clinical trials."}, {"text_block_id": "p64_b765", "text": "This investment in UK life sciences will boost Public Health England’s testing capacity and improve the UK’s ability to rapidly acquire samples of new variants of COVID-19. This will ensure that all parts of the UK are in the best position to secure access to appropriate successful vaccines as quickly as possible."}, {"text_block_id": "p64_b766", "text": "2.117"}, {"text_block_id": "p64_b767", "text": "Centre for Process Innovation vaccine variant collaboration"}, {"text_block_id": "p64_b768", "text": "– The government is providing a further £5 million upfront investment in clinical-scale mRNA"}, {"text_block_id": "p64_b769", "text": "vaccine manufacturing to the Centre for Process Innovation in Darlington, on top of £9 million funding which has already been provided to develop their mRNA vaccine manufacturing capability and support mRNA process development. The funding will support the creation of a ‘library’ of mRNA vaccines for COVID-19 variants for possible rapid response deployment to allow the UK to get ahead of potential virus variants. This will enable development of a set of potential COVID-19 vaccine updates, similar to the way annual flu vaccine updates are developed."}, {"text_block_id": "p64_b770", "text": "2.118"}, {"text_block_id": "p64_b771", "text": "New and expanded UK vaccine studies"}, {"text_block_id": "p64_b772", "text": "– The government is committing £22 million to fund the expansion of the world’s first trial of combining different vaccines as part of a two-dose regime. This will also fund the world’s first study assessing the effectiveness of a third dose of vaccine to improve the response against current and future variants of COVID-19."}, {"text_block_id": "p64_b773", "text": "2.119"}, {"text_block_id": "p64_b774", "text": "Levelling Up Fund prospectus launch"}, {"text_block_id": "p64_b775_merged_merged_merged", "text": "– The government is launching the prospectus for the £4.8 billion Levelling Up Fund alongside Budget. The Levelling Up Fund will invest in infrastructure that improves everyday life across the UK, including town centre and high street regeneration, local transport projects, and cultural and heritage assets. The prospectus will provide guidance to local areas on the process for submitting bids, the types of projects eligible for funding, and how bids will be assessed. To ensure that funding reaches the places most in need, the government has identified priority places based on an index of local need to receive capacity funding to help them co-ordinate their applications."}, {"text_block_id": "p64_b777", "text": "2.120"}, {"text_block_id": "p64_b778", "text": "City and Growth Deals"}, {"text_block_id": "p64_b779", "text": "– The government is accelerating investment in three City and Growth Deals in Scotland (Ayrshire, Argyll and Bute, and Falkirk) and three City and Growth Deals in Wales (Swansea Bay, North-Wales and Mid-Wales). Over the next five years £84.5 million in funding will be brought forward to speed up investment in local economic priorities. The government also welcomes the signing of Heads of Terms for the Derry-Londonderry and Strabane City Deal on 24 February, to which it is contributing £105 million. The project proposals for this Deal focus on inclusive and sustainable growth and have the potential to create an additional 7,000 jobs."}, {"text_block_id": "p65_b780", "text": "2.121 Towns Fund"}, {"text_block_id": "p65_b781", "text": "– The government is confirming over £1 billion from the Towns Fund for a further 45 Town Deals across England. This will help to level up regional towns, giving them the tools to design and implement a growth strategy for their area and aiding local recovery from the impacts of COVID-19."}, {"text_block_id": "p65_b782", "text": "Table 2.2: Towns Fund Deals"}, {"text_block_id": "p65_b783", "text": "2.122 New Deal for Northern Ireland"}, {"text_block_id": "p65_b784", "text": "– The government will allocate almost half of the £400 million New Deal for Northern Ireland funding package to four areas, subject to business cases: new systems for supermarkets and small traders to manage new trading arrangements; building greater resilience in medicine supply chains; promoting Northern Ireland’s goods and services overseas; and supporting skills development."}, {"text_block_id": "p65_b785", "text": "2.123 UK Community Renewal Fund prospectus launch"}, {"text_block_id": "p65_b786_merged", "text": "– The government is launching the prospectus for the £220 million UK Community Renewal Fund alongside Budget. This will support communities across the UK in 2021-22 to pilot programmes and new approaches as the government moves away from the EU Structural Funds model and towards the UK Shared Prosperity Fund. Funding will be allocated competitively. To ensure that funding reaches the places most in need, the government has identified 100 priority places based on an index of economic resilience to receive capacity funding to help them co-ordinate their applications."}, {"text_block_id": "p65_b789", "text": "2.124 Community Ownership Fund"}, {"text_block_id": "p65_b790", "text": "– The government will create a new £150 million Community Ownership Fund to help ensure that communities across the UK can continue to benefit from the local facilities and amenities that are most important to them. From the summer, community groups will be able to bid for up to £250,000 matched funding to help them to buy local assets to run as community-owned businesses. In exceptional cases up to £1 million of matched funding will be available to help establish a community-owned sports club or buy a sports ground at risk of loss from the community. This will help ensure that important parts of the social fabric – like pubs, sports clubs, theatres and post office buildings – can continue to play a central role in towns and villages across the UK."}, {"text_block_id": "p65_b791", "text": "2.125 Modern Methods of Construction (MMC) Taskforce"}, {"text_block_id": "p65_b792", "text": "– The Ministry of Housing, Communities and Local Government (MHCLG) will establish an MMC Taskforce, backed by £10 million of seed funding, to accelerate the delivery of MMC homes in the UK. The Taskforce will consist of world-leading experts from across government and industry to fast-track the adoption of modern methods of construction. It will be headquartered in MHCLG’s new office"}, {"text_block_id": "p66_b793", "text": "in Wolverhampton. The Taskforce will work closely with local authorities and Mayoral Combined Authorities, including the West Midlands Combined Authority and the Liverpool City Region who have already brought forwards ambitious proposals."}, {"text_block_id": "p66_b794", "text": "2.126"}, {"text_block_id": "p66_b795", "text": "National Infrastructure Commission (NIC) Towns and Regeneration study"}, {"text_block_id": "p66_b796_merged", "text": "– The government will commission a new NIC study on towns and regeneration, which will consider how to maximise the benefits of infrastructure policy and investment for towns in England.Any recommendations in reserved areas will be relevant to the whole of the UK."}, {"text_block_id": "p66_b798", "text": "2.127"}, {"text_block_id": "p66_b799", "text": "Regional cultural infrastructure"}, {"text_block_id": "p66_b800", "text": "– The government will invest £18.8 million in local cultural infrastructure projects in Carlisle, Hartlepool, Wakefield and Yeovil to boost the vibrant cultural life of these towns and cities."}, {"text_block_id": "p66_b801", "text": "2.128"}, {"text_block_id": "p66_b802", "text": "A66 development funding"}, {"text_block_id": "p66_b803", "text": "–"}, {"text_block_id": "p66_b804", "text": "The government will provide £135 million to accelerate the start of construction on the A66 Trans-Pennine upgrade to 2024. This builds on the Spending Review 2020 announcement that the construction phase will be halved from 10 to 5 years as part of Project Speed."}, {"text_block_id": "p66_b805", "text": "2.129"}, {"text_block_id": "p66_b806", "text": "Intra-city transport settlements"}, {"text_block_id": "p66_b807", "text": "– Budget 2020 committed the government to invest £4.2 billion in intra-city transport settlements from 2022-23, through five-year consolidated funding settlements for eight city regions, including Greater Manchester, Liverpool City Region, West Midlands, West Yorkshire, Sheffield City Region, West of England and Tees Valley, subject to the creation of appropriate governance arrangements to agree and deliver funding."}, {"text_block_id": "p66_b808", "text": "2.130"}, {"text_block_id": "p66_b809", "text": "The Budget takes the first step towards implementing that commitment – confirming capacity funding in 2021-22 to support those city regions with appropriate governance arrangements already in place to begin preparations for settlements. This will enable them to develop integrated investment-ready transport plans that will deliver on local priorities such as tackling congestion and driving productivity. This will provide £8.6 million to Greater Manchester; £5.6 million to Liverpool City Region; £5.2 million to Sheffield City Region; £3.5 million to Tees Valley; £4.1 million to West of England, £8.9 million to West Midlands and £7.4 million to West Yorkshire."}, {"text_block_id": "p66_b810", "text": "2.131"}, {"text_block_id": "p66_b811", "text": "Birmingham Interchange Station"}, {"text_block_id": "p66_b812", "text": "–"}, {"text_block_id": "p66_b813", "text": "The government will provide £50 million to develop proposals for transport improvements around the High Speed 2 Birmingham Interchange Station. This will help support regeneration at Arden Cross in Solihull."}, {"text_block_id": "p66_b814", "text": "2.132"}, {"text_block_id": "p66_b815", "text": "Investments in local railways and stations"}, {"text_block_id": "p66_b816", "text": "– The government will invest £59 million towards the construction of five new stations in the West Midlands, cutting journey times from Willenhall, Darlaston and south-west Birmingham into the city centre. This Budget will also unlock more than £40 million of funding to reinstate passenger services on the OkehamptonExeter line, subject to final approval of costs and contracts. These investments will provide good quality transport links between communities, and improve employment opportunities across these areas."}, {"text_block_id": "p66_b817", "text": "2.133"}, {"text_block_id": "p66_b818", "text": "Global Centre for Rail Excellence"}, {"text_block_id": "p66_b819", "text": "– The government will match fund up to £30 million, subject to business case, towards the construction of a rolling stock and infrastructure testing complex in Wales. Alongside contributions from the Welsh Government and the private sector, this would create a world class train testing facility on a former coal-mining site. The Global Centre for Rail Excellence would support innovation in the UK’s rail industry, including the testing of cutting-edge, green technology."}, {"text_block_id": "p67_b820", "text": "2.134"}, {"text_block_id": "p67_b821", "text": "Flood schemes"}, {"text_block_id": "p67_b822", "text": "– The £5.2 billion flood and coastal defence programme for England announced at Budget 2020 will start in April this year, with schemes in Waltham Abbey, Sunderland, Preston, Warrington, Salisbury, Rotherham and Doncaster expected to start construction in 2021-22. These schemes will better protect over 3,700 homes from flooding."}, {"text_block_id": "p67_b823", "text": "2.135"}, {"text_block_id": "p67_b824", "text": "Offshore wind ports infrastructure"}, {"text_block_id": "p67_b825", "text": "– The government will make an offer of support, in principle, to the Able Marine Energy Park on Humberside following the conclusion of the competition to upgrade ports infrastructure for the next generation of offshore wind. The government will also sign a memorandum of understanding with Teesworks Offshore Manufacturing Centre on Teesside to support the development of another offshore wind port hub."}, {"text_block_id": "p67_b826", "text": "2.136"}, {"text_block_id": "p67_b827", "text": "Aberdeen Energy Transition Zone, Global Underwater Hub and North Sea Transition Deal"}, {"text_block_id": "p67_b828", "text": "– The government will provide £27 million, subject to business case, for the Aberdeen Energy Transition Zone, helping to support North East Scotland to play a leading role in meeting the UK’s net zero ambitions. The government will also provide a further £5 million for the Global Underwater Hub, subject to business case, on top of the £1.3 million committed last year, and up to £2 million to further develop industry proposals as part of the government’s support for the North Sea Transition Deal (NSTD). Taken together, these proposals will support areas like Aberdeen transition to a low-carbon future."}, {"text_block_id": "p67_b829", "text": "2.137"}, {"text_block_id": "p67_b830", "text": "Holyhead hydrogen hub"}, {"text_block_id": "p67_b831", "text": "– The government will provide £4.8 million, subject to business case, to support the development of a hydrogen hub in Holyhead which will pilot the creation of hydrogen from renewable energy and its use as a zero emission fuel in HGVs. This could support up to 500 jobs."}, {"text_block_id": "p67_b832", "text": "Helping businesses grow"}, {"text_block_id": "p67_b833", "text": "2.138"}, {"text_block_id": "p67_b834", "text": "Help to Grow: Management"}, {"text_block_id": "p67_b835", "text": "– The government will offer a new UK-wide management programme to upskill 30,000 SMEs in the UK over three years. Developed in partnership with industry, the programme will combine a national curriculum delivered through business schools with practical case studies and mentoring from experienced business professionals. Over 12 weeks, and 90% subsidised by government, this programme will equip SMEs with the tools to grow their businesses and thrive."}, {"text_block_id": "p67_b836", "text": "2.139"}, {"text_block_id": "p67_b837", "text": "Help to Grow: Digital"}, {"text_block_id": "p67_b838", "text": "– The government will launch a new UK-wide scheme in the autumn to help 100,000 SMEs save time and money by adopting productivity-enhancing software, transforming the way they do business. This will combine a voucher covering up to half of the costs of approved software up to a maximum of £5,000, and free impartial advice, delivered through an online platform."}, {"text_block_id": "p67_b839", "text": "Supporting the UK’s success stories"}, {"text_block_id": "p67_b840", "text": "2.140"}, {"text_block_id": "p67_b841", "text": "High-skilled migration"}, {"text_block_id": "p67_b842", "text": "– The government is modernising the immigration system to help the UK attract and retain the most highly skilled, globally mobile talent – particularly in academia, science, research and technology – from around the world. This will drive innovation, and support UK jobs and growth. To do this, the government will:"}, {"text_block_id": "p67_b843", "text": "•"}, {"text_block_id": "p67_b844", "text": "introduce, by March 2022, an elite points-based visa. Within this visa there will be a ’scale-up’ stream, enabling those with a job offer from a recognised UK scale-up to qualify for a fast-track visa"}, {"text_block_id": "p68_b845", "text": "•"}, {"text_block_id": "p68_b846", "text": "reform the Global Talent visa, including to allow holders of international prizes and winners of scholarships and programmes for early promise to automatically qualify"}, {"text_block_id": "p68_b847", "text": "•"}, {"text_block_id": "p68_b848", "text": "review the Innovator visa to make it easier for those with the skills and experience to found an innovative business to obtain a visa"}, {"text_block_id": "p68_b849", "text": "•"}, {"text_block_id": "p68_b850", "text": "launch the new Global Business Mobility visa by spring 2022 for overseas businesses to establish a presence or transfer staff to the UK"}, {"text_block_id": "p68_b851", "text": "•"}, {"text_block_id": "p68_b852", "text": "provide practical support to small firms that are using the visa system for the first time"}, {"text_block_id": "p68_b853", "text": "•"}, {"text_block_id": "p68_b854", "text": "modernise the immigration sponsorship system to make it easier to use. The government will publish a delivery roadmap in the summer"}, {"text_block_id": "p68_b855", "text": "•"}, {"text_block_id": "p68_b856", "text": "establish a global outreach strategy by expanding the Global Entrepreneur Programme, marketing the UK’s visa offering and explore building an overseas talent network"}, {"text_block_id": "p68_b857", "text": "2.141"}, {"text_block_id": "p68_b858", "text": "Enterprise management incentives (EMI): call for evidence"}, {"text_block_id": "p68_b859", "text": "– Alongside the Budget the government is publishing a call for evidence on whether and how more UK companies should be able to access EMI to help them recruit and retain the talent they need to scale up."}, {"text_block_id": "p68_b860", "text": "2.142"}, {"text_block_id": "p68_b861", "text": "Future Fund: Breakthrough"}, {"text_block_id": "p68_b862", "text": "– Building on the government’s Future Fund,"}, {"text_block_id": "p68_b863", "text": "the government will commit £375 million to introduce Future Fund: Breakthrough, a new direct co-investment product to support the scale up of the most innovative, R&D-intensive businesses. The British Business Bank will take equity in funding rounds of over £20 million led by private investors to ensure these companies can access the capital they need to grow and bring prosperity to communities across the UK."}, {"text_block_id": "p68_b864", "text": "2.143"}, {"text_block_id": "p68_b865", "text": "Response to Lord Hill’s review on UK listings"}, {"text_block_id": "p68_b866", "text": "– The government strongly welcomes the publication of Lord Hill’s review on how to make the UK the best place for high-growth, innovative businesses to publicly list."}, {"text_block_id": "p68_b867", "text": "The government looks forward to working with the Financial Conduct Authority following its commitment to bring forward consultations on changes to their rules on issues raised by the review, and will discuss proposals with them imminently. The Chancellor has accepted Lord Hill’s recommendation for HM Treasury to make an annual ’State of the City’ Report to Parliament, and will respond to the remaining recommendations in due course. The government will next also examine the case for wider capital markets reforms, and will set out further plans on this soon."}, {"text_block_id": "p68_b868", "text": "2.144"}, {"text_block_id": "p68_b869", "text": "Green Gilt"}, {"text_block_id": "p68_b870_merged_merged_merged", "text": "– The government will issue its first sovereign green bond – or green gilt – this summer, with a further issuance to follow later in 2021 as the UK looks to build out a ‘green curve’. Green gilt issuance for the financial year will total a minimum of £15 billion. The green gilt framework, to be published in June, will detail the types of expenditures that will be financed to help meet the government’s green objectives. The government also commits to reporting the contributions of green gilt spending towards social benefits such as job creation and levelling up."}, {"text_block_id": "p68_b873", "text": "2.145"}, {"text_block_id": "p68_b874", "text": "Green retail National Savings and Investment (NS&I) product"}, {"text_block_id": "p68_b875", "text": "– The government will offer a green retail savings product through NS&I in the summer of 2021. This product will be closely linked to the UK’s sovereign green bond framework and will give all UK savers the opportunity to take part in the collective effort to tackle climate change, benefiting from the innovative reporting standards planned for the green gilt programme."}, {"text_block_id": "p69_b876", "text": "2.146"}, {"text_block_id": "p69_b877", "text": "Carbon markets working group"}, {"text_block_id": "p69_b878", "text": "– Dame Clara Furse will establish a new group with the aim of positioning the UK and the City of London as the leading global market for high quality voluntary carbon offsets, which can play an important role in addition to international efforts to reduce carbon emissions. The working group will draw on the UK’s financial expertise and entrepreneurship and build on the work of crossing-cutting initiatives such as the Taskforce for Scaling Voluntary Carbon Markets."}, {"text_block_id": "p69_b879", "text": "2.147"}, {"text_block_id": "p69_b880", "text": "Pensions regulation"}, {"text_block_id": "p69_b881", "text": "– The government will consult within the next month on whether certain costs within the charge cap"}, {"text_block_id": "p69_b882", "text": "affect pension schemes’ ability to invest in a broader range of assets. This is to ensure pension schemes are not discouraged from such investments and are able to offer the highest possible returns for savers. DWP will also come forward with draft regulations to make it easier for schemes to take up such opportunities within the charge cap by smoothing certain performance fees over a multi-year period."}, {"text_block_id": "p69_b883", "text": "2.148"}, {"text_block_id": "p69_b884", "text": "Social Investment Tax Relief (SITR) extension"}, {"text_block_id": "p69_b885", "text": "– The government will continue to support social enterprises in the UK that are seeking growth investment by extending the operation of SITR to April 2023. This will continue availability of Income Tax relief and Capital Gains Tax hold-over relief for investors in qualifying social enterprises, helping them access patient capital. This measure will be legislated for in Finance Bill 2021, and a summary of responses to the consultation held in spring 2019 will be published on 23 March."}, {"text_block_id": "p69_b886", "text": "2.149"}, {"text_block_id": "p69_b887", "text": "R&D tax reliefs"}, {"text_block_id": "p69_b888_merged_merged", "text": "– The government will carry out a review of R&D tax reliefs, with a consultation published alongside the Budget. This review will consider all elements of the two R&D tax relief schemes, with the objective of ensuring the UK remains a competitive location for cutting edge research, that the reliefs continue to be fit for purpose and that taxpayer money is effectively targeted. The government is also publishing the summary of responses of the recent consultation on the scope of qualifying expenditures for R&D tax credits across the UK. The government will consider bringing data and cloud computing costs into the scope of relief alongside a number of other policy options and priorities at the wider review."}, {"text_block_id": "p69_b891", "text": "2.150"}, {"text_block_id": "p69_b892", "text": "Energy innovation"}, {"text_block_id": "p69_b893", "text": "– In line with the commitment to double spending on energy innovation, the government is announcing support for the development of new solutions to cut carbon emissions and accelerate near-to-market low-carbon energy innovations:"}, {"text_block_id": "p69_b894", "text": "– In line with the commitment to double spending on energy innovation, the government is announcing support for the development of new solutions to cut carbon emissions and accelerate near-to-market low-carbon energy innovations:\n* the launch of a Â£20 million programme to support the development of floating offshore\n* the launch of a new Â£68 million UK-wide competition to implement several first-of-a-kind\n* a Â£4 million UK-wide competition for the first phase of a biomass feedstocks programme,"}, {"text_block_id": "p70_b900", "text": "3"}, {"text_block_id": "p70_b901", "text": "Budget for the whole United Kingdom"}, {"text_block_id": "p70_b902", "text": "Delivering for the Union"}, {"text_block_id": "p70_b903", "text": "3.1"}, {"text_block_id": "p70_b904", "text": "Throughout the pandemic the government has acted to protect health, jobs, livelihoods and businesses, and to strengthen public services across the UK. The Budget sets out steps to provide long-term economic certainty for all UK citizens and secure an investment-led recovery for the whole country."}, {"text_block_id": "p70_b905", "text": "3.2"}, {"text_block_id": "p70_b906", "text": "The majority of the measures set out in the Budget apply to individuals and businesses in every part of the UK. On top of these UK-wide measures, the Budget also confirms an additional £2.4 billion for the devolved administrations in 2021-22 through the Barnett formula and targeted investment in specific places and sectors across Scotland, Wales and Northern Ireland."}, {"text_block_id": "p70_b907", "text": "3.3"}, {"text_block_id": "p70_b908", "text": "In the year that the UK hosts the COP26 climate change conference in Glasgow and marks the Northern Ireland Centenary, the government continues to work for every part of the UK, protecting and promoting the combined strengths of the Union, building on 300 years of partnership and shared history."}, {"text_block_id": "p70_b909", "text": "Providing UK-wide support throughout the pandemic"}, {"text_block_id": "p70_b910", "text": "3.4"}, {"text_block_id": "p70_b911", "text": "The combined fiscal strength of the UK has allowed the government to protect millions of jobs and livelihoods across the UK through its COVID-19 schemes and to drive the development and procurement of the UK’s world-leading vaccine programme. On top of this, the government has funded the devolved administrations to provide their own support schemes in Scotland, Wales and Northern Ireland."}, {"text_block_id": "p70_b912", "text": "COVID-19 economic interventions"}, {"text_block_id": "p70_b913", "text": "3.5"}, {"text_block_id": "p70_b914", "text": "Prior to the scheme’s November extension, the CJRS had already protected almost 780,000 jobs in Scotland, over 400,000 jobs in Wales and almost 250,000 jobs in Northern Ireland."}, {"text_block_id": "p70_b915", "text": "In addition to this, across the first, second and third SEISS grants there have been 431,000 claims in Scotland, 295,000 claims in Wales and 210,000 claims in Northern Ireland, totalling over £2.5 billion of support."}, {"text_block_id": "p70_b916", "text": "The £20 a week increase to the Universal Credit standard allowance and Working Tax Credit basic element has provided additional support to the least well-off in all parts of the UK."}, {"text_block_id": "p70_b917", "text": "3.6"}, {"text_block_id": "p70_b918_merged_merged", "text": "The government’s business loan guarantee schemes have provided a lifeline to over 90,000 businesses in Scotland, over 57,000 in Wales and over 39,000 in Northern Ireland. The economies of Scotland, Wales and Northern Ireland have received support through VAT deferrals and reductions, generating a cashflow benefit worth around £34 billion across the UK and"}, {"text_block_id": "p71_b920", "text": "easing the burden on business while their income has been disrupted. Targeted VAT support for the tourism and hospitality sectors across the UK has been key in Scotland, Wales and Northern Ireland, due to the importance of these sectors in all three economies."}, {"text_block_id": "p71_b921", "text": "Public health response and vaccine rollout"}, {"text_block_id": "p71_b922", "text": "3.7"}, {"text_block_id": "p71_b923", "text": "Throughout the pandemic, the people of Scotland, Wales and Northern Ireland have contributed to, and benefitted from, the UK’s public health response."}, {"text_block_id": "p71_b924", "text": "3.8"}, {"text_block_id": "p71_b925", "text": "The government has provided around £22 billion for NHS Test and Trace this year and announced a further £15 billion next year. All parts of the UK are receiving a share of the tests and the devolved administrations are receiving funding through the Barnett formula in relation to rollout. The UK has more capacity than any country in Europe and one of the highest per capita testing rates in the world."}, {"text_block_id": "p71_b926", "text": "3.9"}, {"text_block_id": "p71_b927", "text": "The Vaccines Taskforce (VTF) has also provided UK-wide leadership on the procurement of COVID-19 vaccines. As part of this, the government agreed to make available more than £6 billion to support the procurement, development and manufacture of COVID-19 vaccines. The UK’s ability to move at speed and invest at-scale and at-risk has translated into success, securing access to up to 457 million doses of COVID-19 vaccines from eight different manufacturers and was the first country in the world to authorise and deploy the Pfizer/ BioNTech and Oxford/AstraZeneca vaccines outside of a clinical trial."}, {"text_block_id": "p71_b928", "text": "3.10"}, {"text_block_id": "p71_b929", "text": "The government has already announced that three of the most advanced COVID-19 vaccines will be manufactured either fully or partly in the UK, including the Valneva vaccine at a facility in Livingston, Scotland. The government has also provided funding to enhance the Valneva facility’s capability and to reserve capacity in Wrexham, Wales to support the immediate manufacture of the Oxford/AstraZeneca vaccine."}, {"text_block_id": "p71_b930", "text": "Protecting the jobs and livelihoods of the British people"}, {"text_block_id": "p71_b931", "text": "Supporting individuals"}, {"text_block_id": "p71_b932", "text": "3.11"}, {"text_block_id": "p71_b933", "text": "The government is extending the CJRS until September 2021 and setting out the next steps for the SEISS. These will continue to provide vital support for people across all parts of the UK."}, {"text_block_id": "p72_b934", "text": "3.12"}, {"text_block_id": "p72_b935", "text": "Universal Credit claimants in Scotland and Wales will also benefit from the government’s extension of the £20 per week increase to the standard allowance for a further six months, on top of the planned uprating. The Northern Ireland Executive will be funded to match this increase. Alongside this, the government will make a one-off payment of £500 to eligible Working Tax Credit claimants across the UK to provide additional support over the next six months."}, {"text_block_id": "p72_b936", "text": "3.13"}, {"text_block_id": "p72_b937", "text": "Individuals in all parts of the UK will also benefit from the government’s new mortgage guarantee scheme, allowing first-time buyers and existing homeowners the chance to secure a mortgage on homes up to £600,000 with just a 5% deposit."}, {"text_block_id": "p72_b938", "text": "Further help for businesses"}, {"text_block_id": "p72_b939", "text": "3.14"}, {"text_block_id": "p72_b940", "text": "The government is launching the new Recovery Loan Scheme, open to all UK businesses. This will support businesses in Scotland, Wales and Northern Ireland to access loans of between £25,000 and £10 million."}, {"text_block_id": "p72_b941", "text": "3.15"}, {"text_block_id": "p72_b942", "text": "Scotland, Wales and Northern Ireland’s crucial tourism and hospitality sectors will also benefit from the six-month extension to the UK-wide VAT reduction to 5% until 30 September 2021, with a further reduced rate of 12.5% for the following six months. This will bring another full year of VAT relief for these businesses until 31 March 2022, providing continued support to over 150,000 businesses and helping to protect over 2.4 million jobs."}, {"text_block_id": "p72_b943", "text": "3.16"}, {"text_block_id": "p72_b944", "text": "The government is also helping people and industries in Scotland, Wales and Northern Ireland through freezes to the rates of duty on fuel and alcohol. Continuing the freeze on alcohol duty will benefit the spirits sector by avoiding an increase of 30p on a 70cl bottle of spirits, while the freeze to fuel duty will support hard-working people across the UK, particularly in more rural communities."}, {"text_block_id": "p72_b945", "text": "Strengthening the public finances"}, {"text_block_id": "p72_b946", "text": "3.17"}, {"text_block_id": "p72_b947", "text": "The stability and certainty that come from ensuring the public finances are on a sustainable path will support economic recovery across the UK."}, {"text_block_id": "p72_b948", "text": "3.18"}, {"text_block_id": "p72_b949", "text": "The Budget takes steps towards this by maintaining certain personal tax allowances and thresholds, while, from 2023, the rate of corporation tax paid by the largest and most profitable businesses will increase. The government’s policy on corporation tax is timed to take effect only when the when the recovery is expected to be durably underway. This is the fair, progressive way to continue to fund public services and provide certainty for people’s jobs, investments and long-term prosperity."}, {"text_block_id": "p72_b950", "text": "Investment-led recovery"}, {"text_block_id": "p72_b951", "text": "3.19"}, {"text_block_id": "p72_b952", "text": "Future vaccination strategy"}, {"text_block_id": "p72_b953", "text": "– Building on the UK-wide success of our current rollout and approach, the government is investing in UK life sciences to enhance our ability to respond to new variants and get ahead of this and future pandemic threats. This approach gives hope and stability to all UK citizens and businesses as the country builds back better:"}, {"text_block_id": "p72_b954", "text": "•"}, {"text_block_id": "p72_b955_merged", "text": "capitalising on the country’s strengths in biosciences, the government is investing £5 million on top of £9 million funding to help create a ‘library’ of mRNA vaccines for COVID-19 variants for possible rapid response deployment, and £28 million to boost the UK’s vaccine testing capacity"}, {"text_block_id": "p73_b958", "text": "•"}, {"text_block_id": "p73_b959", "text": "the government is providing £22 million for new and expanded vaccine studies. This will fund the expansion of the world’s first trial of combining different vaccines as part of a two-dose regime. This will also fund the world’s first study assessing the effectiveness of a third dose of vaccine to improve the response against current and future variants of COVID-19"}, {"text_block_id": "p73_b960", "text": "3.20"}, {"text_block_id": "p73_b961", "text": "Driving UK-wide investment and innovation"}, {"text_block_id": "p73_b962", "text": "– The government is committed to stimulating private sector investment to create jobs, develop hubs of innovation, and revitalise local areas and regions across every part of the UK. Businesses in Scotland, Wales and Northern Ireland will directly benefit from Budget measures such as:"}, {"text_block_id": "p73_b963", "text": "– The government is committed to stimulating private sector investment to create jobs, develop hubs of innovation, and revitalise local areas and regions across every part of the UK. Businesses in Scotland, Wales and Northern Ireland will directly benefit from Budget measures such as:\n* a new super-deduction, allowing companies to cut their tax bill by up to 25p for every\n* the UK Infrastructure Bank, which will partner with the private sector and local government\n* Help to Grow: Management, the governmentâs new management programme to upskill up\n* Help to Grow: Digital, the governmentâs new scheme to provide free online advice and\n* the Â£375 million Future Fund: Breakthrough, a new direct co-investment product to\n* green energy innovation schemes from the governmentâs Â£1 billion Net Zero Innovation\n* the Â£4.8 billion Levelling Up Fund, which will support local areas across the UK to invest in\n* the Â£220 million UK Community Renewal Fund prospectus launch, providing funding for\n* the Â£150 million Community Ownership Fund, helping to ensure that communities across\n* Â£27 million, subject to business case, for the Aberdeen Energy Transition Zone, Â£5 million,\n* Â£4.8 million, subject to business case, for a Holyhead hydrogen hub, which will create"}, {"text_block_id": "p73_b977", "text": "3.21"}, {"text_block_id": "p73_b978", "text": "Levelling up and empowering all UK communities"}, {"text_block_id": "p73_b979", "text": "– Communities in Scotland, Wales and Northern Ireland will benefit from policies aimed at supporting people and places directly, in all parts of the UK. Examples of these policies include:"}, {"text_block_id": "p74_b990", "text": "– Communities in Scotland, Wales and Northern Ireland will benefit from policies aimed at supporting people and places directly, in all parts of the UK. Examples of these policies include:\n* up to Â£30 million, subject to business case, that the government will match fund for the\n* the Â£400 million New Deal for Northern Ireland (NDNI) package, almost half of which has\n* Â£28 million to support the Queenâs Platinum Jubilee event in 2022, delivering a major\n* Â£2.8 million to enable a UK & Ireland bid for the 2030 FIFA Menâs World Cup, as well as"}, {"text_block_id": "p74_b994", "text": "3.22"}, {"text_block_id": "p74_b995", "text": "Celebrating the United Kingdom"}, {"text_block_id": "p74_b996", "text": "– The Budget celebrates the shared values, culture and institutions that make up the Union, including through:"}, {"text_block_id": "p74_b1001", "text": "Working in partnership to produce better outcomes"}, {"text_block_id": "p74_b1002", "text": "3.23"}, {"text_block_id": "p74_b1003", "text": "SR20 confirmed an additional £4.7 billion for the devolved administrations through the Barnett formula in 2021-22, on top of their combined baseline of over £60 billion. The government has also provided £1.4 billion to the devolved administrations in addition to that provided through the Barnett formula. This included £1.1 billion for farmers and land managers and £20 million to support the fisheries sector."}, {"text_block_id": "p74_b1004", "text": "3.24"}, {"text_block_id": "p74_b1005", "text": "To continue to support people and businesses in Scotland, Wales and Northern Ireland the Budget confirms a further £2.4 billion for the devolved administrations in 2021-22 through the Barnett formula."}, {"text_block_id": "p74_b1006", "text": "Table 3.1: UK government funding for the devolved administrations in 2021-22"}, {"text_block_id": "p74_b1007", "text": "3.25"}, {"text_block_id": "p74_b1008", "text": "In addition to this, in February 2021 the government confirmed a further £2.1 billion for the devolved administrations to support people, businesses and public services affected by COVID-19 in Scotland, Wales and Northern Ireland. In recognition of the exceptional circumstances and in response to calls for flexibility, the devolved administrations will be able to spend this funding in 2020-21 or 2021-22. This is on top of their existing arrangements to transfer funding between years and is not included in the above figures for 2021-22."}, {"text_block_id": "p74_b1009", "text": "3.26"}, {"text_block_id": "p74_b1010", "text": "The twenty City and Growth Deals across Scotland, Wales and Northern Ireland are joint collaborations between the government, devolved administrations, local and regional authorities and other partners in the community, which invest in the growth and potential of"}, {"text_block_id": "p75_b1011", "text": "local industries. At the Budget the government is accelerating funding for six Deals – three in Wales and three in Scotland. The government also welcomed the signing of Heads of Terms for the Derry-Londonderry and Strabane Growth Deal in Northern Ireland on 24 February, enabling progress towards full deal implementation."}, {"text_block_id": "p76_b1012", "text": "Box 3.C: Measures applying in Wales"}, {"text_block_id": "p76_b1013", "text": "In addition to UK-wide policies which apply in Wales, the Budget announces the following:"}, {"text_block_id": "p76_b1014", "text": "•"}, {"text_block_id": "p76_b1015", "text": "Holyhead hydrogen hub"}, {"text_block_id": "p76_b1016", "text": "– The government will provide, subject to business case, £4.8m in 2021-22 to support the development of a green hydrogen demonstration project, which will create high-skilled green jobs in Anglesey."}, {"text_block_id": "p76_b1017", "text": "•"}, {"text_block_id": "p76_b1018", "text": "Global Centre of Rail Excellence"}, {"text_block_id": "p76_b1019", "text": "– The government will match fund up to £30 million, subject to business case, towards the construction of a rolling stock and infrastructure testing complex in Wales. Alongside contributions from the Welsh Government and the private sector, this would create a world class train testing facility on a former coal-mining site. The Global Centre for Rail Excellence would support innovation in the UK’s rail industry, including the testing of cuttingedge, green technology."}, {"text_block_id": "p76_b1020", "text": "•"}, {"text_block_id": "p76_b1021", "text": "Funding for three Welsh City and Growth Deals will be accelerated:"}, {"text_block_id": "p76_b1022", "text": "Funding for three Welsh City and Growth Deals will be accelerated:\n* The Swansea Bay City Deal will get an extra Â£5.4 million per year from 2021-22 for the\n* The North-Wales Growth Deal will get an extra Â£4.4 million per year from 2021-22 for the\n* The Mid-Wales Growth Deal will get an extra Â£1.8 million per year from 2021-22 for the"}, {"text_block_id": "p76_b1028", "text": "The Budget confirms an additional £740 million of Barnett consequentials for the Welsh Government. Taken together with the SR20 settlement, this means the Welsh Government is receiving an additional £2.1 billion in 2021-22 through the Barnett formula, on top of their baseline of £15 billion, as well as more than £300 million of non-Barnett funding, notably for farms and fisheries. This includes almost £100 million in extra funding as a result of the needs-based increase included in the Barnett formula as part of the Welsh Government’s fiscal framework agreement."}, {"text_block_id": "p77_b1029", "text": "Box 3.D: Measures applying in Northern Ireland"}, {"text_block_id": "p77_b1030", "text": "The Budget delivers further investment on top of the £2 billion New Decade New Approach commitment announced in January 2020 and the £400 million New Deal for Northern Ireland (NDNI) package announced in December 2020."}, {"text_block_id": "p77_b1031", "text": "In addition to the UK-wide policies which apply in Northern Ireland, the following measures are specific to Northern Ireland:"}, {"text_block_id": "p77_b1032", "text": "•"}, {"text_block_id": "p77_b1033", "text": "The Northern Ireland Housing Executive will be exempted from Corporation Tax (NIHE)"}, {"text_block_id": "p77_b1034", "text": "The Northern Ireland Housing Executive will be exempted from Corporation Tax (NIHE)\n* This will bring the NIHE into line with comparable public housing sector bodies across the UK\n<\\li1>"}, {"text_block_id": "p77_b1036", "text": "•"}, {"text_block_id": "p77_b1037", "text": "New Deal for Northern Ireland"}, {"text_block_id": "p77_b1038", "text": "– The Budget announces that almost half of the £400 million NDNI funding package has been allocated across four areas, subject to business cases: new systems for supermarkets and small traders to manage new trading arrangements; building greater resilience in medicine supply chains; promoting Northern Ireland’s goods and services overseas; and supporting skills development."}, {"text_block_id": "p77_b1039", "text": "•"}, {"text_block_id": "p77_b1040", "text": "The Derry–Londonderry and Strabane Growth Deal"}, {"text_block_id": "p77_b1041", "text": "– Partners signed the Heads of Terms for the deal on 24 February, enabling it to progress towards full deal implementation across the priority areas of digital innovation, tourism, regeneration, skills and employability."}, {"text_block_id": "p77_b1042", "text": "•"}, {"text_block_id": "p77_b1043", "text": "Tackling Paramilitary Programme"}, {"text_block_id": "p77_b1044", "text": "– The government is extending funding for the Tackling Paramilitary Programme with a further £5 million in 2021-22."}, {"text_block_id": "p77_b1045", "text": "The Budget confirms an additional £410 million of Barnett consequentials for the Northern Ireland Executive. Taken together with the SR20 settlement, this means the Executive is receiving an additional £1.3 billion in 2021-22 through the Barnett formula, on top of their baseline of £12.9 billion, as well as more than £350 million of non-Barnett funding, notably for farms and fisheries."}, {"text_block_id": "p78_b1046", "text": "Annexes"}, {"text_block_id": "p79_b1047", "text": "Figure A.1: COVID-19 economic support across the UK"}, {"text_block_id": "p79_b1048", "text": "•"}, {"text_block_id": "p79_b1049", "text": "Over £3.2 billion and over £1.5 billion lent through BBLS and CBILS respectively."}, {"text_block_id": "p79_b1050", "text": "Over £3.2 billion and over £1.5 billion lent through BBLS and CBILS respectively.\n* Over Â£9.9 billion over Â£3.8 billion lent through BBLS and CBILS respectively.\n<\\li1>"}, {"text_block_id": "p79_b1052", "text": "•"}, {"text_block_id": "p79_b1053", "text": "Over £6 billion and over £2.8 billion lent through BBLS and CBILS respectively."}, {"text_block_id": "p80_b1054", "text": "A"}, {"text_block_id": "p80_b1055", "text": "Responding to COVID-19"}, {"text_block_id": "p80_b1056", "text": "A.1"}, {"text_block_id": "p80_b1057", "text": "Between March and December 2020, the government announced over £280 billion"}, {"text_block_id": "p80_b1058", "text": "of economic support that strengthened public services and protected businesses and individuals in every part of the UK from the worst effects of the pandemic and the restrictions introduced to limit the spread of the virus. As measures to prevent further spread of the virus evolved, government responded with adapted support."}, {"text_block_id": "p80_b1059", "text": "A.2"}, {"text_block_id": "p80_b1060_merged_merged_merged", "text": "The government has provided unprecedented support to the devolved administrations to facilitate their response to COVID-19, in addition to UK-wide measures. Building on the £16.8 billion upfront Barnett guarantee for this year, the government announced a further £2.1 billion in February 2021 that the devolved administrations can spend this year or next year. From the start of the pandemic to February 2021 the total Barnett funding allocated to the devolved administrations has reached nearly £19 billion, including £9.7 billion for the Scottish Government, £5.9 billion for the Welsh Government and £3.3 billion for the Northern Ireland Executive. This funding has enabled the devolved administrations to deliver support where the programmes set out below don’t apply across the whole of the UK."}, {"text_block_id": "p80_b1062", "text": "A.3"}, {"text_block_id": "p80_b1063", "text": "This annex sets out government economic support announced since the beginning of the pandemic to 28 February 2021. Where the Budget announces extensions to or updates on these support schemes, details can be found in chapter 2 of this document."}, {"text_block_id": "p80_b1064", "text": "A.4"}, {"text_block_id": "p80_b1065", "text": "These unprecedented economic support schemes have benefited all parts of the United Kingdom. Figure A.1 illustrates the regional and national range of some of the major COVID-19 support schemes for businesses and individuals."}, {"text_block_id": "p81_b1066", "text": "Support for Businesses"}, {"text_block_id": "p81_b1067", "text": "A.5"}, {"text_block_id": "p81_b1068", "text": "The government has provided comprehensive economic support to protect businesses from the impacts of the pandemic helping them to plan for subsequent months."}, {"text_block_id": "p81_b1069", "text": "A.6"}, {"text_block_id": "p81_b1070", "text": "Access to finance"}, {"text_block_id": "p81_b1071", "text": "– The government launched five temporary schemes to help businesses across the UK deal with cashflow problems resulting from COVID-19 pressures by providing additional finance:"}, {"text_block_id": "p81_b1072", "text": "– The government launched five temporary schemes to help businesses across the UK deal with cashflow problems resulting from COVID-19 pressures by providing additional finance:\n* â CBILS has provided over\n* â CBILS has provided over\n 3\n* â CBILS has provided over\n 3\n with turnover under\n* â CBILS has provided over\n 3\n with turnover under\n 4\n* â CBILS has provided over\n 3\n with turnover under\n 4\n which aligns with their proportion\n* â CLBILS has\n* â CLBILS has\n 5\n* â CLBILS has\n 5\n with\n* â BBLS has provided over Â£45 billion of finance\n* â BBLS has provided over Â£45 billion of finance\n 6\n* â BBLS has provided over Â£45 billion of finance\n 6\n many of which had not\n* â BBLS has provided over Â£45 billion of finance\n 6\n many of which had not\n 7\n* â BBLS has provided over Â£45 billion of finance\n 6\n many of which had not\n 7\n which also\n* â The Future Fund has approved over Â£1.1 billion of convertible loans to over\n* â The Future Fund has approved over Â£1.1 billion of convertible loans to over\n 8\n* â The Future Fund has approved over Â£1.1 billion of convertible loans to over\n 8\n The loans provided range from Â£125,000 to Â£5\n* â CCFF has provided over Â£34 billion"}, {"text_block_id": "p81_b1101", "text": "A.7"}, {"text_block_id": "p81_b1102", "text": "Annual Investment Allowance (AIA)"}, {"text_block_id": "p81_b1103", "text": "– In November, the government announced the extension of the AIA’s temporary £1 million cap, until the end of 2021 for businesses across the UK. This ensures that the AIA continues to be set at its highest level since its introduction. The AIA allows firms 100% same year tax relief on qualifying plant and machinery investments up to an annual limit, providing more upfront support to encourage businesses to invest and grow."}, {"text_block_id": "p82_b1104", "text": "A.8"}, {"text_block_id": "p82_b1105", "text": "The Small Business Grant Fund, the Retail, Hospitality and Leisure Grant Fund and the Local Authority Discretionary Grant Fund"}, {"text_block_id": "p82_b1106_merged", "text": "– Between April and September 2020, the government provided over £11.6 billion worth of grants to around a million business properties in England.These schemes were designed to support small businesses and businesses in the sectors hit hardest by COVID-19."}, {"text_block_id": "p82_b1108", "text": "A.9"}, {"text_block_id": "p82_b1109", "text": "Local Restrictions Support Grant (LRSG) (Closed)"}, {"text_block_id": "p82_b1110", "text": "– Since Autumn 2020, the LRSG (Closed) scheme has been supporting businesses legally required to close as a result of COVID restrictions. Businesses in England which are legally required to close have been able to claim grants of up to £3,000 per premise per month. As of 17 January 2021, the Local Restrictions Support Grant (Closed) had provided £573 million worth of grants."}, {"text_block_id": "p82_b1111", "text": "A.10"}, {"text_block_id": "p82_b1112", "text": "Local Restrictions Support Grant (LRSG) (Open)"}, {"text_block_id": "p82_b1113", "text": "– In addition, the government provided funding for English local authorities to support businesses which experienced a severe reduction in demand due to restrictions on indoor social mixing. Local authorities in areas facing such restrictions between 1 August and 5 November or between 2 December and 5 January, received funding to provide grants of up to £2,100 per premise per month to hospitality, leisure and accommodation businesses which were able to remain open during those periods. As of 17 January 2021, the LRSG (Open) had provided £95 million worth of grants."}, {"text_block_id": "p82_b1114", "text": "A.11"}, {"text_block_id": "p82_b1115", "text": "Closed Business Lockdown Payment –"}, {"text_block_id": "p82_b1116", "text": "Since 5 January 2021, the Closed Business Lockdown Payment (CBLP) scheme has provided further support for businesses which are legally required to close as a result of COVID-19 restrictions. Businesses in England which are legally required to close have been able to claim one-off grants of up to £9,000 per premise, in addition to the monthly grant these businesses are eligible for through LRSG Closed."}, {"text_block_id": "p82_b1117", "text": "A.12"}, {"text_block_id": "p82_b1118", "text": "Additional Restrictions Grant (ARG)"}, {"text_block_id": "p82_b1119", "text": "– Businesses which were not eligible for grants via the LRSG scheme may have been able to benefit from the ARG. This funding has enabled local authorities to support local businesses at their own discretion. In January, the government increased the funding for this scheme by £500 million taking the total to £1.6 billion across England. As of 17 January 2021, ARG had provided £143 million worth of grants."}, {"text_block_id": "p82_b1120", "text": "A.13"}, {"text_block_id": "p82_b1121", "text": "Wet-led pub grants"}, {"text_block_id": "p82_b1122", "text": "– In December, in response to the impact of public health restrictions, the government announced that all wet-led pubs in Tiers 2, 3 or 4 at that time would receive £1,000 as a Christmas Support Payment, administered by English local authorities. As of 17 January 2021, £14 million worth of grants had been provided through this scheme."}, {"text_block_id": "p82_b1123", "text": "A.14"}, {"text_block_id": "p82_b1124", "text": "By the end of March 2021, the government expects to have paid out up to £20 billion of business grants over the financial year."}, {"text_block_id": "p82_b1125", "text": "Support for Liabilities"}, {"text_block_id": "p82_b1126", "text": "A.15"}, {"text_block_id": "p82_b1127", "text": "Freezing business rates multiplier"}, {"text_block_id": "p82_b1128", "text": "– The government has frozen the business rates multiplier in England for 2021-22 with effect from 1 April 2021, saving businesses around £600 million over the next five years. Without the freeze, the small business multiplier would have risen from 49.9p to 50.1p and the standard multiplier would have risen from 51.2p to 51.4p. The devolved administrations have received Barnett consequential funding."}, {"text_block_id": "p83_b1129", "text": "A.16"}, {"text_block_id": "p83_b1130", "text": "Commercial property"}, {"text_block_id": "p83_b1131", "text": "– Since March 2020, the government has implemented a range of measures to support commercial property tenants and landlords, including a moratorium on landlords’ right to evict tenants for non-payment of rent that has accrued during the pandemic; suspending the use by landlords of statutory demands and winding up petitions to pursue unpaid rent that has accrued during the pandemic; extending the period of rent arrears required before landlords can use Commercial Rent Arrears Recovery (CRAR) to seize tenants’ goods in lieu of unpaid rent; and working with the financial regulators to issue a joint statement encouraging investors and lenders to exercise forbearance in relation to the impact that the pandemic may have on loan covenants."}, {"text_block_id": "p83_b1132", "text": "A.17"}, {"text_block_id": "p83_b1133", "text": "Statutory Sick Pay (SSP) Rebate Scheme"}, {"text_block_id": "p83_b1134", "text": "– The SSP rebate scheme was announced in March 2020 to reimburse employers with fewer than 250 employees for up to 2 weeks of COVID-19 related SSP per employee across the UK."}, {"text_block_id": "p83_b1135", "text": "A.18"}, {"text_block_id": "p83_b1136", "text": "Trade Credit Reinsurance scheme"}, {"text_block_id": "p83_b1137", "text": "– In June 2020, the government entered into a reinsurance agreement with trade credit insurers to ensure coverage for vulnerable businesses and protect against the impact of insolvency. Under the scheme, the government assumes the majority of losses arising from insurance claims between 1 April 2020 and 30 June 2021, up to a total of £10 billion in insurance claims. Up to £190 billion of cover on businesses has been provided under the scheme."}, {"text_block_id": "p83_b1138", "text": "Had the government not moved swiftly to support the market, it is estimated up to £50 billion of crucial cover on around 155,000 business would have been at risk."}, {"text_block_id": "p83_b1139", "text": "Support with Tax Liabilities"}, {"text_block_id": "p83_b1140", "text": "A.19"}, {"text_block_id": "p83_b1141", "text": "VAT deferral"}, {"text_block_id": "p83_b1142", "text": "– In July 2020, the government announced that UK VAT-registered businesses did not need to pay any VAT due with VAT returns from 20 March through to the end of June 2020 before the end of March 2021. Around 600,000 businesses deferred VAT payments between March and June 2020, a cash injection of £34 billion into the UK economy."}, {"text_block_id": "p83_b1143", "text": "At the Winter Economy Plan, the government announced the VAT deferral ‘New Payment Scheme’, which is an available option for any business that took advantage of the original VAT deferral. Instead of paying the full deferred VAT outstanding by 31 March 2021, businesses can spread what they owe over up to 11 smaller monthly payments from this month. Businesses can join the service online without needing to contact HMRC. The service opened on 23 February 2021 and will close on 21 June 2021."}, {"text_block_id": "p83_b1144", "text": "Sector-Specific Support"}, {"text_block_id": "p83_b1145", "text": "A.20"}, {"text_block_id": "p83_b1146", "text": "Targeted business rates holidays"}, {"text_block_id": "p83_b1147_merged_merged_merged", "text": "– In March 2020 the government announced an unprecedented business rates holiday for eligible retail, hospitality and leisure properties for 12 months from 1 April 2020. To date, an estimated 350,000 properties have benefitted from over £10 billion of support.Nurseries in England have also received a one-year holiday. Business rates are England only and the devolved administrations have received Barnett consequential funding in the usual way."}, {"text_block_id": "p84_b1149", "text": "A.21 VAT reduced rate for the UK’s tourism and hospitality sector"}, {"text_block_id": "p84_b1150", "text": "– In July 2020, the government temporarily applied a reduced rate of VAT (5%) with effect from 15 July 2020 to goods and services supplied by the tourism and hospitality sector. This measure was extended at the Winter Economy Plan to run until 31 March 2021, to provide continued support to over 150,000 businesses and help protect over 2.4 million jobs."}, {"text_block_id": "p84_b1151", "text": "A.22 Sector-specific support"}, {"text_block_id": "p84_b1152", "text": "– The government has put in place further sector-specific measures including;"}, {"text_block_id": "p84_b1153", "text": "•"}, {"text_block_id": "p84_b1154", "text": "Eat Out to Help Out scheme -"}, {"text_block_id": "p84_b1155", "text": "introduced to help protect 1.8 million jobs in the hospitality sector"}, {"text_block_id": "p84_b1156", "text": "by encouraging people to return to eating out – this scheme was used for more than 160 million meals in the UK."}, {"text_block_id": "p84_b1157", "text": "•"}, {"text_block_id": "p84_b1158", "text": "Charities Support Package"}, {"text_block_id": "p84_b1159", "text": "- support for charities totalling £750 million, which includes £60 million for the devolved administrations through the Barnett formula."}, {"text_block_id": "p84_b1160", "text": "•"}, {"text_block_id": "p84_b1161", "text": "a"}, {"text_block_id": "p84_b1162", "text": "Culture Recovery Fund"}, {"text_block_id": "p84_b1163", "text": "offering a £1.57 billion lifeline to cultural organisations hard-hit by the pandemic, which includes £188 million for the devolved administrations through the Barnett formula."}, {"text_block_id": "p84_b1164", "text": "•"}, {"text_block_id": "p84_b1165", "text": "a"}, {"text_block_id": "p84_b1166", "text": "Sports Winter Survival Package"}, {"text_block_id": "p84_b1167", "text": "providing £300 million to support professional sports through the winter, and to protect the immediate future of major spectator sports in England, supporting clubs and governing bodies through the winter period."}, {"text_block_id": "p84_b1168", "text": "•"}, {"text_block_id": "p84_b1169", "text": "a £100 million"}, {"text_block_id": "p84_b1170", "text": "National Leisure Recovery Fund"}, {"text_block_id": "p84_b1171", "text": "to support publicly owned leisure facilities in England during the pandemic."}, {"text_block_id": "p84_b1172", "text": "•"}, {"text_block_id": "p84_b1173", "text": "£5 million in funding for 28 licensed"}, {"text_block_id": "p84_b1174", "text": "zoos and aquariums"}, {"text_block_id": "p84_b1175", "text": "to support them with the costs of animal care and essential maintenance in England."}, {"text_block_id": "p84_b1176", "text": "•"}, {"text_block_id": "p84_b1177", "text": "A £500 million"}, {"text_block_id": "p84_b1178", "text": "Film and TV Production Restart Scheme"}, {"text_block_id": "p84_b1179", "text": ", a government indemnity scheme to enable the UK screen production industry to operate during the pandemic."}, {"text_block_id": "p84_b1180", "text": "Support for individuals"}, {"text_block_id": "p84_b1181", "text": "A.23"}, {"text_block_id": "p84_b1182", "text": "In addition to supporting businesses through these uniquely challenging times, the government has given considerable support to individuals and families."}, {"text_block_id": "p84_b1183", "text": "A.24 Coronavirus Job Retention Scheme (CJRS)"}, {"text_block_id": "p84_b1184_merged_merged_merged_merged_merged_merged_merged", "text": "– As of 15 February, there have been 11.2 million jobs supported by the CJRS since its inception.A total of 1.3 million employers have made a claim in CJRS since it started in March 2020, totalling £53.8 billion claimed."}, {"text_block_id": "p84_b1186", "text": "A.25 Self-Employed Income Support Scheme (SEISS)"}, {"text_block_id": "p84_b1187", "text": "– In March 2020, the government announced the SEISS to support self-employed individuals whose businesses have been impacted by COVID-19. To date, there have been three grants provided under the scheme, through which the government has supported 2.7 million people, with claims totalling £19.7 billion. As of 31 January, the SEISS provided £1.2 billion, £757 million and £570 million of support to self-employed individuals in Scotland, Wales and Northern Ireland respectively."}, {"text_block_id": "p84_b1188", "text": "A.26 Universal Credit (UC) and Working Tax Credit increase"}, {"text_block_id": "p84_b1189", "text": "-A temporary £20 per week increase to the UC standard allowance and Working Tax Credit basic element for 2020/21 was introduced in March 2020. This means that for a single UC claimant (aged 25 or over), the"}, {"text_block_id": "p85_b1190", "text": "standard allowance has temporarily increased from £317.82 to £409.89 per month across England, Scotland and Wales. The Northern Ireland Executive has been funded to replicate this change in Northern Ireland. As of December 2020, there were 1.5 million households receiving tax credits and eligible to benefit from the £20 uplift."}, {"text_block_id": "p85_b1191", "text": "Furthermore, as of November 2020, there were 4.9 million households receiving Universal Credit, also benefitting from the uplift."}, {"text_block_id": "p85_b1192", "text": "A.27"}, {"text_block_id": "p85_b1193", "text": "Suspension of the UC Minimum Income Floor"}, {"text_block_id": "p85_b1194", "text": "– In March 2020 the government suspended the Minimum Income Floor for self-employed UC claimants. This measure applies to England, Scotland and Wales; the Northern Ireland Executive was given additional funding to provide similar support."}, {"text_block_id": "p85_b1195", "text": "A.28"}, {"text_block_id": "p85_b1196", "text": "Increased Local Housing Allowance rates"}, {"text_block_id": "p85_b1197", "text": "– In March 2020, the government increased the Local Housing Allowance rates for UC and Housing Benefit claimants so that it covers the 30th percentile of local rents. This increase meant nearly £1 billion of additional support for private renters claiming UC or Housing Benefit in 2021"}, {"text_block_id": "p85_b1198", "text": "and over 1.5 million households have gained just over £600 per year on average in additional support."}, {"text_block_id": "p85_b1199", "text": "For people renting in the highest demand areas, the gain will have been even higher, for example, around 500,000 claimants had an increase of more than £100 per month."}, {"text_block_id": "p85_b1200", "text": "The increased Local Housing Allowance rates apply in England, Scotland and Wales; the Northern Ireland Executive was given additional funding to provide similar support."}, {"text_block_id": "p85_b1201", "text": "A.29"}, {"text_block_id": "p85_b1202", "text": "Self-Assessment Tax Deferral"}, {"text_block_id": "p85_b1203_merged_merged_merged", "text": "-In March 2020, the government announced that SelfAssessment payments on account due by 31 July 2020 could be deferred until 31 January 2021. Intended to give immediate support to businesses and individuals by keeping cash at their disposal during the pandemic, the deferral provided an estimated £6 billion cash flow boost to approximately 1.5 million taxpayers across the UK."}, {"text_block_id": "p85_b1205", "text": "A.30"}, {"text_block_id": "p85_b1206", "text": "‘Self-Serve’ Time to Pay"}, {"text_block_id": "p85_b1207", "text": "– To further support the self-employed and other taxpayers who struggled to pay their deferred July 2020 payment, at the Winter Economy Plan on 24 September the government announced that HMRC would upgrade its existing online “self-service” Time to Pay facility. The facility, accessible via the GOV.UK website, previously enabled those who needed more time to pay to secure a payment plan to pay tax liabilities up to £10,000. From 1 October 2020, any Self-Assessment taxpayer with taxes due in January could benefit from the new offer, which allows them to set up an instalment payment arrangement for up to 12 months to pay their Self-Assessment tax liabilities up to £30,000."}, {"text_block_id": "p85_b1208", "text": "A.31"}, {"text_block_id": "p85_b1209", "text": "Mortgage and Consumer Credit Payment Holiday"}, {"text_block_id": "p85_b1210", "text": "– The government and Financial Conduct Authority (FCA) put in place UK-wide mortgage and consumer credit payment holidays for borrowers. At the outset of the pandemic, the government announced the availability of a three-month mortgage payment holiday for borrowers facing financial difficulty, with the possibility of extending this up to six months. Following this, the FCA published similar guidance for consumer credit products. The FCA guidance was subsequently updated in November 2020, extending the application window to 31 March 2021. As it stands, borrowers can take a payment holiday for a maximum of six months, and all mortgage and consumer credit holidays must end by 31 July 2021. Over 2.7 million mortgage and over 1.7 million consumer credit payment holidays have so far been granted to borrowers impacted by COVID-19."}, {"text_block_id": "p86_b1211", "text": "A.32"}, {"text_block_id": "p86_b1212", "text": "The Hardship Fund"}, {"text_block_id": "p86_b1213", "text": "-The government put in place a £500 million Hardship Fund to enable local authorities in England to provide an additional discount to the Council Tax bills of working age local council tax support claimants in 2020-21. To date, this funding has been used to provide more than 3 million working-age local council tax support claimants with a discount."}, {"text_block_id": "p86_b1214", "text": "A.33"}, {"text_block_id": "p86_b1215", "text": "Stamp Duty Land Tax (SDLT) temporary relief"}, {"text_block_id": "p86_b1216_merged", "text": "– To stimulate market activity and support businesses and jobs in England and Northern Ireland that rely on the property market, the government raised the nil rate band of SDLT from £125,000 to £500,000 until 31 March 2021. This means that nearly 9 out of 10 people buying a new home currently pay no SDLT at all.The Scottish and Welsh governments received additional funding to provide similar support as set out in their respective fiscal frameworks."}, {"text_block_id": "p86_b1218", "text": "A.34"}, {"text_block_id": "p86_b1219", "text": "Lifetime ISA (LISA) withdrawal charge reduction"}, {"text_block_id": "p86_b1220", "text": "– To help individuals access savings if needed during the pandemic, the government temporarily reduced the LISA withdrawal charge from 25% to 20% for unauthorised withdrawals made between 6 March 2020 and 5 April 2021 across the UK. This means that LISA investors can withdraw their money for any reason over this period, only losing the government bonus earned on the amount they withdraw."}, {"text_block_id": "p86_b1221", "text": "A.35"}, {"text_block_id": "p86_b1222", "text": "VAT on electronic publications"}, {"text_block_id": "p86_b1223", "text": "– At Budget 2020, the government announced it would legislate to apply a permanent zero rate of VAT to supplies of electronic publications from 1 December 2020 to support literacy and reading in all its forms. Following the outbreak of COVID-19 and to help reduce the cost of access to electronic publications when many people have been confined to their homes and schools closed, the government legislated to bring forward the implementation date to 1 May 2020."}, {"text_block_id": "p86_b1224", "text": "A.36"}, {"text_block_id": "p86_b1225", "text": "Covid-related Statutory Sick Pay (SSP)"}, {"text_block_id": "p86_b1226", "text": "– The government expanded SSP so that employees can claim it if they are asked to self-isolate and changed the rules so that COVID-19 related SSP is payable from day one rather than day four. This measure applies to England, Scotland and Wales, with the Northern Ireland Executive mirroring provisions."}, {"text_block_id": "p86_b1227", "text": "A.37"}, {"text_block_id": "p86_b1228", "text": "Test and Trace Support Payment –"}, {"text_block_id": "p86_b1229", "text": "In September the government announced that all eligible people in England told to self-isolate due to COVID-19 would receive a one-off payment of £500. This is for individuals who are employed or self-employed, unable to work from home and will lose income as a result, and in receipt of certain means-tested benefits. The government has provided £110 million to local authorities to administer the scheme and make payments – including £35 million for discretionary payments according to local authorities’ own criteria up until the 31 January 2021. On 22 February 2021, the government announced additional funding, including a further £20 million per month for discretionary payments will be made available from March 2021 and expanded the scheme to cover parents who are unable to work because they are caring for a child who is self-isolating."}, {"text_block_id": "p86_b1230", "text": "A.38"}, {"text_block_id": "p86_b1231", "text": "Rough sleepers support"}, {"text_block_id": "p86_b1232", "text": "– The government provided an additional £221 million to support rough sleepers and those at risk of homelessness through the pandemic in 202021 and a further £254 million in 2021-22, including £103 million announced last year for accommodation and substance misuse. This takes total resource funding for rough sleeping and homelessness in 2021-22 in England to £676 million."}, {"text_block_id": "p86_b1233", "text": "Support for Jobs"}, {"text_block_id": "p86_b1234", "text": "A.39"}, {"text_block_id": "p86_b1235", "text": "The government has built a comprehensive package of support to help people of all ages search for work and build the skills they need to open up new job opportunities."}, {"text_block_id": "p87_b1236", "text": "A.40"}, {"text_block_id": "p87_b1237", "text": "Job search support"}, {"text_block_id": "p87_b1238", "text": "–"}, {"text_block_id": "p87_b1239", "text": "The government put in place a further £1.4 billion at SR20, to build on the Plan for Jobs commitment to increase capacity in Job Centre Plus and double the number of work coaches, on top of a 2020-21 increase in spend of £895 million at the Plan for Jobs announcement in July. There are now 10,000 additional coaches already in post."}, {"text_block_id": "p87_b1240", "text": "Work coaches are the first point of contact when someone loses their job and provide invaluable personalised support to all unemployed claimants."}, {"text_block_id": "p87_b1241", "text": "A.41"}, {"text_block_id": "p87_b1242", "text": "Kickstart scheme"}, {"text_block_id": "p87_b1243", "text": "–"}, {"text_block_id": "p87_b1244_merged_merged", "text": "The £2 billion Kickstart scheme provides young people at risk of long-term unemployment with fully-subsidised jobs to give them experience and skills. The funding available for each job will cover 100% of the age-relevant National Minimum Wage for 25 hours a week. So far, over 120,000 Kickstart vacancies have been created by the scheme.Employers across Great Britain, from a range of different sectors including Construction, Arts and Entertainment, Health and Social Work, Manufacturing, Retail, Transport and public and voluntary sectors have already had their bids to take part in the scheme approved."}, {"text_block_id": "p87_b1246", "text": "A.42"}, {"text_block_id": "p87_b1247", "text": "Restart scheme"}, {"text_block_id": "p87_b1248", "text": "–"}, {"text_block_id": "p87_b1249", "text": "As announced at SR20, the £2.9 billion Restart scheme will launch in Summer 2021 to provide intensive and tailored support to over 1 million unemployed people in England and Wales and help them find work."}, {"text_block_id": "p87_b1250", "text": "A.43"}, {"text_block_id": "p87_b1251", "text": "Payments for employers who hire new apprentices"}, {"text_block_id": "p87_b1252", "text": "– The government introduced a new payment of £2,000 to employers in England for each new apprentice they hire aged under 25, and a £1,500 payment for each new apprentice they hire aged 25 and over, from 1st August 2020 to 31st March 2021. These payments were in addition to the existing £1,000 payment the government already provides for new 16-18-year-old apprentices, and those aged under 25 with an Education, Health and Care Plan – where that applies."}, {"text_block_id": "p87_b1253", "text": "A.44"}, {"text_block_id": "p87_b1254", "text": "High quality traineeships for young people"}, {"text_block_id": "p87_b1255", "text": "– The government made available an additional £111 million in 2020-21 to fund high quality work placements and training for 1624-year olds in England. This funding is enough to triple participation in traineeships. For the first time ever, the government is funding employers who provide trainees with work experience, at a rate of £1,000 per trainee. The government will improve provision and expand eligibility for traineeships to those with Level 3 qualifications and below, to ensure that more young people have access to high quality training."}, {"text_block_id": "p87_b1256", "text": "A.45"}, {"text_block_id": "p87_b1257", "text": "New funding for sector-based work academies"}, {"text_block_id": "p87_b1258", "text": "– The government provided an additional £17 million in 2020/2021 to triple the number of sector-based work academy placements in England in order to provide vocational training and guaranteed interviews for more people, helping them gain the skills needed for the jobs available in their local area. The government has already delivered the tripling of places, with 40,000 starts this year."}, {"text_block_id": "p87_b1259", "text": "A.46"}, {"text_block_id": "p87_b1260", "text": "New funding for National Careers Service"}, {"text_block_id": "p87_b1261", "text": "– The government made available an additional £32 million funding over 2020-21 and 2021-22 for the National Careers Service so that 269,000 more people in England can receive personalised advice on training and work."}, {"text_block_id": "p87_b1262", "text": "A.47"}, {"text_block_id": "p87_b1263", "text": "High value courses for school and college leavers"}, {"text_block_id": "p87_b1264", "text": "– The government made available £101 million for the 2020-21 academic year to give all 18-19-year olds in England the opportunity to study targeted high value Level 2 and 3 courses when there are not employment opportunities available to them."}, {"text_block_id": "p87_b1265", "text": "A.48"}, {"text_block_id": "p87_b1266", "text": "Skills Training –"}, {"text_block_id": "p87_b1267", "text": "At SR20, the government announced new funding for skills and training measures to help adults in England build the skills they need to get into work, including:"}, {"text_block_id": "p88_b1268", "text": "At SR20, the government announced new funding for skills and training measures to help adults in England build the skills they need to get into work, including:\n* Â£127m to extend delivery of the Plan for Jobs measures for skills and training to help\n* Â£138 million for the governmentâs commitment to fund in-demand technical courses for\n* around Â£22 billion for the Test and Trace programme\n* around Â£18 billion to support the NHS\n* almost Â£15 billion for the procurement of Personal Protective Equipment (PPE)\n* around Â£5 billion to support the procurement and deployment of vaccines"}, {"text_block_id": "p88_b1272", "text": "A.49"}, {"text_block_id": "p88_b1273", "text": "Expanded Youth Offer"}, {"text_block_id": "p88_b1274", "text": "– The government is expanding and increasing the intensive support offered by DWP in Great Britain to young jobseekers, providing a guaranteed foundation of support to all those aged 18-24 in the Intensive Work Search group in Universal Credit."}, {"text_block_id": "p88_b1275", "text": "A.50"}, {"text_block_id": "p88_b1276", "text": "The Job Entry Targeted Support (JETS)"}, {"text_block_id": "p88_b1277", "text": "– The government is providing a total of over £200 million to expand the scope of the Work and Health Programme in Great Britain to introduce additional voluntary support for those on benefits that have been unemployed for more than 3 months. JETS launched in England and Wales in October 2020 and in Scotland from January 2021. This scheme is expected to support over 250,000 people. This expansion will have no impact on the existing provision for those with illnesses or disabilities in England and Wales."}, {"text_block_id": "p88_b1278", "text": "A.51"}, {"text_block_id": "p88_b1279", "text": "Job finding support service"}, {"text_block_id": "p88_b1280", "text": "– The government is funding private sector capacity to introduce a job finding support service in Great Britain. This online, one-to-one service helps those who have been unemployed for less than three months increase their chances of finding employment."}, {"text_block_id": "p88_b1281", "text": "A.52"}, {"text_block_id": "p88_b1282", "text": "Flexible Support Fund"}, {"text_block_id": "p88_b1283", "text": "– The government is providing additional investment in the Flexible Support Fund which includes increasing the capacity of the Rapid Response Service in Great Britain. The Flexible Support Fund also provides local support to claimants by removing barriers to work such as travel expenses for attending interviews."}, {"text_block_id": "p88_b1284", "text": "Support for public services and controlling and mitigating the virus"}, {"text_block_id": "p88_b1285", "text": "A.53"}, {"text_block_id": "p88_b1286", "text": "In addition to the substantial support offered to individuals and businesses, the government has taken extensive actions to ensure public services are supported and resilient to the pressures of this pandemic. In 2020-21, the government provided over £100 billion of support across the UK, and at SR20 the government announced a further £55 billion to support the public services response to COVID-19 in 2021-22, including £2.6 billion for the devolved administrations."}, {"text_block_id": "p88_b1287", "text": "Health"}, {"text_block_id": "p88_b1288", "text": "A.54"}, {"text_block_id": "p88_b1289", "text": "Frontline health service support"}, {"text_block_id": "p88_b1290_merged", "text": "– The government has provided £63 billion for frontline health services across the UK to tackle the pandemic in 2020-21. This includes:"}, {"text_block_id": "p89_b1300", "text": "A.55"}, {"text_block_id": "p89_b1301", "text": "NHS recovery"}, {"text_block_id": "p89_b1302", "text": "– The government has also announced an additional £3 billion for next year to support the NHS recovery in England from the impacts of COVID-19. This includes:"}, {"text_block_id": "p89_b1303", "text": "– The government has also announced an additional £3 billion for next year to support the NHS recovery in England from the impacts of COVID-19. This includes:\n* around Â£1 billion to begin tackling the elective backlog â enough funding to enable\n* funding to help to address waiting times for mental health services, give more people the"}, {"text_block_id": "p89_b1307", "text": "A.56"}, {"text_block_id": "p89_b1308", "text": "Medicines supplies"}, {"text_block_id": "p89_b1309", "text": "– The government has committed a further £163 million next year to increase supplies of key medicines for treating COVID-19 patients."}, {"text_block_id": "p89_b1310", "text": "A.57"}, {"text_block_id": "p89_b1311", "text": "VAT on Personal Protective Equipment (PPE)"}, {"text_block_id": "p89_b1312", "text": "– On 30 April 2020, the government introduced a temporary zero rate of VAT for three months on the sale of PPE to help affected sectors during the initial shock of the COVID-19 crisis when the global supply of PPE did not meet demand. This temporary measure was then extended for a further three months, and following new measures introduced by the government, such as the PPE Portal, ensuring supply of COVID-19 related PPE to affected sectors from 1 November, ended as planned on 31 October."}, {"text_block_id": "p89_b1313", "text": "A.58"}, {"text_block_id": "p89_b1314", "text": "Relief for certain imported goods"}, {"text_block_id": "p89_b1315", "text": "– In April 2020, the government introduced relief for imports of items of medical equipment, COVID-19 testing kits, medicine and PPE for use by state organisations and charities or philanthropic organisations in tackling the pandemic. This relief enabled such goods to be imported from outside the EU free of customs duties and VAT. It was backdated to apply from 30 January 2020, when the World Health Organisation declared COVID-19 a ‘Public Health Emergency of International Concern’ and ended on 31 December 2020.  Since 1 January 2021, tariffs on medical products used to help fight against coronavirus have been suspended by the government in the fight against the pandemic, lowering costs on these critical items for organisations across the UK."}, {"text_block_id": "p89_b1316", "text": "Vaccine Investment"}, {"text_block_id": "p89_b1317", "text": "A.59"}, {"text_block_id": "p89_b1318_merged", "text": "Safe and effective vaccines represent a decisive step forward in the government’s ability to mitigate the impact of the virus and enable a strong economic recovery. The government has secured access to a diversified portfolio of eight vaccine candidates across four different vaccine types and has made significant progress in rolling out vaccines – by the end of February, over 20 million people in the UK had received a first dose of a vaccine."}, {"text_block_id": "p89_b1320", "text": "A.60"}, {"text_block_id": "p89_b1321", "text": "To fund this unprecedented national effort across the whole UK, the government has made available more than £6 billion in total to develop and procure COVID-19 vaccines. Of that, the government has pledged £733 million for the UK Vaccines Taskforce in 2021-22 to purchase successful vaccines and £128 million for research and development (R&D) and vaccines manufacturing. Further funding will be allocated from the COVID-19 reserve as needed."}, {"text_block_id": "p89_b1322", "text": "A.61"}, {"text_block_id": "p89_b1323", "text": "The government also provided £3 billion in 2020-21 for deployment costs in England."}, {"text_block_id": "p89_b1324", "text": "Education"}, {"text_block_id": "p89_b1325", "text": "A.62"}, {"text_block_id": "p89_b1326", "text": "The government has made available £3 billion in education funding in England across 2020-21 and 2021-22 in response to COVID-19, including funding for schools in England to help children catch up on lost learning and supplementary support for free school meals and for skills and training measures to help young people and adults get into work."}, {"text_block_id": "p90_b1327", "text": "Local government"}, {"text_block_id": "p90_b1328", "text": "A.63"}, {"text_block_id": "p90_b1329_merged", "text": "To help local authorities in England respond to the impacts of COVID-19 the government has provided £6.5 billion in 2020-21, on top of £1.6 billion awarded in 2019-20, bringing the total to date to over £8 billion. Local authorities are also expected to receive over £3 billion of further support for their COVID-19 pressures in 2021- 22, taking the total support provided to over £11 billion since March 2020."}, {"text_block_id": "p90_b1331", "text": "A.64"}, {"text_block_id": "p90_b1332", "text": "On Monday 22 February, the government announced a further £400 million funding in England for the Contain Outbreak Management Fund (COMF) from 1 April, taking total COMF support across 2020-21 and 2021-22 to £2 billion. This is to cover further public health activities in 2021-22, and further details will be announced in due course. In March, the government will publish an updated COVID-19 contain outbreak management framework for local areas, which will set out how national and local partners will continue to work with the public at a local level to prevent, contain and manage outbreaks. This will include details of the enhanced toolkit of measures to address Variants of Concern."}, {"text_block_id": "p90_b1333", "text": "Justice"}, {"text_block_id": "p90_b1334", "text": "A.65"}, {"text_block_id": "p90_b1335", "text": "The government has provided over £450 million in 2020-21 to support the justice system in England and Wales, including funding to ensure safety in prisons and courts and funding to reduce backlogs in the Crown Court caused by COVID-19."}, {"text_block_id": "p90_b1336", "text": "Public transport services"}, {"text_block_id": "p90_b1337", "text": "A.66"}, {"text_block_id": "p90_b1338", "text": "The government has invested £14 billion to keep the country’s transport networks moving so that those who need to travel can do so safely and reliably. This includes an estimated £8.8 billion for rail passenger services in England. The government has also provided an additional £2 billion to the Department for Transport to ensure continued operation of the railways in Q1 of 2021-22."}, {"text_block_id": "p92_b1339_merged", "text": "B Financing"}, {"text_block_id": "p92_b1341", "text": "B.1"}, {"text_block_id": "p92_b1342", "text": "This annex sets out the details of the government’s financing plans in 2021-22. Further details can be found in the ‘Debt management report 2021-22’, available at www.gov.uk."}, {"text_block_id": "p92_b1343", "text": "Debt management objective"}, {"text_block_id": "p92_b1344", "text": "B.2"}, {"text_block_id": "p92_b1345", "text": "The debt management objective, as set out in the ‘Debt management report 2021-22’, is"}, {"text_block_id": "p92_b1346", "text": "“to minimise, over the long term, the costs of meeting the government’s financing needs, taking into account risk, while ensuring that debt management policy is consistent with the aims of monetary policy.”"}, {"text_block_id": "p92_b1347", "text": "Debt management policy"}, {"text_block_id": "p92_b1348", "text": "B.3"}, {"text_block_id": "p92_b1349", "text": "While decisions on debt management policy must be taken with a long-term perspective, specific decisions on funding the government’s gross financing requirement are taken annually. Those decisions are announced before the start of the forthcoming financial year and can be updated during the year."}, {"text_block_id": "p92_b1350", "text": "B.4"}, {"text_block_id": "p92_b1351", "text": "In reaching a decision on the overall structure of the annual debt financing remit, the government considers the risks to which the Exchequer is exposed through its debt issuance decisions and assesses the relative importance of each risk in accordance with its risk appetite. For example, the government places a high weight on minimising near-term exposure to refinancing risk. This exposure is managed partly by maintaining a sizeable proportion of long-dated debt in the portfolio, which reduces the need to refinance debt frequently. Relatedly, all else equal, this also reduces the government’s exposure to interest rate risk in the near term. The government is particularly mindful of risks, including interest rate risk, in light of the significant increase in the debt stock that has taken place during 2020, as detailed in Box [1.D]."}, {"text_block_id": "p92_b1352", "text": "Green gilts and retail savings product"}, {"text_block_id": "p92_b1353", "text": "B.5"}, {"text_block_id": "p92_b1354", "text": "In November 2020, the Chancellor announced the government’s intention to issue its inaugural green gilt in 2021. The Budget announces further details, including that the government will issue its first green gilt in the summer, with a further issuance to follow later in 2021, as the UK looks to build out a ’green curve‘. Planned green gilt issuance for the financial year 2021-22 will total a minimum of £15 billion. The green gilt framework, to be published in June 2021, will detail the types of expenditures that will be financed to help meet the government’s environmental objectives. The government also commits to reporting on the contributions of green gilt-financed spending towards social co-benefits such as job creation and levelling-up."}, {"text_block_id": "p93_b1355", "text": "B.6"}, {"text_block_id": "p93_b1356", "text": "The Budget also announces plans for a green retail product to be offered through NS&I later in 2021. Proceeds from this product will not contribute towards NS&I’s 2021-22 financing remit."}, {"text_block_id": "p93_b1357", "text": "Index-linked gilts"}, {"text_block_id": "p93_b1358", "text": "B.7"}, {"text_block_id": "p93_b1359", "text": "At Budget 2018 – and as part of the government’s responsible approach to fiscal risk management – the government announced that it would look to reduce the proportion of index-linked gilt issuance in a measured fashion over the medium term as a means of reducing its inflation exposure in the debt portfolio. Consistent with this, index-linked gilts are currently planned to account for 11.1% of the government’s gilt issuance in 2021-22."}, {"text_block_id": "p93_b1360", "text": "B.8"}, {"text_block_id": "p93_b1361", "text": "As announced in September 2019, UKSA intends to bring the methods and data sources of the Consumer Price Index including owner occupiers’ housing costs (CPIH) into RPI. On 25 November 2020, the government and the UK Statistics Authority (UKSA) published the response to the consultation on UKSA’s proposal to address the shortcomings of the RPI measure of inflation. The Chancellor announced that, while he sees the statistical arguments of UKSA’s intended approach to reform, in order to minimise the impact of reform on the holders of index-linked gilts, he will be unable to offer his consent to the implementation of such a proposal before the maturity of the final index-linked gilt to be specifically affected, which will occur in 2030."}, {"text_block_id": "p93_b1362", "text": "Financing arithmetic"}, {"text_block_id": "p93_b1363", "text": "B.9"}, {"text_block_id": "p93_b1364", "text": "The financing arithmetic is set out in Table B.1."}, {"text_block_id": "p93_b1365", "text": "B.10"}, {"text_block_id": "p93_b1366", "text": "The Office for Budget Responsibility’s (OBR’s) March 2021 ‘Economic and fiscal outlook’ forecast for the 2021-22 central government net cash requirement (excluding NRAM ltd, Bradford & Bingley and Network Rail), which is referred to as CGNCR (ex NRAM, B&B and NR), is £240.4 billion. This measure is used in the financing arithmetic as it reflects the forecast cash requirement of the Exchequer. The relationship between public sector net borrowing and CGNCR (ex NRAM, B&B and NR) is set out in the OBR’s March 2021 ‘Economic and fiscal outlook’."}, {"text_block_id": "p93_b1367", "text": "B.11"}, {"text_block_id": "p93_b1368", "text": "The net financing requirement (NFR) for the Debt Management Office (DMO) comprises: CGNCR (ex NRAM, B&B and NR) plus any financing for gilt redemptions, and other adjustments, less the net contribution to financing from NS&I and any other in-year contributions to financing."}, {"text_block_id": "p93_b1369", "text": "B.12"}, {"text_block_id": "p93_b1370", "text": "The NFR for 2021-22 is forecast to be £297.7 billion, reflecting:"}, {"text_block_id": "p93_b1371", "text": "The NFR for 2021-22 is forecast to be £297.7 billion, reflecting:\n* the forecast for CGNCR (ex NRAM, B&B and NR) of Â£240.4 billion\n* gilt redemptions of Â£79.3 billion\n* a planned short-term financing adjustment of -Â£16.0 billion resulting from unanticipated\n* a net contribution to financing from NS&I of Â£6 billion"}, {"text_block_id": "p93_b1379", "text": "B.13"}, {"text_block_id": "p93_b1380", "text": "As set out in Table B.1, the NFR for 2021-22 will primarily be met by gilt sales of £295.9 billion. In addition, it is expected that Treasury bills will also make a small net positive contribution to debt financing in 2021-22 of £1.8 billion."}, {"text_block_id": "p94_b1381", "text": "Gilt issuance by method, type and maturity"}, {"text_block_id": "p94_b1382", "text": "B.14"}, {"text_block_id": "p94_b1383", "text": "Decisions on the skew of gilt issuance are made annually with reference to the government’s debt management objective, as set out in the ‘Debt management report 2021-22’."}, {"text_block_id": "p94_b1384", "text": "B.15"}, {"text_block_id": "p94_b1385", "text": "Auctions will remain the government’s primary method of gilt issuance. It is anticipated that £237.9 billion (80.4%) of total gilt sales will be issued by auction in 2021-22, and around £30.0 billion (10.1%) will be issued by syndication. The government will continue to use gilt tenders to supplement issuance by auction and syndication."}, {"text_block_id": "p94_b1386", "text": "B.16"}, {"text_block_id": "p94_b1387", "text": "Issuance by auction and syndication is currently planned to be split by maturity and type as follows:"}, {"text_block_id": "p94_b1388", "text": "Issuance by auction and syndication is currently planned to be split by maturity and type as follows:\n* Â£87.0 billion of short conventional gilts (29.4% of total issuance)\n* Â£65.4 billion of medium conventional gilts (22.1% of total issuance)\n* Â£82.8 billion of long conventional gilts (28.0% of total issuance)\n* Â£32.7 billion of index-linked gilts (11.1% of total issuance)"}, {"text_block_id": "p94_b1396", "text": "B.17"}, {"text_block_id": "p94_b1397", "text": "The financing plans of the DMO include an initially unallocated portion of issuance through which gilts of any maturity or type may be issued, subject to prior notification. This unallocated portion is set at £28.0 billion (9.5% of total issuance). The unallocated portion is used in such a way as to respond appropriately to evolving market conditions in-year. In 202122 the unallocated portion will be used additionally to account for the issuance of green gilts. Once an initial green gilt offering has been executed, the proceeds from that transaction (and any future transactions) will be reported separately in the financing arithmetic table for 2021-22."}, {"text_block_id": "p94_b1398", "text": "Treasury bills"}, {"text_block_id": "p94_b1399", "text": "B.18"}, {"text_block_id": "p94_b1400", "text": "Treasury bills for debt management purposes are forecast to constitute £60.0 billion of the total debt stock at the end of 2020-21. It is currently anticipated that net issuance of Treasury bills for debt management purposes in 2021-22 will be £1.8 billion."}, {"text_block_id": "p94_b1401", "text": "NS&I"}, {"text_block_id": "p94_b1402", "text": "B.19"}, {"text_block_id": "p94_b1403", "text": "NS&I will have a net financing target of £6 billion in 2021-22, within a range of £3 billion to £9 billion. This target reflects NS&I’s requirement to balance the interests of its savers, the taxpayer, and the wider financial services sector."}, {"text_block_id": "p94_b1404", "text": "Illustrative future gross financing requirement"}, {"text_block_id": "p94_b1405", "text": "B.20"}, {"text_block_id": "p94_b1406", "text": "Table B.2 sets out the illustrative gross financing requirement for each financial year from 2022-23 to 2025-26, using the OBR’s March 2021 forecast for CGNCR (ex NRAM, B&B and NR) and taking into account current planned gilt redemptions."}, {"text_block_id": "p95_b1407", "text": "Table B.1: Financing arithmetic in 2020-21 and 2021-22 (£ billion)"}, {"text_block_id": "p95_b1408", "text": "Table B.2: Illustrative gross financing requirement (£ billion)"}, {"text_block_id": "p95_b1409", "text": "Source: HM Treasury, OBR and DMO."}, {"text_block_id": "p96_b1410_merged", "text": "C  Outlook: selected tables"}, {"text_block_id": "p96_b1413", "text": "C.1"}, {"text_block_id": "p96_b1414", "text": "The Office for Budget Responsibility (OBR) has published its March 2021 ‘Economic and fiscal outlook’ alongside Budget 2021. This annex reproduces the OBR’s key forecasts for the economy and public finances. Further detail and explanation can be found in the OBR’s report."}, {"text_block_id": "p97_b1415", "text": "Table C.1: Detailed summary of forecast"}, {"text_block_id": "p98_b1416", "text": "Table C.2: Fiscal aggregates: central forecast"}, {"text_block_id": "p99_b1417", "text": "Table C.3: Changes to public sector net debt since November 2020"}, {"text_block_id": "p100_b1418", "text": "Table C.4: Changes to public sector net borrowing since November 2020"}, {"text_block_id": "p101_b1419", "text": "Table C.5: Current receipts"}, {"text_block_id": "p102_b1420", "text": "Table C.6: Total managed expenditure"}, {"text_block_id": "p104_b1421", "text": "List of abbreviations"}, {"text_block_id": "p106_b1422", "text": "Executive Summary"}, {"text_block_id": "p106_b1423", "text": "Table 1 Budget 2021 policy decisions (£ million)"}, {"text_block_id": "p106_b1424", "text": "Chapter 1"}, {"text_block_id": "p106_b1425", "text": "Chapter 2"}, {"text_block_id": "p106_b1426", "text": "Table 2.1"}, {"text_block_id": "p106_b1427", "text": "Table 2.2"}, {"text_block_id": "p106_b1428", "text": "Budget 2021 policy decisions (£ million)"}, {"text_block_id": "p106_b1429", "text": "Towns Fund Deals"}, {"text_block_id": "p106_b1430", "text": "Chapter 3"}, {"text_block_id": "p106_b1431", "text": "Table 3.1"}, {"text_block_id": "p106_b1432", "text": "Annex B"}, {"text_block_id": "p106_b1433", "text": "Table B.1"}, {"text_block_id": "p106_b1434", "text": "Table B.2"}, {"text_block_id": "p106_b1435", "text": "UK government funding for the devolved administrations in 2021-22"}, {"text_block_id": "p106_b1436", "text": "Financing arithmetic in 2020-21 and 2021-22 (£ billion)"}, {"text_block_id": "p106_b1437", "text": "Illustrative gross financing requirement (£ billion)"}, {"text_block_id": "p106_b1438", "text": "Annex C"}, {"text_block_id": "p107_b1439", "text": "Executive Summary"}, {"text_block_id": "p108_b1440", "text": "HM Treasury contacts"}, {"text_block_id": "p108_b1441", "text": "This document can be downloaded from"}, {"text_block_id": "p108_b1442", "text": "If you require this information in an alternative format or have general enquiries about"}, {"text_block_id": "p108_b1443", "text": "HM Treasury and its work, contact:"}, {"text_block_id": "p108_b1444", "text": "Correspondence Team"}, {"text_block_id": "p108_b1445", "text": "HM Treasury"}, {"text_block_id": "p108_b1446", "text": "1 Horse Guards Road"}, {"text_block_id": "p108_b1447", "text": "London"}, {"text_block_id": "p108_b1448", "text": "SW1A 2HQ"}, {"text_block_id": "p108_b1449", "text": "Tel: 020 7270 5000"}, {"text_block_id": "p108_b1450", "text": "Email:"}, {"text_block_id": "p108_b1451", "text": "CCS0121882386"}, {"text_block_id": "p108_b1452", "text": "978-1-5286-2394-0"}], "document_description": "The 2021 Budget, announced by the UK Treasury in March 2021, contained a number of references to net zero targets. Through the budget, the UK's Net Zero target has been made part of the UK Government's \"overall economic policy objective\" and as a result is to be incorporated into the remit of the Bank of England. The budget also includes plans for a new National Infrastructure Bank with £22 billion of financing and for the issuance of the UK's first green government bond or gilt."}