{"document_instrument_name": ["Processes, plans and strategies|Governance", "Other|Direct Investment", "Subsidies|Economic"], "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Transport", "document_language": "English", "document_name": "Bus Back Better: national bus strategy for England", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "15/03/2021", "document_keyword": ["Covid19", "Public Transport", "Bus"], "document_url": "https://cdn.climatepolicyradar.org/GBR/2021/GBR-2021-03-15-Bus Back Better: national bus strategy for England_78f3d8ef32f1c30b7437dfdf48c3efc6.pdf", "text_blocks": [{"text_block_id": "p60_b1", "text": "Retail Prices Index (RPI): Bus and coach fares, railfares and motoring expenditure, 1987–2019 25"}, {"text_block_id": "p59_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p58_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p57_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p56_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p55_b1", "text": "55"}, {"text_block_id": "p54_b1", "text": "Chapter 4"}, {"text_block_id": "p53_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p52_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p51_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p50_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p49_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p48_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p47_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p46_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p45_b1", "text": "Devolution"}, {"text_block_id": "p44_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p43_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p42_b1", "text": "Bus Service Improvement Plans will need to explain:"}, {"text_block_id": "p41_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p40_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p39_b1", "text": "We want to see the commitment to thesepartnerships realised, so from April 2022 onlyLTAs with an Enhanced Partnership or whohave begun following the statutory processto decide whether to implement franchising,will be able to access the new discretionarystreams of Government bus funding. Fromthat date, the new discretionary forms of busfunding from Government will only be availableto services operated, or measures taken,under an Enhanced Partnership or where afranchising scheme has been made. In addition,only services operated under these statutoryagreements will be eligible for the reformed BusService Operators Grant, subject to consultation.The Secretary of State may disapply these rulesor the deadline of April 2022 in individual cases,on an exceptional basis; we will also ensure thatno operator is disadvantaged through any failureto establish an Enhanced Partnership due toactions beyond their control. We will also takeinto account an LTA’s performance with respectto the policies set out in this strategy whenconsidering funding allocations for wider, non-bus local transport schemes."}, {"text_block_id": "p38_b1", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p37_b1", "text": "37"}, {"text_block_id": "p36_b1", "text": "Strong bus networks connectour communities, getting peopleto jobs and services, giving themopportunities, and boosting economicgrowth and inclusion. This chapter setsout the collaborative approach thatwill give us stronger, better plannednetworks, and how Government willsupport local transport authoritiesand operators to deliver."}, {"text_block_id": "p35_b1", "text": "35"}, {"text_block_id": "p34_b1", "text": "3"}, {"text_block_id": "p33_b1", "text": "Passenger Satisfaction"}, {"text_block_id": "p32_b1", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p31_b1", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p30_b1", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p29_b1", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p28_b1", "text": "Our goal is to get bus use back towhat it was before the pandemic.Then we want to increase patronageand raise buses’ mode share. We canonly do these things by ensuring thatbuses are an attractive alternative tothe car for far more people."}, {"text_block_id": "p27_b1", "text": "27"}, {"text_block_id": "p26_b1", "text": "Chapter 2"}, {"text_block_id": "p25_b1", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p24_b1", "text": "’"}, {"text_block_id": "p23_b1", "text": "Examples of success"}, {"text_block_id": "p22_b1", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p21_b1", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p20_b1", "text": "Examples of some barriers todelivering better bus services"}, {"text_block_id": "p19_b1", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p18_b1", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p17_b1", "text": "–Chapter 1 The opportunity"}, {"text_block_id": "p16_b1", "text": "Buses are the easiest, cheapestand quickest way to improvetransport. Building a new railwayor road takes years, if not decades.Better bus services can be deliveredin months. Experience shows thatrelatively small sums of money, bythe standards of transport spending,can deliver signifcant benefts."}, {"text_block_id": "p15_b1", "text": "15"}, {"text_block_id": "p14_b1", "text": "1"}, {"text_block_id": "p13_b1", "text": "Introduction – Our vision for the future of buses"}, {"text_block_id": "p12_b1", "text": "Introduction – Our vision for the future of buses"}, {"text_block_id": "p11_b1", "text": "–"}, {"text_block_id": "p10_b1", "text": "Introduction – Our vision for the future of buses"}, {"text_block_id": "p9_b1", "text": "We want buses to be both tools of inclusionand the transport of choice. We want todemystify buses for non-users, tacklemisconceptions about bus travel and addressthe negative perceptions some still hold about it."}, {"text_block_id": "p8_b1", "text": "Introduction – Our vision for the future of buses"}, {"text_block_id": "p7_b1", "text": "7"}, {"text_block_id": "p6_b1", "text": "Introduction"}, {"text_block_id": "p5_b1", "text": "We want simple, cheap fat fares that you canpay with a contactless card, with daily andweekly price capping across operators, rail andtram too. We want a network that feels like anetwork, with easy-to-understand services,consistent high standards and comprehensiveinformation at the touch of a phone. We want4,000 new green buses, and many others,running faster and more reliably in speciallanes. As in London, all that will need councils,who control the roads, and bus operators towork together."}, {"text_block_id": "p4_b1", "text": "Prime Minister’sForeword"}, {"text_block_id": "p3_b1", "text": "4614263454687682"}, {"text_block_id": "p1_b1", "text": "BusBackBetter"}, {"text_block_id": "p67_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p66_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p65_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p64_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p63_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p62_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p61_b1", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p84_b1", "text": "The Department for Transport has actively considered the needs of blind andpartially sighted people in accessing this document. The text will be madeavailable in full on the Department’s website. The text may be freely downloadedand translated by individuals or organisations for conversion into other accessibleformats. If you have other needs in this regard please contact the Department."}, {"text_block_id": "p83_b1", "text": "20. DfT (2020) Local bus passenger journeys, TableBUS0109: Passenger journeys on local bus servicesby local authority: England, 2018/19. Available online at:https://www.gov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys."}, {"text_block_id": "p82_b1", "text": "Endnotes"}, {"text_block_id": "p81_b1", "text": "Appendix – COVID recovery 2021–22"}, {"text_block_id": "p80_b1", "text": "Appendix – COVID recovery 2021–22"}, {"text_block_id": "p79_b1", "text": "Appendix – COVID recovery 2021–22"}, {"text_block_id": "p78_b1", "text": "Appendix – COVID recovery 2021–22"}, {"text_block_id": "p77_b1", "text": "77"}, {"text_block_id": "p76_b1", "text": "Appendix"}, {"text_block_id": "p75_b1", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p74_b1", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p73_b1", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p72_b1", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p71_b1", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p70_b1", "text": "The UK has one of the mostambitious approaches in theworld to achieving net zero by 2050.Our Transport DecarbonisationPlan (to be published shortly) willset out measures to help achievethis, with signifcant local air qualityimprovements preventing thousandsof early deaths each year."}, {"text_block_id": "p69_b1", "text": "69"}, {"text_block_id": "p68_b1", "text": "5"}, {"text_block_id": "p60_b2", "text": "(Jan 1987 = 100)"}, {"text_block_id": "p59_b2", "text": "The design of bus infrastructure improvementsshould be informed by the experience ofdisabled people and consulted on with a rangeof passengers; particular care should be takenwhen implementing bus priority measures toensure that they do not impede access fordisabled people reliant on private motor vehicles,taxis and private hire vehicles."}, {"text_block_id": "p58_b2", "text": "In 2018, the Government consulted onproposals to use powers introduced bythe Bus Services Act 2017 to mandate theprovision of audible and visible route and nextstop announcements on local bus services,in order to help disabled passengers totravel with greater confdence. Subject tofnal analysis, we will make these AccessibleInformation Regulations by summer 2022,ensuring passengers can board any bus withconfdence and that they will know when toalight when their destination is reached. Wewill increase the funding for the smallest buscompanies to ensure their passengers beneftfrom improved onboard information by at least£1.5m in 2021–22."}, {"text_block_id": "p57_b2", "text": "57"}, {"text_block_id": "p56_b2", "text": "Buses for Everyone:We will set a high bar forstandards enabling busesto be used by all."}, {"text_block_id": "p54_b2", "text": "Delivering forpassengers"}, {"text_block_id": "p53_b2", "text": "53"}, {"text_block_id": "p52_b2", "text": "Emergency CovidMeasures in theNext Few Months"}, {"text_block_id": "p51_b2", "text": "The Law Commissions have been undertakinga review of Automated Vehicles (AVs), 22 lookingat the regulatory framework for the safedeployment of automated vehicles in the UK.The second consultation of this review, thefndings of which were published in May 2020,specifcally considered how highly automatedvehicles might be used for passenger transport.In their third consultation paper in December2020, the Law Commissions proposed a systemthat unifes passenger and freight licensing torefect the modular design of highly automatedvehicles (with no human on-board). PassengerAVs would be subject to stricter requirementsthan freight AVs but both would be founded onthe same requirements necessary for a vehiclewith no responsible person on-board. We willreview how legislation that separately coversbuses, taxis, private hire vehicles and light railmay be brought together to refect the blurringboundaries between these forms of travel, withinthe Future of Transport Regulatory Review. Thiswill give service providers a clear, long-term,regulatory framework, which will allow newforms of service to be provided to passengersby removing obstacles to innovation andallowing greater fexibility."}, {"text_block_id": "p50_b2", "text": "The Government is committed to transforminglocal transport, and its recent publication “GearChange: A bold vision for cycling and walking”sets outs its plans to transform the role cyclingand walking play in our transport system. “GearChange” and this strategy complement eachother. Cycling, walking and using the bus areall part of the Government’s agenda to deliver atransport system that works for everyone, wherewalking cycling and taking the bus are a naturalchoice for shorter journeys."}, {"text_block_id": "p49_b2", "text": "We will make sure that future local transport is joined up"}, {"text_block_id": "p48_b2", "text": "Through Bus Service Improvement Plans weexpect LTAs to work with operators to set thedaytime, evening and Sunday service levelsthat different communities need. In somecases, these services could be provided bydemand responsive transport, integrated withthe conventional buses, where they exist.Places that are economically disadvantaged,including smaller industrial towns and isolatedhousing estates, should also be included inthat thinking to connect them better to centresof employment, broadening opportunities andthe choice of work, education and leisure forthose who live there. We will also expect tosee better services being provided to places ofemployment off existing main bus routes, suchas out-of-town industrial estates and factories.Again, this could be done with integrateddemand responsive transport geared to shifttimes. There is a role to play for employers inhelping with this."}, {"text_block_id": "p47_b2", "text": "Key Route Networks"}, {"text_block_id": "p46_b2", "text": "There must be signifcant increases in bus priority"}, {"text_block_id": "p45_b2", "text": "In line with previous devolution of bus funding toTransport for London and Transport for GreaterManchester, we will work to devolve Bus ServiceOperators Grant (BSOG), including once it hasbeen reformed, to MCAs and other LTAs whorequest it. This will form part of wider work toreform BSOG (see page 48) and will not be inplace for fnancial year 2021–22."}, {"text_block_id": "p44_b2", "text": "The offer for bus operators and LTAs"}, {"text_block_id": "p43_b2", "text": "Franchising"}, {"text_block_id": "p42_b2", "text": "• How current services meet or fall short ofthe expectations listed above."}, {"text_block_id": "p41_b2", "text": "Bus Service Improvement Plans will:"}, {"text_block_id": "p40_b2", "text": "Plans must be developed in collaboration withlocal bus operators, community transport bodiesand local businesses, services and people.They will be living, transparent documents, withtargets. LTAs will need to routinely publish six-monthly progress reports against these targets.Plans will demonstrate how bus services areintegrated with other types of transport in theirarea such as connectivity to train stations,making journeys simple and stress-free forcustomers. They must take account of cyclingand walking schemes, complementing theseforms of travel and not competing with them.We will publish detailed guidance on preparinga Bus Service Improvement Plan shortly, andupdate our existing guidance on EnhancedPartnerships and franchising."}, {"text_block_id": "p39_b2", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p38_b2", "text": "Today’s bus sector"}, {"text_block_id": "p37_b2", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p36_b2", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p34_b2", "text": "Chapter 3"}, {"text_block_id": "p33_b2", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p32_b2", "text": "• Easier to use: Common tickets, passesand daily capping should be available onall services irrespective of operator, at littleor no premium to single-operator fares. Allbuses should accept contactless payment.Tickets and fares should be simple; fatfares should increasingly be standardin urban areas. Bus stations should beprotected from closure and redevelopmentand improved."}, {"text_block_id": "p31_b2", "text": "31"}, {"text_block_id": "p30_b2", "text": "That means making them:"}, {"text_block_id": "p29_b2", "text": "29"}, {"text_block_id": "p28_b2", "text": "Chapter 2 – The buses we want"}, {"text_block_id": "p26_b2", "text": "The buseswe wa nt"}, {"text_block_id": "p25_b2", "text": "Projects which have grown patronage"}, {"text_block_id": "p24_b2", "text": "Bristol’s Metrobus"}, {"text_block_id": "p23_b2", "text": "Across England there are pockets of hope– places where signifcant growth has beenseen despite the national trends. We knowwhat can work and how the cycle can bebroken. It needs LTAs and bus operatorsto work together to put passengersfrst. Where operators understand theirpassengers, offer great customer serviceand have clean, modern feets; and LTAsinvest to give buses priority on busy roadsand junctions, and put buses at the heart oftheir local transport planning."}, {"text_block_id": "p22_b2", "text": "The COVID-19 pandemic has had a hugeimpact on bus use in 2020"}, {"text_block_id": "p21_b2", "text": "Bus Use and Car Ownership 1982–2019 8"}, {"text_block_id": "p20_b2", "text": "Bus Company ABus Company B"}, {"text_block_id": "p19_b2", "text": "The challenge: a cycle of decline"}, {"text_block_id": "p18_b2", "text": "Since COVID-19, the need has become moreurgent. In many places, roads already operatedat or close to capacity before the pandemic.There is a risk that when full economic lifereturns, the move away from public transportduring the crisis will cause unmanageablelevels of car traffc, slowing some areas to acrawl, holding back the economic recovery andcreating a severe risk to health. Bus servicescan be improved relatively quickly to drawpeople back to public transport. They can alsobe reconfgured more easily than railways tomeet any post-COVID change in travel patterns,such as a greater number of suburban, localand orbital journeys in cities."}, {"text_block_id": "p17_b2", "text": "17"}, {"text_block_id": "p16_b2", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p14_b2", "text": "Chapter 1"}, {"text_block_id": "p13_b2", "text": "We expect that the majority of LTAs will choosethese Enhanced Partnerships rather thanfranchising as their end state, though otherswill proceed to franchising. We value the crucialrole that bus operators have and believe thatpartnerships will allow LTAs to harness theirknowledge and entrepreneurial skills. As wedescribe later, partnerships will work best ifthey deliver benefts and incentives to bothsides. We will publish updated guidance onEnhanced Partnerships in the coming weeks."}, {"text_block_id": "p12_b2", "text": "12"}, {"text_block_id": "p11_b2", "text": "11"}, {"text_block_id": "p10_b2", "text": "Wherever and whenever bus patronagegrows, there are likely to be bus operators andlocal government working together to deliverimprovements for passengers."}, {"text_block_id": "p9_b2", "text": "But London is only a partial role model. Itspopulation density is greater than elsewhere;costs and subsidy remain stubbornly high;and its success is eroding as its bus ridershiphas been falling."}, {"text_block_id": "p8_b2", "text": "Buses are at the centre of the publictransport network, making 4.07 billionjourneys in England in 2019/20 1 , morethan twice as many as the railways."}, {"text_block_id": "p6_b2", "text": "Our visionfor the futureof buses"}, {"text_block_id": "p5_b2", "text": "Our job has changed because of Covid. In someways it is harder. Bus use has dropped, thoughby less than on the railways. In some ways itis easier. The industry has had almost £1bn inemergency funding, and will need signifcantpublic support for some time to come. Thedeal for operators is that we will give you thatsupport, and the measures to unstick traffcthat you have wanted for years – but in return,we need your cooperation and partnership todeliver the policies in this strategy."}, {"text_block_id": "p4_b2", "text": "I love buses, and I have never quite understoodwhy so few governments before mine havefelt the same way. A couple of years ago, Iunintentionally broke the internet with the widelymocked, but true, statement that one of myhobbies is making models of buses. As mayorof London, I was proud to evict from the capitalthat mobile roadblock, the bendy bus, and toreplace it with a thousand sleek, green, street-gracing New Routemasters."}, {"text_block_id": "p1_b2", "text": "National"}, {"text_block_id": "p67_b2", "text": "Bus Rapid Transport – Belfast’s Glider"}, {"text_block_id": "p66_b2", "text": "We want to ensure that the needs of ruraltransport users are given equal considerationto those in urban areas. We have pilotedprojects targeting rural areas specifcally. Weare committed to improving the connectivityof isolated rural communities and those withinfrequent and unreliable services. We havebeen seeking views and evidence on whatcould be incorporated into a Future of Transport:rural strategy. This strategy will set out howinnovations and technological developmentsin transport can be harnessed in ruralcommunities. We want improved rural transportto support economic growth and developmentin rural communities."}, {"text_block_id": "p65_b2", "text": "More demand responsive services"}, {"text_block_id": "p64_b2", "text": "In popular tourist areas such as the WestCountry and the national parks, often blightedand congested by too many cars, we wantBus Service Improvement Plans to showhow far more will be done to promote busesto visitors, with improved services, easilyaccessible information, park-and-ride sites andspecial tickets. Scenic railways, such as theSettle-Carlisle and West Highland lines, arenow signifcant tourist attractions and wealthgenerators in their own right. We see no reasonwhy several of Britain’s equally splendid busroutes should not be marketed in the same way."}, {"text_block_id": "p63_b2", "text": "The Bus Open Data Service was launched inNovember 2020 and the statutory obligationto publish data was introduced on 1 January2021, with national datasets currently beingbuilt for timetables, fares and location. Noneof the most commonly-used public transportjourney planning apps and websites yet providecomprehensive, accurate, England-wide localbus information and there are many other appsthat only include some operators."}, {"text_block_id": "p62_b2", "text": "Bus Service Improvement Plans shouldconsider whether to simplify routes; for example,considering whether networks should havemore high-frequency major route services ratherthan lots of low-frequency services combining.Route variations and letter suffx routes shouldbe reduced."}, {"text_block_id": "p61_b2", "text": "Given the growing importance of contactlesson buses, we do not believe that there is anyneed to integrate or unify the many existing bussmartcard products. Their usage will decline ascontactless uptake rises. But we also believethat operators should continue to accept cashfor now: there is a risk that otherwise we willdeter or exclude passengers who, for anyreason, may not have usable debit or creditcards. Price-capping will obviously not beavailable to those who pay cash, but paper daytickets should be."}, {"text_block_id": "p84_b2", "text": "Department for TransportGreat Minster House33 Horseferry RoadLondon SW1P 4DRTelephone 0300 330 3000Website www.gov.uk/dftGeneral enquiries: https://forms.dft.gov.uk"}, {"text_block_id": "p83_b2", "text": "29. DfT (2020) Energy and environment: data tables, TableENV0201: Greenhouse gas emissions by transportmode: United Kingdom. Available online at: https://www.gov.uk/government/statistical-data-sets/energy-and-environment-data-tables-env."}, {"text_block_id": "p82_b2", "text": "1.DfT (2020) Local bus passenger journeys, TableBUS0103: Passenger journeys on local bus servicesby metropolitan area status and country: Great Britain,2019/20. Available online at: https://www.gov.uk/government/statistics/annual-bus-statistics-year-endingmarch-2020."}, {"text_block_id": "p81_b2", "text": "Concessionary fares funding"}, {"text_block_id": "p80_b2", "text": "We will continue to provide CBSSG as longas necessary. Passenger numbers arelikely to remain depressed for some time asconfdence in public transport returns andnew travel patterns bed-in. Further funding(outside of London) will only be available to LTAswho have committed to entering EnhancedPartnerships, and operators who cooperatewith the process. It will also be available to LTAsthat have started the statutory process towardsfranchising, or which have applied to the DfT forpowers to do so."}, {"text_block_id": "p79_b2", "text": "The efforts of LTAs and bus operators werealso substantial over the year. Together, theyhave worked fexibly to adapt service levelsto work for their local areas, adapted to thechallenge of children returning to school inSeptember, and worked to manage sicknessabsence and conduct winter planning. This,combined with the continued concessionaryfare funding support from local government,has been central to the transport response tothe pandemic. We will build on these successfulpartnerships to drive not only recovery ofthe sector but also to improve services forpassengers and bring more people onto buses."}, {"text_block_id": "p78_b2", "text": "In March 2020, the COVID-19 pandemic hadthe potential to severely impact and reduce thebus network. Both the request to travel lessand the new social distancing requirementsposed signifcant questions of viability onthe bus network across the country. Duringthe frst lockdown, passenger numbers fellto approximately 10% of those before thepandemic 32 However, through the joint efforts ofLocal Transport Authorities (LTAs), bus operatorsand central government, vital bus services weresupported, enabling frontline workers to get totheir jobs, children to return to education and thepublic to make the essential journeys needed."}, {"text_block_id": "p76_b2", "text": "COVIDrecovery2021–22"}, {"text_block_id": "p75_b2", "text": "We will ensure our plans for buseslead to overall carbon reductions"}, {"text_block_id": "p74_b2", "text": "We will take a place-basedapproach to investmentwherever appropriate"}, {"text_block_id": "p73_b2", "text": "The Roadmap to Net Zero Bus Services"}, {"text_block_id": "p72_b2", "text": "Zero emission bus services, that meet the needsof passengers and communities, and attractpassengers from other forms of transport, are atthe heart of our plans."}, {"text_block_id": "p71_b2", "text": "71"}, {"text_block_id": "p70_b2", "text": "Chapter 5 – A green bus revolution"}, {"text_block_id": "p68_b2", "text": "Chapter 5"}, {"text_block_id": "p60_b3", "text": "MotoringExpenditure"}, {"text_block_id": "p59_b3", "text": "We will continue to fund free off-peak bus travelfor disabled people, free off-peak travel forpensioners and free travel to and from schoolfor children who live beyond walking distance.We will not fund travel for people who are notnecessarily disadvantaged, such as blanketfree travel for unaccompanied children or olderpeople below the state pension age."}, {"text_block_id": "p58_b3", "text": "We will make sure that apps can providepassengers with accessibility data about busstations and stops so they can make informedtravel choices regarding accessibility of services.Recognising roadside information and hard copyformats are also important for many passengers."}, {"text_block_id": "p56_b3", "text": "56"}, {"text_block_id": "p54_b3", "text": "4"}, {"text_block_id": "p52_b3", "text": "In many places, roads already operatedat or close to capacity before thepandemic. There is a risk that whenfull economic life returns, the moveaway from public transport during thecrisis will lead to unmanageable levelsof car traffc, slowing some places to acrawl. Traffc congestion will damagethe economic recovery and cause anincreased pollution risk to human health."}, {"text_block_id": "p51_b3", "text": "We want to stimulate innovation and enableit to thrive. Regulation itself will change, as italways has. But our goals will not change. Wewant transport to be cleaner, safer, healthier,greener, cheaper, more convenient, and moreinclusive. Our approach will be underpinnedas far as possible by the following Future ofTransport principles:"}, {"text_block_id": "p50_b3", "text": "As set out in Gear Change, we will carry bikeson more bus routes. Buses and cycles togethercan allow more journeys which are otherwiseonly possible by car, recognising that far morepeople live near a bus stop than a rail station.In many rural areas, where demand is lower,we will work with bus operators to allow alimited number of bikes on board, in additionto onboard wheelchair space, on appropriateroutes, as a few rural bus routes already do. Ahandful of urban routes also allow bikes, usingexternal racks. We will investigate extendingthis provision further. The Cycling and WalkingInvestment Strategy Investment Model alsoreveals that bus route enhancements also havean impact in generating additional walking trips."}, {"text_block_id": "p49_b3", "text": "We are committed to reforming future localtransport funding to better support local leadersdeliver their priorities and achieve key objectives,such as levelling up and decarbonisation.We will better coordinate local transport fundingby engaging local areas about their investmentpriorities in the round and their overallstrategy for improving transport infrastructure.This will enable better strategic planning andmore joined up infrastructure projects acrosslocal transport networks."}, {"text_block_id": "p48_b3", "text": "If this cannot be achieved by agreement, wewill consider statutorily requiring the provision ofsocially necessary bus services, including thosewhich improve people’s access to employment."}, {"text_block_id": "p47_b3", "text": "Most Mayoral Combined Authorities (MCAs)now have a Key Route Network (KRN) of themost important local roads for which they sharepowers to operate and manage with LocalHighways Authorities. The Government plansto consult on strengthening the KRN approach.Whilst some KRN designations exist at present,Mayors are limited in their powers, particularlyover the allocation of road space."}, {"text_block_id": "p46_b3", "text": "The key to making buses more attractive ismaking them faster and more reliable."}, {"text_block_id": "p45_b3", "text": "In return, we expect all LTAs to:"}, {"text_block_id": "p44_b3", "text": "Operators will gain things they have long sought:frst, the certainty of continued support throughwhat are likely to be several years of recovery;and second a commitment by councils andGovernment to tackle some of the biggestthreats to the future of their operations, aboveall traffc congestion."}, {"text_block_id": "p43_b3", "text": "Franchising can be an effective way of correctinga market failure and we support its use whereit is in the best interests of passengers. Usedwell, franchising can harness the knowledgeand expertise of the private sector and improveservice levels, customer satisfaction and overallpatronage."}, {"text_block_id": "p42_b3", "text": "• How the improvements needed willbe delivered through the EnhancedPartnership/franchising schemes and theLTA’s and operators’ investment plans."}, {"text_block_id": "p41_b3", "text": "• Be developed by LTAs in collaboration withlocal bus operators, community transportbodies and local businesses, servicesand people."}, {"text_block_id": "p40_b3", "text": "LTAs may also join together to producejoint plans and partnership or franchisingarrangements and should be looking to doso where local economies and travel to workareas overlap signifcantly. We would expectto see shared arrangements across any areaswishing to become new or expanded MayoralCombined Authorities in the future."}, {"text_block_id": "p39_b3", "text": "By the end of October 2021, we expect all LTAsto publish a local Bus Service ImprovementPlan. These new plans must set out howthey will use their Enhanced Partnership orfranchising scheme to deliver an ambitiousvision for travel by bus, meeting the goals andexpectations in this strategy and driven by whatpassengers and would-be passengers want intheir area."}, {"text_block_id": "p38_b3", "text": "Since 1986, the bus market in Englandoutside London has been deregulated.Prior to COVID-19, around 87% of local busservice mileage outside London was run on acommercial basis by hundreds of private sectorbus operators 15 . These operators decide whereand when to run commercial services, invest inthe buses and facilities, and set their own fares,with only a very limited role for LTAs * ."}, {"text_block_id": "p37_b3", "text": "37"}, {"text_block_id": "p36_b3", "text": "36"}, {"text_block_id": "p34_b3", "text": "Deliveringbetter busservices"}, {"text_block_id": "p33_b3", "text": "The latest Transport Focus ‘Annual Bus Passenger Survey’ gives headline satisfactionfgures of between 76% and 95% for local bus services in England outside London 14 ."}, {"text_block_id": "p32_b3", "text": "• Better to ride in: Comfortable, high-spec,modern buses will help make using the busmore appealing. Passengers should feelsafe on board. Buses should offer end toend accessibility and provide ample areasfor pushchairs and luggage in addition tothe wheelchair space, so that everybodycan travel with confdence. They shouldalso offer audible and visible information, inaddition to WIFI and charging as standard –allowing people to work and interact onlinewhilst they travel, and make better useof their time. In holiday and scenic areas,much more should be done to promotebuses to visitors, with the views from thetop deck an attraction in themselves."}, {"text_block_id": "p30_b3", "text": "• More frequent: Turn up and go services,where passengers don’t need a timetable,should be provided on major urban routes.Feeder services, using conventional busesor smaller vehicles, can boost the frequencyof connections from places away from mainroads, connecting to the major routes withintegrated ticketing. In low-density areasand at low-demand times of day, demandresponsive vehicles can provide muchhigher levels of service than conventionalfxed bus routes."}, {"text_block_id": "p28_b3", "text": "28"}, {"text_block_id": "p26_b3", "text": "2"}, {"text_block_id": "p25_b3", "text": "The West Midlands is a good recentexample of how revenue and capitalsubsidy by operators and government canarrest general decline. Bus use has beenstabilised by a series of corridor and routeenhancement schemes:"}, {"text_block_id": "p24_b3", "text": "The metrobus network was built with aninvestment of £235m – including £113mfrom the Department for Transport.Metrobus is a bus rapid transit systemcomprising three limited-stop routes inthe Bristol urban area that use bus lanesand segregated busways."}, {"text_block_id": "p23_b3", "text": "Picture:Brighton and Hove Buses"}, {"text_block_id": "p22_b3", "text": "During the frst lockdown passenger boardings fell to approximately 10% of those on the sameday in the third week of January. As restrictions were eased passenger boardings increased 9 ."}, {"text_block_id": "p21_b3", "text": "0"}, {"text_block_id": "p20_b3", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p19_b3", "text": "Our system isn’t working. With someencouraging exceptions, bus services havebeen in decline for a long time, as we havebecome an increasingly car-focused society.In many areas, we are stuck in a vicious cyclewhere ever-increasing congestion slowsdown buses and makes them less attractive,pushing people further towards the car andcompounding the problem."}, {"text_block_id": "p18_b3", "text": "The bus sector includes many examples ofsuccess and innovation. Despite years ofdecline, the quantity of bus services in manyplaces remains quite good, at least duringthe working day. But because buses havebeen neglected, their future is fragile and thereremains substantial scope for improvement.Our task is both to unlock the substantialuntapped potential in the existing service, bymaking it easier to understand and use; andto improve it, making it more reliable, morefrequent and cheaper, and making more useof new forms of provision such as demandresponsive transport."}, {"text_block_id": "p16_b3", "text": "16"}, {"text_block_id": "p14_b3", "text": "Theopportunity"}, {"text_block_id": "p13_b3", "text": "Just as important as new operating models,are other measures to drive quality andeffciency. We want to create a virtuouscircle: increasing usage, but also reducingoperating costs so better services can besustained without permanently higher subsidy.In cities and other congested places, the keyintervention will be signifcantly more ambitiousbus priority schemes, making services faster,more reliable, more attractive to passengersand cheaper to run."}, {"text_block_id": "p11_b3", "text": "Introduction Our vision for the future of buses"}, {"text_block_id": "p10_b3", "text": "Buses in London, unlike the rest of England, arefranchised. Transport for London determines thenetwork of services which are provided, undercontracts for specifc routes, by private sectoroperators. Franchising does not necessarilyhave to replicate this route-by route tendering.Less onerously, contracts can be let fordifferent parts of a city or to a single operatorfor a whole network, with signifcant co-designopportunities for that operator. This is themodel of the successful LibertyBus franchisein Jersey. Franchising powers are only availableautomatically to Mayoral Combined Authorities(MCAs) but can be provided to other LocalTransport Authorities (LTAs) through secondarylegislation. We will support any LTA whichwishes to access franchising powers, and whichhas the capability and intention to use them atpace to deliver improvements for passengers."}, {"text_block_id": "p9_b3", "text": "Introduction – Our vision for the future of buses"}, {"text_block_id": "p8_b3", "text": "They bring people to jobs, study and localservices; they liberate people who are old,young, disabled and isolated; they savemillions of tonnes of carbon and pollution, andthousands of miles of traffc jams. The double-decker bus is a symbol of Britain."}, {"text_block_id": "p6_b3", "text": "6"}, {"text_block_id": "p5_b3", "text": "In every way, the pandemic has made our jobmore urgent. We must build back greener,minimising pollution and tackling the congestionthat clogs up our towns and cities. But as thecountry recovers, this strategy looks to thelong term."}, {"text_block_id": "p4_b3", "text": "Buses are the country’s favourite mode ofpublic transport too – used for twice as manyjourneys as trains, from thousands morestopping-places across the country. They getteenagers to college. They drive pensioners tosee their friends. They connect people to jobsthey couldn’t otherwise take. They sustain towncentres, they strengthen communities and theyprotect the environment. They are lifelines andthey are liberators."}, {"text_block_id": "p3_b3", "text": "Prime Minister’s Foreword"}, {"text_block_id": "p1_b3", "text": "BUS"}, {"text_block_id": "p67_b3", "text": "Translink’s cross-city Glider services areoperated by tram-style vehicles, whichhave three sets of doors on each vehiclefor speedy alighting and boarding. TheGlider provides an inclusive environment,including separate areas for wheelchairusers and passengers with pushchairs, stepfree boarding and audible and visible stopannouncements."}, {"text_block_id": "p66_b3", "text": "Rural Mobility Fund"}, {"text_block_id": "p65_b3", "text": "In lower-density areas and at less populartimes, conventional fxed-route buses can nevercompete with the attractiveness or fexibility ofthe car. But now, aided by technology, demandresponsive services can – offering a morepersonal, on-demand service, taking peoplefrom their doors or closer to their doors than aregular bus."}, {"text_block_id": "p64_b3", "text": "We will give bus passengersmore of a voice and a say"}, {"text_block_id": "p63_b3", "text": "This may mislead potential passengers intothinking that there are no services to theplace they want to go. A number of apps andwebsites give inaccurate information whentested. Web searches for particular routes oftenalso bring up old timetable PDFs which havesince changed. Every town, city and rural areashould have published, up to date maps."}, {"text_block_id": "p62_b3", "text": "Networks often try to provide infrequent throughservices to everywhere or divert buses awayfrom the main route to serve smaller places,reducing speed and convenience for peopletravelling between a route’s major points.As described, on high-frequency servicesmore use could instead be made of goodhub-and-spoke connections, with frequentfeeder buses connecting into frequent majorroutes and through ticketing. This becomespossible if frequency and reliability improve."}, {"text_block_id": "p61_b3", "text": "Through ticketing should also be easier. Adegree of through ticketing between bus andrail is already available under the PlusBusscheme, although its coverage and availabilityare limited. We will promote PlusBus better,and work towards extending the range ofdestinations available under it and makingPlusBus tickets available as e-tickets and mobiletickets, so users can start their journey with abus trip without needing to have paper ticketsposted out or collected in advance from arailway station."}, {"text_block_id": "p84_b3", "text": "© Crown copyright 2021"}, {"text_block_id": "p83_b3", "text": "21. DfT (2020) Future of Transport regulatory review, callfor evidence on micromobility vehicles, flexible busservices and Mobility-as-a-Service. Available online at:https://www.gov.uk/government/consultations/of-transport-regulatory-review-call-for-evidence-micromobility-vehicles-fexible-bus-services-and-mobility-as-a-service."}, {"text_block_id": "p82_b3", "text": "2.DfT (2020) Vehicles operated by local bus operators,Table BUS0602 Number of buses used as Public ServiceVehicles by metropolitan area status and country, localoperators only: Great Britain. Available online at: https://www.gov.uk/government/statistical-data-sets/bus06vehicle-stocks-technology-and-equipment."}, {"text_block_id": "p81_b3", "text": "Throughout the COVID-19 pandemic thecontinued contribution from local authoritiesto support the bus network in the form ofEnglish National Concessionary Travel Schemepayments has ensured that, along with ourCBSSG funding, buses have continued tooperate full networks and support essentialjourneys. The vast majority of local authoritieshave continued to use their pre-existing budgetsto pay concessionary fares at pre-COVID levels,despite the signifcant fall in concessionary travelwhich has supported operators to maintainroutes and service levels. As the pandemicresponse continues, we are asking localauthorities to continue to make these paymentsin line with the guidance we have issued and wewill be laying a statutory instrument to supportthem to do so, to explicitly strengthen the legalbasis for these payments."}, {"text_block_id": "p80_b3", "text": "This provides LTAs and operators with asignifcant opportunity. As service patterns andnetworks are reset, there is no better time tosimplify fares and ticketing or address the traffcbottlenecks which can reduce operating costson key routes."}, {"text_block_id": "p79_b3", "text": "CBSSG Restart"}, {"text_block_id": "p78_b3", "text": "To support this effort, the Government hasprovided an unprecedented amount of supportfor the bus sector. Through the discretionaryCOVID-19 Bus Services Support Grant(CBSSG) Restart, and by continuing to payout Bus Service Operators Grant (BSOG) atpre-COVID-19 levels, the Government hadannounced over £1 billion of support by the endof 2020. This has been essential to keep busservices running when, with reduced capacitydue to social distancing, the vast majority ofbuses would otherwise have operated at a lossor would have stopped running entirely."}, {"text_block_id": "p76_b3", "text": "76"}, {"text_block_id": "p75_b3", "text": "We are committed to achieving an all zeroemission bus feet in the future and will set alegal end date for the sale of new diesel buses,and set an expectation for when the entire busfeet will be zero emission. We will consult onpotential dates this year. A key factor will beensuring these ambitions do not make busservices more expensive to operate overall,otherwise fares will rise or services will be cut– potentially leading to greater overall carbonemissions as more journeys are made by car."}, {"text_block_id": "p74_b3", "text": "De-carbonising the bus feet requires investmentin both fuelling infrastructure and vehicles.Taking an area-based approach to infrastructureinvestment allows more innovative solutions tobe considered – such as:"}, {"text_block_id": "p73_b3", "text": "Five principles underpin our roadmap to a zeroemission feet. They are:"}, {"text_block_id": "p72_b3", "text": "New vehicles offer more than environmentalbenefts – with more comfortable journeys anda reduction in vehicle noise and vibration theyprovide an opportunity to attract new users.The added incentive is that we expect thatzero emission buses will achieve operatingcost savings in the longer term, which can bereinvested in more frequent services, lower faresand other improvements for passengers."}, {"text_block_id": "p70_b3", "text": "70"}, {"text_block_id": "p68_b3", "text": "A green busrevolution"}, {"text_block_id": "p60_b4", "text": "100"}, {"text_block_id": "p59_b4", "text": "Fares must be lowerand simpler"}, {"text_block_id": "p58_b4", "text": "We will expect LTAs to explicitly considerinclusivity and to review the impact of roadsideinfrastructure on passenger safety, securityand accessibility as part of their Bus ServiceImprovement Plans."}, {"text_block_id": "p54_b4", "text": "54"}, {"text_block_id": "p52_b4", "text": "As the crisis abates, therefore, we musturgently encourage people to return topublic transport. We will do so, as socialdistancing on transport is withdrawn, byselectively expediting a number of thepolicies in this strategy."}, {"text_block_id": "p51_b4", "text": "1. New modes of transport and newmobility services must be safe and secureby design."}, {"text_block_id": "p50_b4", "text": "We will review whether itremains right that localauthorities cannot set upnew bus companies"}, {"text_block_id": "p49_b4", "text": "Local Transport Plans (LTPs) will become thefocus of transport funding discussions betweencentral and local government. LTPs should setout holistic place-based strategies for improvingtransport networks, proposed projects forinvestment and ultimately how key objectives willbe achieved. In particular, LTPs should includeclear plans for how interventions across localtransport modes will drive decarbonisationin their area. To ensure investments achievetheir intended aims, LTPs and businesscases in future will need to demonstrate localcommitment to deliver certain measures. Forexample, this strategy sets out what we requireof Bus Service Improvement Plans and localcommitment to bus franchises or EnhancedPartnerships. Bus Service ImprovementPlans must be fully aligned with wider LocalTransport Plans."}, {"text_block_id": "p48_b4", "text": "We will modernise theBus Service OperatorsGrant (BSOG)"}, {"text_block_id": "p47_b4", "text": "Our intention is to increase their powers overtheir KRNs, similar to the powers that applyalready in London and enable integratedhighways and transport authority status atCombined Authority level for these roads,and we will consult on this. As with otherlocal authorities, MCAs and their constituentmembers will be expected to implementambitious bus priority programmes and otherroadspace reallocation measures, using allrelevant powers available to them. As explainedearlier in the section about Bus ServiceImprovement Plans, future Government fundingwill recognise the level of ambition demonstratedby local authorities."}, {"text_block_id": "p46_b4", "text": "In Bus Service Improvement Plans, we expectto see plans for bus lane on any roads wherethere is a frequent bus service, congestion,and physical space to install one. Bus lanesshould be full-time and as continuous aspossible. They should be part of a whole-corridor approach, including other physicalmeasures such as:"}, {"text_block_id": "p45_b4", "text": "• agree Enhanced Partnerships or to befollowing the statutory process to decidewhether to implement franchising;"}, {"text_block_id": "p44_b4", "text": "LTAs will have access to signifcant newGovernment funding streams and powers tomake a difference in their areas, and signifcantassistance to build up their capabilities toexercise those powers. LTAs’ performance inexercising these new responsibilities will betaken into account when allocating this andother DfT funding."}, {"text_block_id": "p43_b4", "text": "Franchising does not always require the scaleof LTA resource and planning seen in London.There are also strong models of franchising inthe Channel Islands and other countries whichcapitalise on the strengths of private sector routeplanning, marketing and investment as part ofthe tendering process whilst ensuring strongerlocal accountability and fnancial incentives toprioritise bus services for the local authority."}, {"text_block_id": "p42_b4", "text": "• The fnancial support that the LTA isproviding for subsidised public busservices, listing the numbers of routesand route mileage supported."}, {"text_block_id": "p41_b4", "text": "• Cover the LTA’s full area, all local busservices within it, and the differing needs ofany parts of that area (e.g. urban and ruralelements)."}, {"text_block_id": "p40_b4", "text": "To support LTAs in forming partnerships anddeveloping plans, we will make £25m availablein fnancial year 2021–22."}, {"text_block_id": "p39_b4", "text": "Hertfordshire’s Enhanced Partnership"}, {"text_block_id": "p38_b4", "text": "Before the pandemic, the 20% of serviceswhich were not run commercially were‘tendered’ for and subsidised by LTAs if theyconsidered them ‘socially necessary’. Prior toCOVID-19, the sector received funding fromcentral Government through concessionaryfares funding, the Bus Service Operators Grant,community transport grants and support tosubsidise socially necessary services."}, {"text_block_id": "p34_b4", "text": "34"}, {"text_block_id": "p33_b4", "text": "We know that people’s top priorities for improvement – fromamong people who both do and don’t use buses – include:"}, {"text_block_id": "p32_b4", "text": "• Better integrated with other modesand each other: More bus routes shouldserve railway stations, as is standard inmost European countries, and integratewith cycling and walking routes andnetworks. Additionally:"}, {"text_block_id": "p30_b4", "text": "• Faster and more reliable: Buses musthave greater priority on urban roads. LTAswill be given new powers to enforce traffcregulations. They will be expected topromote bus reliability, and to implementambitious bus priority schemes, to receivenew funding. These must be planned tocomplement walking and cycling schemes.We will consult shortly on increasing MetroMayors’ powers over key roads in theirareas, where they are not already thehighway authority."}, {"text_block_id": "p26_b4", "text": "26"}, {"text_block_id": "p25_b4", "text": "• 2.5km of bus lanes on B425 LodeLane, Solihull, was an investment of£4.5m and delivered a 11% boost topatronage."}, {"text_block_id": "p24_b4", "text": "There are 90 metrobus stops withnew high-profle shelters and ‘iPoints’that provide real-time information andsell tickets. The network uses newlow-emission biomethane buses in abespoke livery, and all ticket sales takeplace off-bus to ensure quick boarding.Minimum frequencies and maximumfares are specifed."}, {"text_block_id": "p23_b4", "text": "Chapter 1 The opportunity"}, {"text_block_id": "p22_b4", "text": "0%"}, {"text_block_id": "p21_b4", "text": "500"}, {"text_block_id": "p20_b4", "text": "Limited cooperation"}, {"text_block_id": "p19_b4", "text": "The way the bus industry works, with fewincentives for operators and local authorities towork together, has made it harder to cope withthese trends, or to act strategically. Since 1986,almost uniquely in the developed world, busesin Britain (outside London) have been organisedon a predominantly commercial basis, withoperators themselves deciding where to runand what to charge."}, {"text_block_id": "p18_b4", "text": "Buses are key to deliveringwider government priorities"}, {"text_block_id": "p14_b4", "text": "14"}, {"text_block_id": "p13_b4", "text": "To beneft from the funding in this strategy, LTAsin such places will be expected to implementambitious bus priority schemes and draw upambitious Bus Service Improvement Plans.Statutory traffc management guidance will beupdated to make promoting bus reliability anintegral part of highway authorities’ NetworkManagement Duty. As we have alreadyannounced, the remaining elements of Part 6of the Traffc Management Act 2004 – whichallow local authorities to enforce moving traffcoffences – will be commenced this year and wewill consult shortly on increasing MCAs’ powersover key roads in their areas, where they are notalready the highway authority."}, {"text_block_id": "p11_b4", "text": "By the end of June 2021, we expect all LTAs,except MCAs which have started the statutoryprocess of franchising bus services, to committo establishing Enhanced Partnerships acrosstheir entire areas under the Bus Services Act,and all operators to co-operate with the LTAthroughout the process. LTAs which also wish topursue franchising may do so – but they shouldcommit to implementing Enhanced Partnershipsin the meantime until the franchising process,which can be lengthy, is complete. LTAs whichare not mayoral combined authorities and wishto pursue franchising will need to satisfy theSecretary of State that they have the capabilityand resources to do so, and that it will betterdeliver service improvements for passengers."}, {"text_block_id": "p10_b4", "text": "But franchising is not the only route to betterand more locally accountable bus services.An Enhanced Partnership is a statutoryarrangement under the 2017 Bus Services Actwhich can specify, for example, timetables andmulti-operator ticketing, and allows the LTA totake over the role of registering bus servicesfrom the Traffc Commissioners. The maindifference versus franchising is that operatorsin an Enhanced Partnership have a muchgreater role, working with LTAs to both developand deliver improvements for passengers andhaving a real say on how bus services shouldbe improved. Enhanced Partnerships also offersignifcantly more fexibility than franchising."}, {"text_block_id": "p9_b4", "text": "9"}, {"text_block_id": "p8_b4", "text": "Yet for decades, buses have been largelyignored by policymakers. Unlike rail, roadaviation, cycling or walking, there was not – untilnow – a national strategy for buses. And unlikerail or road, buses have never – until now –had long-term funding commitments. Almostuniquely in the developed world, bus operatorsthemselves, outside London, decide wheremost services are run and what to charge."}, {"text_block_id": "p5_b4", "text": "5"}, {"text_block_id": "p4_b4", "text": "Some people ask what levelling-up meansin practice, and what difference it will reallymake to people’s lives. This is part of what itmeans. As we build back from the pandemic,better buses will be one of our major acts oflevelling-up."}, {"text_block_id": "p1_b4", "text": "Strategy"}, {"text_block_id": "p67_b4", "text": "Key Features:"}, {"text_block_id": "p66_b4", "text": "We have awarded funding to 17 pilotprojects of this £20m funding scheme:the successful schemes will trial innovative,demand responsive solutions to transportchallenges that rural, and suburban, areasoften face."}, {"text_block_id": "p65_b4", "text": "Demand responsive services are not a perfectsolution to every challenge. Several of the largeoperators have tried and failed to operate themcommercially. They must strike a balance: onthe one hand, providing a service which isresponsive and frequent enough to be usefuland on the other, not running too much mileage,with little environmental advantage over the caror subsidy advantage over conventional buses."}, {"text_block_id": "p64_b4", "text": "Bus Service Improvement Plans must includea passengers’ charter giving bus users rightsto certain standards of service, includingpunctuality, vehicle cleanliness, proportion ofservices operated, information and redress."}, {"text_block_id": "p63_b4", "text": "We will continue to work with app providersand search engines to support the creation oftransport apps using this data. We will aim forthe apps to show every service, including faresand running information, and support inclusiveand accessible journey planning, and will provideguidance through our upcoming Mobility as aService Code of Practice. We want passengersto be able to plan, buy and show tickets on theirsmartphone for any journey, including throughtrips on buses and other transport modes,though this will not be achievable immediately."}, {"text_block_id": "p62_b4", "text": "Bus Service Improvement Plans should considerquestions of network design like this – andas with all elements of the plan, show howstakeholders and communities will be engagedin the thinking."}, {"text_block_id": "p61_b4", "text": "We want to see through fares for any journeyacross England involving bus, rail and light raileasily available, not only on journey planningwebsites, but also on smartphones as standard,and will work with industry to secure this."}, {"text_block_id": "p84_b4", "text": "Copyright in the typographical arrangement rests with the Crown."}, {"text_block_id": "p83_b4", "text": "30. DfT (2020) Vehicles operated by local bus operators,Table BUS0609: Percentage of buses used as PublicService Vehicles by emissions standards and fuel typeby metropolitan area status and country: Great Britain.Available online at: https://www.gov.uk/government/statistical-data-sets/bus06-vehicle-stocks-technology-and-equipment."}, {"text_block_id": "p82_b4", "text": "3.DfT (2019) National Travel Survey, Table NTS0409:Average number of trips (trip rates) by day of the week/month and purpose/main mode: England. Available onlineat: https://www.gov.uk/government/statistical-data-sets/nts04-purpose-of-trips."}, {"text_block_id": "p81_b4", "text": "Further to this, however, we also expect thatonce social distancing rules are relaxed,local authority funding to operators willneed to remain above the actual level ofconcessionary patronage for a period of time,in order to protect services and maintainsuffcient service levels. While the bus market isrecovering, we will still look to Local Authoritiesto contribute to the operation of their busmarkets, though to a decreasing extent. Weare working with Local Authority organisations,through the Urban Transport Group, theAssociation of Transport Coordination Offcers,the Association of Directors of Environment,Economy, Planning & Transport and theLocal Government Association, and withbus operators, through the Confederation ofPassenger Transport and the Association ofLocal Bus Company Managers, to develophow best we can re-establish the link betweenconcessionary journeys and concessionaryfares payments as quickly as possible."}, {"text_block_id": "p80_b4", "text": "What is needed during 2021–22 will be agreedlocally, but we expect LTAs and operators tocontinue to work together to:"}, {"text_block_id": "p79_b4", "text": "We will continue to provide CBSSG until thefunding is no longer needed. To ensure servicesremain responsive to local demand whilstensuring social distancing requirements are met,all operators receiving CBSSG are expectedto continue to work closely with LTAs to agreeservice levels."}, {"text_block_id": "p78_b4", "text": "78"}, {"text_block_id": "p75_b4", "text": "At a local level we will expect every LTA thatwishes to receive funding from the Departmentfor local transport projects to develop ambitiousstrategies, targets and measures for cuttingcarbon from transport in their area. We willexpect all LTAs to work with bus operatorsand energy providers to include ambitionsto decarbonise the local bus feet in theirBus Service Improvement Plans. We want tosee local standards for zero emissions set inpartnership and franchising schemes ensuringthat commitments to invest are delivered."}, {"text_block_id": "p74_b4", "text": "• allowing for more effective land use andspatial planning;"}, {"text_block_id": "p73_b4", "text": "• We will consider all technologies fairly,assessing their cost, contribution todecarbonisation and utility."}, {"text_block_id": "p72_b4", "text": "Where we are"}, {"text_block_id": "p68_b4", "text": "68"}, {"text_block_id": "p60_b5", "text": "200"}, {"text_block_id": "p59_b5", "text": "Average bus fares have risen by 403% since1987*, compared to 325% for rail fares and163% for motoring costs 23 . Lower and simplerfares attract passengers. They should be seenas an investment not just in transport but intown centres, in social inclusion and in a greenerfuture. We will expect to see fares policy as anintegral part of Bus Service Improvement Plans."}, {"text_block_id": "p58_b5", "text": "We will also review the impact of roadsideinfrastructure on passenger convenience,comfort, safety, security and accessibility,seeking to understand the factors whichpermit or encourage greater bus usage, andthose which turn potential passengers away.We will also consider how we can use thisunderstanding to empower passengers tomake informed journey choices, and to supportLTAs to provide facilities which encouragegreater bus use."}, {"text_block_id": "p52_b5", "text": "We will expect LTAs in areas of hightraffc stress to install bus lanesswiftly, subject to proper consultationwith local residents and local frms, andto make more existing bus lanes full-time. Implementing these measures willimprove bus services by making themquicker and more reliable and cheaperto run. (See page 46 for more onbus priority)"}, {"text_block_id": "p51_b5", "text": "2. The benefts of innovation in mobility mustbe available to all parts of the UK and allsegments of society."}, {"text_block_id": "p50_b5", "text": "The Bus Services Act 2017 prevents furthermunicipal (that is, local authority-owned) buscompanies being set up from scratch. While thisis not an absolute barrier, as Local Authoritiescan already purchase an existing bus or coachcompany, we believe this part of the legislationis ripe for review. There are only a handfulof municipal bus companies at present, butthere are some strongly performing examplesamong them."}, {"text_block_id": "p49_b5", "text": "Reading Buses"}, {"text_block_id": "p48_b5", "text": "Almost £260 million per year is paid in BSOGto operators of eligible bus services andcommunity transport organisations. Thisincludes a core element to recover some oftheir fuel costs, and incentive-related payments.It benefts passengers by helping operatorskeep fares down, and enabling operators to runservices that might otherwise be unproftable,particularly in rural areas. It is cost effective,delivering high value for money 17 with each £1spent generating between £2.70 and £3.70in benefts, including wider economic andsocial impacts."}, {"text_block_id": "p47_b5", "text": "Superbus networks for“intermediate” areas –neither fully urbanisednor deeply rural"}, {"text_block_id": "p46_b5", "text": "• Traffc signal priority;"}, {"text_block_id": "p45_b5", "text": "• commit to signifcant improvements intraffc management, including bus prioritymeasures, active travel measures andcontrol of roadworks."}, {"text_block_id": "p44_b5", "text": "The Government intends to bring forward theEnglish Devolution and Local Recovery WhitePaper in due course, detailing how the UKgovernment will partner with places across theUK to build a sustainable economic recovery."}, {"text_block_id": "p43_b5", "text": "The franchising powers within the Bus ServicesAct can currently be used by MCAs at any time,but only by other LTAs with the Secretary ofState’s consent and new secondary legislation.We support the use of franchising and willallow any LTA which has the capability to doso to pursue franchising where it would notneedlessly delay the provision of better services."}, {"text_block_id": "p42_b5", "text": "• How traffc management and investmentare used to prioritise buses. In MayoralCombined Authorities (MCA) this will includethe extent of the MCA’s role over a KeyRoute Network and how that is used toprioritise bus services."}, {"text_block_id": "p41_b5", "text": "• Focus on delivering the bus network thatLTAs (in consultation with operators) wantto see, including how to address the under"}, {"text_block_id": "p40_b5", "text": "40"}, {"text_block_id": "p39_b5", "text": "Hertfordshire County Council introduced‘intalink’, England’s frst EnhancedPartnership agreement in April 2020."}, {"text_block_id": "p38_b5", "text": "This model doesn’t always work for passengers.There is often no incentive for integratedticketing, or for operators to run servicesthat are not proftable outside of peak hours.LTAs may not have the budget to provideadditional or replacement services, or the skillsand resources to understand where they areneeded. And there is little or no visibility for thepublic of the role that LTAs play in supportingbuses or data by which the local electorate canhold their councillors or Mayor to account fortheir part in improving bus services."}, {"text_block_id": "p33_b5", "text": "Stops thatMore busesare close toBuses thathome, and thethat arrive, andrun moredestinationstay, on timeoften"}, {"text_block_id": "p32_b5", "text": "− Railway stations should be hubs forconnecting services with high qualitystops close to station entrances.Schemes that move buses further awayfrom stations should not be allowed."}, {"text_block_id": "p30_b5", "text": "• Cheaper: We want to see more low, fatfares in towns and cities, lower point-to-point fares elsewhere, and more dailyprice capping everywhere."}, {"text_block_id": "p25_b5", "text": "• £800k of route enhancements onHarborne Road delivered a 4% rise inpatronage."}, {"text_block_id": "p24_b5", "text": "The Harrogate Bus Company"}, {"text_block_id": "p23_b5", "text": "23"}, {"text_block_id": "p22_b5", "text": "20%"}, {"text_block_id": "p21_b5", "text": "1000"}, {"text_block_id": "p20_b5", "text": "In a busy seaside resort, there are two sizeable rival bus networksthat don’t acknowledge each other’s existence. They:"}, {"text_block_id": "p19_b5", "text": "Following that change, proftable routes andtimes of day were fooded with buses at theexpense of other routes and times; servicesbecame unstable and confusing; the qualityof vehicles fell and fares in many places rosesharply. Services which could not be runcommercially, previously cross-subsidisedfrom the profts of busier routes, now had to besupported by the taxpayer. The money availablefor this fell substantially over the last ten years,causing severe cuts to supported services;some councils now spend nothing at all. Theworst excesses of the “bus wars,” which sawstreets choked with rival vehicles, are long over,but the legacy remains."}, {"text_block_id": "p18_b5", "text": "Buses can play a greater role in enabling accessto work or more productive work. 44% of bustrips are for work or education, compared with27% of solo car journeys 3 . Buses can helpdrive better employment outcomes for disabledpeople, and in cities outside London, 77% ofjobseekers do not have regular access to a car,van or motorbike. Having found employment,affordable bus travel helps ensure that workpays and can be sustained for everyone 4 .But local bus fares have risen by 1.4% a yearin real terms since 2010 5 ."}, {"text_block_id": "p13_b5", "text": "To further our commitments in the Government’sgreen ten-point plan, we will support thepurchase of at least 4,000 new zero emissionbuses, more than a tenth of the feet 2 . Wewill also set a date for ending the sale of newdiesel buses in the UK. This, too, will reducecosts, since an electric bus is much cheaperto operate than a conventional one."}, {"text_block_id": "p11_b5", "text": "From 1 July 2021, only LTAs and operators whomeet these requirements will continue to receivethe COVID-19 Bus Services Support Grant(CBSSG) or any new sources of bus fundingfrom the Government’s £3bn budget. The termsand conditions of CBSSG already make clearthat it is discretionary. The new funding will alsobe discretionary. As part of wider reform ofthe Bus Service Operators Grant – see below– we will consult on linking payment of thatreformed grant to these commitments. By theend of October 2021, we expect all LTAs topublish a local Bus Service Improvement Plan,detailing how they propose to use their powersto improve services. We expect actual deliveryof Enhanced Partnerships by April 2022. Fromthat date, the new discretionary forms of busfunding from Government will only be availableto services operated, or measures taken,under an Enhanced Partnership or where afranchising scheme has been made. In addition,only services operated under these statutoryagreements will be eligible for the reformed BusService Operators Grant, subject to consultation.The Secretary of State may disapply these rulesor the deadline of April 2022 in individual cases,on an exceptional basis; we will also ensure thatno operator is disadvantaged through any failureto establish an Enhanced Partnership due toactions beyond their control."}, {"text_block_id": "p10_b5", "text": "10"}, {"text_block_id": "p8_b5", "text": "Services can be confusing, split betweendifferent companies who do not accept eachother’s tickets or, in some cases, acknowledgeeach other’s existence. Traffc congestion hasmade buses slower, less reliable and costlier torun. Public subsidy has fallen. The industry facesnew structural challenges which it cannot meetalone, such as the rise of ride-hailing. Usage inmost places keeps falling."}, {"text_block_id": "p4_b5", "text": "As successive mayors showed in London,buses are the easiest, cheapest and quickestway to improve transport. In only a few years,policies started by my Labour predecessorand which I built on transformed the service.With frequent buses, low fares, and prioritylanes to glide past traffc, we made London’sbus network a natural choice for everyone, notjust those without cars. Usage rose by morethan half."}, {"text_block_id": "p3_b5", "text": "Chapter 1: The opportunity"}, {"text_block_id": "p1_b5", "text": "for England"}, {"text_block_id": "p67_b5", "text": "• Tram style stops with a shelter, benchesand perches."}, {"text_block_id": "p66_b5", "text": "“Total Transport” 28"}, {"text_block_id": "p65_b5", "text": "They will never replace frequent urban andinter-urban routes, as too many vehicles wouldbe needed."}, {"text_block_id": "p64_b5", "text": "We want to see mechanisms for redress at alocal level and means to ensure these standardsare met, which could include forums suchas Bus Advisory Boards being set up. At anational level, we will consult on the appropriatestandards and mechanisms by which thesecan be enforced, and a review of the consumerlandscape to determine the appropriate body tosupervise them."}, {"text_block_id": "p63_b5", "text": "Information at bus stops is often poor. Theyshould be viewed as free advertising sites forthe bus, including the opportunity to promoteservices’ frequency and price, and shouldinclude full timetable information."}, {"text_block_id": "p62_b5", "text": "Nottingham’sHucknall Connect"}, {"text_block_id": "p61_b5", "text": "Service patterns must beintegrated with other modes"}, {"text_block_id": "p84_b5", "text": "You may re-use this information (not including logos or third-partymaterial) free of charge in any format or medium, under the termsof the Open Government Licence. To view this licence, visitwww.nationalarchives.gov.uk/doc/open-government-licence/version/3or write to the Information Policy Team, The National Archives, Kew,London TW9 4DU, or e-mail: psi@nationalarchives.gsi.gov.uk"}, {"text_block_id": "p83_b5", "text": "22. Law Commission (2018) Consultation and review ofregulatory framework for Automated Vehicles. Availableonline at: https://www.lawcom.gov.uk/project/automatedvehicles/."}, {"text_block_id": "p82_b5", "text": "4.Urban Transport Group (2015) Ticket to Thrive: The roleof urban public transport in tackling unemployment.Available online at: https://www.urbantransportgroup.org/resources/types/reports/ticket-thrive-role-urban-public-transport-tackling-unemployment."}, {"text_block_id": "p81_b5", "text": "In doing so, we want to ensure that we do so insuch a way that concessionary fare paymentswork effectively for local authorities and busoperators. To this end, we will be reviewing howthese payments will work in this recovery period.We will also review the current appeals process,reimbursement guidance and, by extension, thereimbursement calculator, following the impactof COVID-19 on travel patterns."}, {"text_block_id": "p80_b5", "text": "• maximise the number of services provided,supporting them and re-growing thecustomer base;"}, {"text_block_id": "p79_b5", "text": "Local collaboration is a key tenet of thisemergency funding. As a condition of receivingCBSSG, DfT can ask operators to demonstrateon request that consultations on servicelevels have taken place, and that reasonablerequests from LTAs for service changes havebeen considered in good faith. DfT can deny orrecover CBSSG payments from operators whohave not engaged adequately with LTAs. From1 July 2021, CBSSG and future funding streamswill be available only to LTAs, outside of London,who have committed to entering EnhancedPartnerships or who have started the statutoryprocess of franchising services, as set out in theBus Services Act 2017; and to operators whoare cooperating with those processes."}, {"text_block_id": "p75_b5", "text": "Bus2Grid – An example of asmart charging approach"}, {"text_block_id": "p74_b5", "text": "• adopting plans to address local issues suchas air quality; and"}, {"text_block_id": "p73_b5", "text": "• We will provide the fnancial support andincentives needed for the market to scaleup quickly."}, {"text_block_id": "p72_b5", "text": "UK bus operators have invested over £1.3bnin cleaner and greener buses over the last fveyears, supported by £89m funding through theGovernment’s Low and Ultra-Low Emissionbus schemes*. However, there is much more todo. The majority of these vehicles are hybrid orgas-powered and only around 2% of England’sbus feet is fully zero emission today 29 . Thisrepresents 4% of London’s feet and 1% of thefeet in England outside of London 30"}, {"text_block_id": "p60_b6", "text": "300"}, {"text_block_id": "p59_b6", "text": "Within cities and towns, we want low fat fares(or maximum fares and daily price caps) tobe the norm, as in London. Flat fares speedboarding and are easier for passengers andpotential passengers to understand. We wantto see lower single fares and more low dailyprice capping. We will also expect Bus ServiceImprovement Plans to consider youth fares;initiatives such as the youth fares implementedin Merseyside had a positive impact onpatronage and we want to see this replicatedacross the country."}, {"text_block_id": "p58_b6", "text": "We will ensure that buses funded byGovernment provide an enhanced level ofaccessibility: including additional fexible spacefor a second wheelchair user or passengers withpushchairs, hearing loops, space for assistancedogs, and audible and visible information."}, {"text_block_id": "p52_b6", "text": "We will work with operators andlocal authorities with the aim ofintroducing targeted fares cutsswiftly in some areas, starting withCornwall. (See page 59 onwards formore on what we would like to see BusService Improvement Plans cover onbus fares)"}, {"text_block_id": "p51_b6", "text": "3. Walking, cycling and active travel mustremain the best options for short urbanjourneys."}, {"text_block_id": "p50_b6", "text": "Future-proofng ourregulatory framework formore fexible services"}, {"text_block_id": "p49_b6", "text": "Reading Buses is owned by ReadingBorough Council and has beentransporting passengers for over onehundred years. It has one of the youngestand most environmentally friendly feets inthe UK, and in the Autumn 2019 TransportFocus Bus Passenger Survey, ReadingBuses’ passenger satisfaction scorewas 92% 18 ."}, {"text_block_id": "p48_b6", "text": "However, the outcomes incentivised by a fuel-based subsidy are not right for the twenty-frstcentury and the environmental challenges weface; and the BSOG incentive payments areoutdated, focusing on delivering outcomesthat should have become standard manyyears ago. We will reform BSOG to bettermeet Government priorities, which will supportenvironmental objectives, levelling up thecountry, and provide better passenger journeys."}, {"text_block_id": "p47_b6", "text": "A Superbus network provides higher frequency,lower fare services; it can deliver the type ofchange we want to see. Places such as SouthNorthumberland, County Durham, Lancashire,and the East Midlands, with their patchworksof small industrial towns and large villages,have not had the advantages of metropolitantransport authorities but are ideal bus territoriesthat could really beneft from the Superbusconcept. We particularly encourage ambitiousBus Service Improvement Plans in these typesof places and remain committed to supportingthe frst, low fare Superbus network in Cornwall."}, {"text_block_id": "p46_b6", "text": "• Bus gates, which allow buses to entera road that prohibits access to othertraffc; and;"}, {"text_block_id": "p45_b6", "text": "• drive forward other relevant Governmentpolicies such as air quality improvementand, where relevant, the implementation ofClean Air Zones; and"}, {"text_block_id": "p44_b6", "text": "We are clear that successful partnershipsshould work for both parties, with incentivesand benefts for both, and that where newfranchising proposals are developed, theyshould harness the commercial skills andexpertise of bus operators, such as seenin Jersey."}, {"text_block_id": "p43_b6", "text": "This will include demonstrating the capability intraffc management necessary to ensure busesare prioritised appropriately."}, {"text_block_id": "p42_b6", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p41_b6", "text": "provision and overprovision of bus servicesand buses integrating with other modes."}, {"text_block_id": "p40_b6", "text": "Summary of what LTAsand bus operators mustdo to access CBSSG from1 July and transformationalfunding from April 2022"}, {"text_block_id": "p39_b6", "text": "The partnership’s objectives includeprioritising bus services in traffc, closerintegration of the bus network includingupgrading bus infrastructure; improvingthe image of bus travel and using data andinformation."}, {"text_block_id": "p38_b6", "text": "LTAs can do something about this. Overthe past 20 years they have been givenincreasing powers to work with bus operatorsto improve services and ensure that they workfor passengers and local communities. Mostrecently the Bus Services Act 2017 gave LTAsthe potential for much greater infuence overbus services in their area –underpinned by newtypes of statutory partnerships with operatorsand the ability to franchise services. Franchisingpowers are automatically available to Mayorsof Combined Authorities and can be madeavailable to other types of local authority, whereneeded, through secondary legislation."}, {"text_block_id": "p33_b6", "text": "Buses toBettermore placesvalue formoney"}, {"text_block_id": "p32_b6", "text": "− Passengers should not have to buy anew ticket when changing buses. Easythrough ticketing should be availablebetween bus operators and othertransport modes."}, {"text_block_id": "p30_b6", "text": "• More comprehensive: Overprovisionon a few urban corridors with dozensof competing buses every hour shouldbe reduced to boost under provisionelsewhere. More services should operate inthe evenings, weekends, and at night, andto smaller towns and villages, sometimesusing new forms of demand responsivetransport."}, {"text_block_id": "p25_b6", "text": "In addition, half-price travel for under-18sand low-fare zones for all, including cuttingthe price of a DaySaver ticket by c.25%,brought an extra 4,000 journeys a day 12 ."}, {"text_block_id": "p24_b6", "text": "The 36, a premium bus route linking Riponand Harrogate with the City of Leeds,offers a sophisticated and comfortableservice which has transformed thepassenger experience and encouragedpeople to make the switch to bus.Achieving consistent growth, the numberof passengers using the 36 has nearlydoubled over 15 years."}, {"text_block_id": "p23_b6", "text": "–"}, {"text_block_id": "p22_b6", "text": "40%"}, {"text_block_id": "p21_b6", "text": "1500"}, {"text_block_id": "p20_b6", "text": "•publish separate city maps, showing only their own services,giving potential users including visitors the impression thatsome areas of the city are completely unserved;"}, {"text_block_id": "p19_b6", "text": "19"}, {"text_block_id": "p18_b6", "text": "Buses can improve productivity more widely, forinstance by reducing congestion which affectsall road users and costs urban economies atleast £11bn a year 6 ."}, {"text_block_id": "p13_b6", "text": "And in lower-density, often rural areas, notserved or barely served by conventional buses,we will support new forms of provision, such asdemand responsive travel in smaller vehicles.These innovations in service may be how weimprove evening and Sunday services in placeswhich currently lack them, integrated withconventional buses during the day."}, {"text_block_id": "p8_b6", "text": "And then came COVID-19. Bus use has heldup more strongly than rail in the pandemic,but as with the railways it has accelerated thechallenges to an operating model that wasalready in trouble. Few services could nowsurvive without emergency state support. Ifwe are not to abandon entire communities,services cannot be planned purely on acommercial basis."}, {"text_block_id": "p4_b6", "text": "Outside London, with a fewexceptions, that lesson has notbeen learned. For governmentsof all colours before this one, thebus has been last in the queue, witha fraction of the investment and politicalattention given to other, shinier things. Traffchas increased, but bus priority has stagnated,and some councils are actually taking buslanes out. As services get slower, they becomemore expensive to run and less attractive topassengers. It is a classic vicious circle, whichwe intend to break."}, {"text_block_id": "p3_b6", "text": "Chapter 2: The buses we want"}, {"text_block_id": "p67_b6", "text": "• Dedicated bus lanes throughoutthe route."}, {"text_block_id": "p66_b6", "text": "In 2016 we allocated £7.6 million to37 separate schemes run by 36 localauthorities to pilot Total Transportsolutions; these were focussed on ruralareas. “Total Transport” is about fndingways of commissioning public sectorfunded transport so that passengersget a better service with less duplicationof resources. This can include serviceslike non-emergency patient transport,adult social care transport and home toschool transport. Considering all thesestreams together can allow networks tobe designed so they complement eachother, reduce administrative overheads bycentralising commissioning, and achieveoverall cost effciencies."}, {"text_block_id": "p65_b6", "text": "But they could be particularly useful to improveprovision in the countryside and in the eveningsand on Sundays, including serving largeworkplaces with anti-social hours, such ashospitals, tackling the bugbear of hospital carparking. Because they are more door-to-door,they can overcome the concerns of someusers, particularly women, about taking publictransport at night."}, {"text_block_id": "p64_b6", "text": "We will continue to work with the bus industryto increase awareness of bus passenger rightsincluding those specifc to disabled passengers,and how complaints can be made. We willalso continue to promote the adoption of bestpractice in disability awareness training: we willpublish the high-level training framework to driveup standards of customer service of driversand on-board staff who seek to understandpassengers’ access needs, and who tailor thesupport they provide accordingly."}, {"text_block_id": "p63_b6", "text": "Networks must feel likea whole system whichworks together"}, {"text_block_id": "p62_b6", "text": "The Hucknall Connect service operated byTrent Barton offers local Hucknall residentsin Nottingham an easy route into the citycentre by connecting them to their localtram station and the main bus routes."}, {"text_block_id": "p61_b6", "text": "More bus routes and demand responsiveservices should serve railway stations and foreasy connections between modes, bus servicesshould be timed to connect with trains. Forexample, in Cornwall, the railway line runningthrough the county will act as the spine ofthe transport network and the new Superbusservices will align with it. We will work towardsthe inclusion of bus services in rail journeyplanners as standard."}, {"text_block_id": "p84_b6", "text": "Where we have identifed any third-party copyright information you will needto obtain permission from the copyright holders concerned."}, {"text_block_id": "p83_b6", "text": "23. Offce for National Statistics (2021) Retail PriceIndex: fares and other travel costs: bus and coachfares, rail fares and motoring expenditure. Availableonline at: https://www.ons.gov.uk/economy/infationandpriceindices/datasets/consumerpriceindices."}, {"text_block_id": "p82_b6", "text": "5.DfT (2020) Costs fares and revenue, Table BUS0405b:Local bus fares index (in constant prices2) bymetropolitan area status and country: Great Britain,annual from 1995. Available online at: https://www.gov.uk/government/statistical-data-sets/bus04-costs-faresand-revenue."}, {"text_block_id": "p81_b6", "text": "81"}, {"text_block_id": "p80_b6", "text": "• prevent a scaling back of services to justthe most proftable routes: focusing onthe entire network and planning for thelonger term;"}, {"text_block_id": "p79_b6", "text": "We also expect operators to run cost-effectiveservices which are delivering value to the localarea. As CBSSG has provided fnancial supportfor operators that have lost passenger revenueas a result of reduced demand, operatorscannot achieve pre-tax profts on their busservices in receipt of CBSSG."}, {"text_block_id": "p75_b6", "text": "In January 2018, the Offce for LowEmission Vehicles and the Department forBusiness, Energy and Industrial Strategyawarded almost £30 million, through anInnovate UK vehicle-to-grid programme,where electric vehicles can supplyelectricity to the grid at times of highenergy demand."}, {"text_block_id": "p74_b6", "text": "• utilising the technology solutions that workfor the economies and topography ofthe area."}, {"text_block_id": "p73_b6", "text": "• We will take a place-based approach toinvestment wherever appropriate."}, {"text_block_id": "p72_b6", "text": "Bus operators share our ambitions to achieve azero emission bus feet. Many have committedto purchase only ultra-low or zero emissionbuses from 2025, and to start this process by2023 in some urban areas, if there is continuedGovernment support towards the extrapurchase and fuel infrastructure costs 31 ."}, {"text_block_id": "p60_b7", "text": "400"}, {"text_block_id": "p59_b7", "text": "There must be seamless,integrated local ticketingbetween operators andwe want to see this acrossall types of transport"}, {"text_block_id": "p58_b7", "text": "We will review eligibility for free bus travel fordisabled people to ensure that we are improvingequality of opportunity and helping disabledpeople participate fully in public life. We will alsolook to digitalise the concessionary bus passfor older and disabled people in England, givingpassengers the option to store their permit on asmartphone."}, {"text_block_id": "p52_b7", "text": "52"}, {"text_block_id": "p51_b7", "text": "4. Mass transit must remain fundamental toan effcient transport system."}, {"text_block_id": "p50_b7", "text": "The Future of Transport Regulatory Review aimsto address the opportunities and challenges thattechnology is having on our traditional conceptsof transport. The frst Call for Evidence 21 of theRegulatory Review examined the legislativeframework around on-demand, fexible busservices which currently pre-dates the adventof the smartphone. The key fndings from thiswere published in December 2020, and manyresponses emphasised the need for regulationto be focused on the desired outcomes for theuser rather than the service itself. Learnings fromthe bus sector must feed into the review."}, {"text_block_id": "p49_b7", "text": "Bus usage has grown through consistentpartnership working between the Counciland bus company, resulting in Readinghaving the second highest bus use inEngland, outside London, per head ofpopulation in 2019/20 – with an average of137.5 annual bus trips per person 19 . Totalbus use in Reading borough had grownto over 22m journeys in 2018/19 beforethe pandemic, an increase of almost 40%in the last 6 years 20 ."}, {"text_block_id": "p48_b7", "text": "We will consult in 2021 on the details ofa modernised BSOG. We will set out ourdetailed plans in that consultation, but we areconsidering:"}, {"text_block_id": "p47_b7", "text": "More comprehensive‘socially necessary’ services"}, {"text_block_id": "p46_b7", "text": "• Clear and consistent signage."}, {"text_block_id": "p45_b7", "text": "• in addition, MCAs should develop (alongwith their constituent member authorities) aKey Route Network, subject to consultationand legislation, to include development ofbus priority measures and improved busperformance."}, {"text_block_id": "p44_b7", "text": "We will use part of the £25m fund for supportingLTAs to establish England’s frst Bus Centreof Excellence (BCoE), enabling the deliveryof a long-term programme of activities andsupport. The centre will be co-sponsored by theDepartment, and training will be managed anddelivered by experts from across the bus sector.This will focus on: public transport serviceplanning and network design, performanceoversight, contract procurement and competitivetendering, design and development of buspriority measures, and wider traffc managementmeasures to improve local bus performance."}, {"text_block_id": "p43_b7", "text": "The Secretary of State will reserve the rightto refuse an application for franchising if hebelieves a LTA does not, or will not, havethe capability and resources to deliver thefranchised model chosen; or that an EnhancedPartnership would deliver the improvementsproposed more quickly and cost-effectively."}, {"text_block_id": "p42_b7", "text": "42"}, {"text_block_id": "p41_b7", "text": "• Set out how they will achieve the objectivesin this strategy, including growing bus use,and include a detailed plan for delivery."}, {"text_block_id": "p40_b7", "text": "• By the end of June 2021 LTAswill need to commit to establishingEnhanced Partnerships under the BusServices Act or the LTA should begin thestatutory process of franchising services.Operators in those areas shouldcooperate with those processes."}, {"text_block_id": "p39_b7", "text": "These objectives aim to keep passengersinformed about available services, increaseservice frequencies and improve reliabilityand co-ordination with other modes toencourage residents to make bus their frstchoice to get around their local area."}, {"text_block_id": "p38_b7", "text": "COVID-19 has meant greater co-operationbetween LTAs and bus operators and a moretransparent approach to the costs and revenuesof running bus services. We want to build onthis close working to drive the recovery of thebus sector."}, {"text_block_id": "p33_b7", "text": "Source: Transport Focus, Bus Passengers’ priorities for improvement survey, published September 2020."}, {"text_block_id": "p32_b7", "text": "− Our ambition is for an integratedticketing approach to allow you to buya through journey for local bus, railand metro with a single tap on yoursmartphone."}, {"text_block_id": "p30_b7", "text": "• Easier to understand: All publictransport across England – bus, light railand conventional rail – should be easyto access via journey planning websitesand apps, with everything passengersneed to know at their fngertips, includingtimes, accessibility information, fares andlive running. The data is already available;we want to see it used. Additionally:"}, {"text_block_id": "p25_b7", "text": "In Crawley, West Sussex, the Fastwayscheme – a series of bus priority measuresalong two core routes, linking Horley,Gatwick airport and Crawley, has deliveredpatronage growth of 160% over tenyears as well as an increase to customersatisfaction and reduced journey times.Assessments estimate a beneft-cost ratioof at least 4.67 13 ."}, {"text_block_id": "p24_b7", "text": "Along with a high frequency timetable, thespacious and comfortable buses, whichinclude USB power outlets, superfast WiFiand a glazed panoramic roof, have earnedthe route 36 service a customer satisfactionscore of 97% and more than 50% ofcustomers, who have a car available,choose to use the 36 instead 11 ."}, {"text_block_id": "p23_b7", "text": "Brighton & Hove"}, {"text_block_id": "p22_b7", "text": "60%"}, {"text_block_id": "p21_b7", "text": "2000"}, {"text_block_id": "p20_b7", "text": "•they use the same route numbers for entirely differentroutes; and"}, {"text_block_id": "p18_b7", "text": "Buses can be key to levelling-up; users aredisproportionately from less advantaged socialgroups and places. Improved services willstrengthen communities, sustain town centresand connect disabled and isolated people.But buses should not be seen, or promoted,only as transport for those without an alternative.There is clear evidence that they can be madeattractive enough to draw people away fromtheir cars."}, {"text_block_id": "p13_b7", "text": "As well as spending more money, we willfundamentally reform how it is spent. The maincurrent funding stream, the Bus ServiceOperators Grant (BSOG), is a fossil fuel subsidy.The new funding regime will take a holisticapproach targeted at the delivery of the policiesin this strategy and other specifc benefts:growing patronage, increasing effciency,improving the environment and securingmodal shift from the private car."}, {"text_block_id": "p8_b7", "text": "COVID-19 has caused a signifcant shift frompublic transport to the private car. To avoid theworst effects of a car-led recovery – cities andtowns grinding to a halt; pollution, road injuries,respiratory illness and carbon emissions allrising – we need to shift back quickly, by makingradical improvements to local public transportas normal life returns. Buses are the quickest,easiest and cheapest way to do that."}, {"text_block_id": "p4_b7", "text": "Last year, we announced £3bn of new fundingto level up buses across England towardsLondon standards. This strategy describes howwe will use that money. Just as we already havein the capital, we want main road services incities and towns to run so often that you don’tneed a timetable. We want better services in theevenings and weekends, to refect people’s 24hour lives and to provide safe, reliable transportfor key workers. In places unserved or barelyserved by conventional buses, such as ruralvillages and out-of-town business parks, wewant more demand responsive services withsmaller vehicles."}, {"text_block_id": "p3_b7", "text": "Chapter 3: Delivering better bus services"}, {"text_block_id": "p67_b7", "text": "• Real time passenger information atall stops."}, {"text_block_id": "p66_b7", "text": "We will support more BusRapid Transport networks"}, {"text_block_id": "p65_b7", "text": "We have already established a Rural MobilityFund to trial more demand responsiveservices and have awarded funding to 17pilot projects. We will consider expanding thiswork, including piloting non-rural services. Weexpect all demand responsive services to befully integrated with the mainstream network,accepting the same tickets and passes, usingthe same or similar branding and shown ontimetables and journey planning apps andwebsites. We also expect them to be providedusing accessible vehicles, including provision fora wheelchair user."}, {"text_block_id": "p64_b7", "text": "Tees Valley – TeesFlex Service"}, {"text_block_id": "p63_b7", "text": "One of the distinguishing features of London’sbus network is that it feels like a network, acoherent, consistent, strongly-branded operationwhich gives people confdence in using it.Passengers know that a bus will be along ina few minutes, what the fare will be and whatthe experience will be like. They know that atan interchange there will be a poster guidingthem to the next bus or a train. Typefaces,liveries, logos create an impression of unity.Most successful consumer businesses, suchas retailers and airlines, aim to create similarlevels of consistency and brand identity. LTAs,in their Bus Service Improvement Plans, shouldconsider strong network identities. There arealready successful examples of individual, eye-catching route branding in different parts of thecountry. Route branding can still work well aspart of a wider network identity."}, {"text_block_id": "p62_b7", "text": "Their connect ticket option includes afull day’s travel on Connect in Hucknalland the tram."}, {"text_block_id": "p61_b7", "text": "Buses must also work better with eachother. There are many instances of poorconnections and uncoordinated timetables.Bus Service Improvement Plans should detailplans for ensuring that in places (often rural)where services are regular, but not frequent,connectivity is maximised. Hub models canconnect services, with buses all arriving anddeparting at the hub town within the same tenor ffteen-minute window each hour, ideally allservicing the same centrally located bus orrailway station."}, {"text_block_id": "p83_b7", "text": "31. Confederation for Passenger Transport (2019) MovingForward Together, Our commitments. Available online at:https://www.cpt-uk.org/moving-forward-together/."}, {"text_block_id": "p82_b7", "text": "6.Greener Journeys (July 2012) Buses and EconomicGrowth: Summary of Report by the University of Leeds,Institute for Transport Studies. Available online at: https://www.cpt-uk.org/media/prpjezjj/25-1.pdf."}, {"text_block_id": "p80_b7", "text": "• work towards agreeing the Bus ServicesImprovement Plans needed for October2021 (see Chapter 3);"}, {"text_block_id": "p79_b7", "text": "Over the coming months, we will be reviewingthe terms and conditions of CBSSG to beginto rapidly deliver the policies set out in thisstrategy. Initially, we will be using this fundingto drive the roll-out of contactless ticketingmachines. However, we will also look at how wecan encourage engagement on the rest of thestrategy, including strengthening the role of LTAsin decisions on the services needed."}, {"text_block_id": "p75_b7", "text": "Bus2Grid is part of this programme and isexploring the commercial value and socialbenefts to the energy and passengertransportation systems. The project willdevelop services to support NationalGrid, local Distribution Network Operators(DNOs), bus operators and transportauthorities and at the same time willconsider bus feet consumer engagementapproaches necessary for its commercialimplementation. Bus2Grid claims to bedeveloping the “world’s largest bus to gridsite” and is bolstered by a diverse projectconsortium, including: SSE Enterprise,automotive manufacturer Build YourDreams (BYD), the Distribution NetworkOperator UK Power Networks (UKPN) andthe University of Leeds."}, {"text_block_id": "p74_b7", "text": "This approach allows a more strategic approachto energy networks which can provide longerterm savings."}, {"text_block_id": "p73_b7", "text": "• Both operators and LTAs must playtheir part."}, {"text_block_id": "p72_b7", "text": "of transportgreenhouse gasemissions in theUK are produced byBuses and Coaches"}, {"text_block_id": "p60_b8", "text": "500"}, {"text_block_id": "p59_b8", "text": "We know that passengers value the integratedand simplifed service found in London,with no fuss multi-modal and multi-operatortickets and the same high-quality informationfor passengers – and we want LTAs to worktowards replicating this seamless experienceeverywhere. There are many places where wecan see that integrated multimodal ticketingdrives up use of public transport. In the WestMidlands, the SWIFT scheme which connectsbus, tram and train has enabled passengers totravel on public transport in a seamless manner.The West Midlands is one of the few areasnationally, that pre-pandemic, had reportedsignifcant increases in ridership."}, {"text_block_id": "p58_b8", "text": "We will digitally transform the bus serviceregistration process, ensuring it is optimised forpassenger information purposes and is suitablefor the provision of new innovative services.In addition, we will consider setting minimumstandards for registration in the future to ensurebuses are providing what passengers want. Wewill deliver a comprehensive review of the PublicService Vehicle Registration Regulations underwhich operators register their services, to ensurethey are ft for purpose for the 21st century."}, {"text_block_id": "p51_b8", "text": "5. New mobility services must lead thetransition to zero emissions."}, {"text_block_id": "p50_b8", "text": "50"}, {"text_block_id": "p49_b8", "text": "Picture: Reading Buses49"}, {"text_block_id": "p48_b8", "text": "• moving the main element of BSOG fromfuel consumption to a distance rate whichwould address the current problem wherebase BSOG is not paid to electric vehicles(except for a small incentive payment);"}, {"text_block_id": "p47_b8", "text": "Currently, LTAs can step in to ensure that‘socially necessary’ services are provided wherethere are gaps in the commercial network. Butoutside specifc categories, there is no obligationon LTAs to fund these crucial services. AcrossEngland, there are signifcant differences inprovision, from reasonably generous to almostnothing, but the trend is sharply downward.Many communities have lost their daily busservices altogether. Others have services foronly a few hours a day, suitable perhaps for ashort shopping trip but not for work or longerdistance journeys. Others might have relativelygood services in the daytime but no service atall in the evenings. This has a serious impact onpeople’s ability to fnd and travel for work."}, {"text_block_id": "p46_b8", "text": "We will not support opening bus lanes toelectric cars or vans, which would quicklyerode their benefts to bus users. Intensive andgranular focus on the precise conditions ofeach road can pay dividends, as some placeshave shown. Issues such as bus stop locationsand spacing, residential parking policy, andremoval of buildouts and pinchpoints should allbe considered. Non-residential parking will notgenerally be an effcient use of roadspace onsuch routes."}, {"text_block_id": "p45_b8", "text": "Chapter 3 – Delivering better bus services"}, {"text_block_id": "p44_b8", "text": "We will tailor our approach to ensure that theneeds of differing LTAs, their offcers and electedmembers of local authorities, are suffciently met,recognising that a single approach will not workeverywhere. Our approach will be based onevidence: we will work with stakeholders in localgovernment, the bus industry and professionalinstitutions to ensure we understand the gaps incapacity and capabilities across the sector. Wewant to ensure that all parties are well placedto develop and deliver Enhanced Partnerships,franchising and Bus Service Improvement Plansand drive forward the productive partnershipsneeded to make a step change in bus services."}, {"text_block_id": "p43_b8", "text": "Those LTAs which do not have access tofranchising powers at present, but considerthat it is the best route to adopt in the interestof passengers and that they have the capabilityand resources to deliver it, should progress withthe implementation of an Enhanced Partnershipalongside applying to the Secretary of State foraccess to franchising powers. An LTA may movefrom an Enhanced Partnership to franchisinglater, subject to the conditions above."}, {"text_block_id": "p41_b8", "text": "• Be updated annually and refected in theauthority’s Local Transport Plan."}, {"text_block_id": "p40_b8", "text": "• Those LTAs who do not have accessto franchising powers at present, butconsider that it is the best route toadopt in the interest of passengersand that they have the capability andresources to deliver it, should progresswith the implementation of an EnhancedPartnership alongside applying tothe Secretary of State for access tofranchising powers."}, {"text_block_id": "p39_b8", "text": "39"}, {"text_block_id": "p38_b8", "text": "Building back better– recovering fromthe pandemic"}, {"text_block_id": "p33_b8", "text": "We want to see any negative views and misconceptionssurrounding bus use, which include the examplesbelow, addressed by up to date and easy toaccess information about local bus services."}, {"text_block_id": "p32_b8", "text": "− Full information on local bus servicesshould be posted in railway stations,and the rail industry should promotebus links."}, {"text_block_id": "p30_b8", "text": "− Bus stops should show accurateinformation about the services stoppingthere. Every town, city and rural areashould have easy to access, up to datemaps, showing all local bus services."}, {"text_block_id": "p25_b8", "text": "So the cornerstone of this strategy is a roll out ofthis model for success – bringing together LTAsand their bus operators in every part of Englandto set out plans to improve local bus servicesand break the vicious cycle of decline."}, {"text_block_id": "p24_b8", "text": "Picture: The Harrogate Bus Company"}, {"text_block_id": "p23_b8", "text": "Partnership working between Brightonand Hove Council and local operators iscited as a key reason why the area has thehighest bus use per head in England outsideof London, with 167 journeys per personmade between 2019–2020 10 . It has createda platform for co-operation and innovation,and shared initiatives on greening feets andmodernising the passenger experience."}, {"text_block_id": "p22_b8", "text": "80%"}, {"text_block_id": "p21_b8", "text": "2500"}, {"text_block_id": "p20_b8", "text": "•on the busiest routes, served by both operators, there can beovercapacity at certain times of the day."}, {"text_block_id": "p18_b8", "text": "For this reason, buses are vital to ensuring theeconomy meets Net Zero carbon emissionsand driving the green transformation. Incongested areas, substantial modal shift awayfrom the car will soon be needed if clean airtargets and the Government’s broader climategoals are to be met. The only mode capableof suffcient expansion in the time available isthe bus. We need more people to choose thebus for their journeys; we need to reverse thedeclines of the past."}, {"text_block_id": "p13_b8", "text": "Much of the work to improve services andmanage the new funding streams will bedone by local authorities, whose capacityvaries signifcantly. We will therefore provide£25 million in 2021/22 to support partnershipand franchising development, including a BusCentre of Excellence."}, {"text_block_id": "p8_b8", "text": "Even before the pandemic started, theGovernment had committed £3bn of newmoney during the current Parliament toimprove buses outside London. Armed withthat transformational funding, this National BusStrategy will build back better. Its central aim isto get more people travelling by bus – frst, toget overall patronage back to its pre-COVID-19level, and then to exceed it. We will only achievethis if we can make buses a practical andattractive alternative to the car for more people."}, {"text_block_id": "p4_b8", "text": "4"}, {"text_block_id": "p3_b8", "text": "Chapter 4: Delivering for passengers"}, {"text_block_id": "p67_b8", "text": "• 30% fewer stops than conventionalbus, on average 400m apart to improvepredictability and reliability of the service."}, {"text_block_id": "p66_b8", "text": "Bus Service Improvement Plans shouldinclude consideration of Bus Rapid Transit(BRT) networks on key corridors. BRT is ahybrid between bus and light rail, using high-capacity buses on segregated, bus-onlyroadways with stops more like light rail stations.Unlike light rail, however, buses can leave thesegregated busways and use conventionalroads. BRT could be a game-changer for busnetworks. It can deliver a large proportion of thebenefts of rail-based schemes at much lowercost, as demonstrated in schemes such asCambridgeshire Guided Busway, Belfast Gliderand Leigh-Salford-Manchester Busway."}, {"text_block_id": "p65_b8", "text": "On demand bus servicesin Sevenoaks"}, {"text_block_id": "p64_b8", "text": "The new Tees Flex service, which hasbeen funded by the Tees Valley Mayorand Combined Authority, was introducedin February 2020. It is operated by fullyaccessible minibus vehicles and caters foron-demand and pre-bookable journeysfor residents in more isolated communitiesacross Darlington & Stockton, Hartlepool,and Redcar & Cleveland."}, {"text_block_id": "p63_b8", "text": "We will promote buses,aiming to demystify themand improve their image"}, {"text_block_id": "p62_b8", "text": "Bus Journey Information"}, {"text_block_id": "p61_b8", "text": "We will supportpeople into work"}, {"text_block_id": "p83_b8", "text": "32. Ticketer Data (2020) Passenger numbers during the firstCovid-19 lockdown in England outside of London."}, {"text_block_id": "p82_b8", "text": "7.DfT (2016) Value for Money Assessment for Major Busrelated Schemes, Economic Appraisal and SchemeBenefit-Cost Ratios. Available online at: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/fle/503824/Value_for_Money_Assessment_for_Major_Bus-Related_Schemes.pdf."}, {"text_block_id": "p80_b8", "text": "• ensure bus services meet the changingneeds of local communities and do notchange suddenly or unexpectedly;"}, {"text_block_id": "p79_b8", "text": "79"}, {"text_block_id": "p75_b8", "text": "The project is a frst of a kind largescale, multi-megawatt, demonstration ofvehicle-to-grid technology in electric busdepots located in London. This process ismanaged by an aggregation platform thatenables the 28 e-bus batteries to interactwith the energy system by charging orexporting energy to support the grid intimes of high energy demand."}, {"text_block_id": "p74_b8", "text": "The All-Electric Bus Town or City competitiondemonstrated signifcant interest across Englandin rolling out zero emission buses quickly andat scale. The Department expect to announcefunding for the frst All Electric Bus Town or Cityby the end of 2020/21."}, {"text_block_id": "p73_b8", "text": "• We will ensure our plans for buses lead tooverall carbon reductions."}, {"text_block_id": "p72_b8", "text": "3%"}, {"text_block_id": "p60_b9", "text": "RailFares"}, {"text_block_id": "p59_b9", "text": "Merseyside – ‘MyTicket’"}, {"text_block_id": "p58_b9", "text": "We will review key regulations to improveaccessibility. This includes the Public ServiceVehicles Accessibility Regulations 2000(PSVAR) by the end of 2023, ensuring thatfuture decisions on accessibility standardsare based on an up-to-date understanding ofpassenger need. We will consult in 2021 ondraft amendments to the Public Service Vehicles(Conduct of Drivers, Inspectors, Conductorsand Passengers) Regulations 1990, to ensurethat the wheelchair space and priority seats aremade available for passengers who need them.We will continue to work with the Driver andVehicle Standards Agency (DVSA) to ensure thatnon-compliance is identifed, and effective actionis taken in response."}, {"text_block_id": "p51_b9", "text": "6. Mobility innovation must help to reducecongestion through more effcient use oflimited road space, for example throughsharing rides, increasing occupancy orconsolidating freight."}, {"text_block_id": "p48_b9", "text": "• updating the low carbon incentive to bettermeet environmental objectives. The existingincentive started in 2009 so is based oncomparisons to a Euro III bus;"}, {"text_block_id": "p47_b9", "text": "Partnerships and franchising arrangements mustdeliver more comprehensive services, includingthose which are socially or economicallynecessary. This includes services to smaller andmore isolated places, and more services in theevenings and at weekends. Without servicesat the times people want, people will not usethe bus. Lack of a whole-day service reducesthe number of passengers in the daytime too,preventing people from using the bus if they areunable to get back in the evening."}, {"text_block_id": "p46_b9", "text": "Loading’s impact on bus lanes must beminimised, and to achieve this hours should berestricted, or loading bays inset or re-providedclose by, away from the main carriageway. LTAsshould consider physical changes to roads’footprints to allow the provision of continuousbus lanes. Where there is insuffcient space fora bus lane, LTAs should consider point closuresof some main roads to private cars, allowingthrough traffc on other main roads nearby."}, {"text_block_id": "p45_b9", "text": "Delivering better bus services"}, {"text_block_id": "p44_b9", "text": "We will also support a peer network of seniorleaders working to deliver bus transformation, tosupport the sharing of experience and solutionsacross the private and public sector."}, {"text_block_id": "p43_b9", "text": "We will also strengthen our statutory guidanceon Enhanced Partnerships and franchising– making it easier for operators and LTAs tofocus on what they want to achieve."}, {"text_block_id": "p41_b9", "text": "• Infuence the share of the £3bn oftransformation funding each LTA receives."}, {"text_block_id": "p40_b9", "text": "• By the end of October 2021 each LTAwill need to publish a local Bus ServiceImprovement Plan. Each plan will needto be updated annually and refectedin the authority’s Local Transport Plan *and in other relevant local plans such asLocal Cycling and Walking InfrastructurePlans (LCWIPs)."}, {"text_block_id": "p38_b9", "text": "The Government has provided anunprecedented amount of support for thebus sector during the pandemic. Through theCOVID-19 Bus Services Support Grant (CBSSG)and the Bus Service Operators Grant (BSOG),the Government had announced over £1 billionof support by the end of 2020. CBSSG willremain in place as long as it is needed. We areclear that we will continue to support the sectorto run the services needed to get our economyback on track."}, {"text_block_id": "p33_b9", "text": "Won’t the busjourney take along time?"}, {"text_block_id": "p32_b9", "text": "− Park-and-ride schemes should beexpanded, and more rural bus servicesshould carry bikes."}, {"text_block_id": "p30_b9", "text": "− Each local area should have a commonnumbering system, to avoid two routeswith the same number in the sameplace, and bus stops should be namedconsistently by operators running thesame bus routes."}, {"text_block_id": "p25_b9", "text": "Our plan is backed by transformative, long-term funding. The £3bn for buses in Englandoutside London, which was announced by thePrime Minister in February 2020, will initially beinvested in:"}, {"text_block_id": "p24_b9", "text": "Picture: Bristol s Metrobus"}, {"text_block_id": "p23_b9", "text": "Within the partnership, the council hasfocused on bus priority measures, improvedpassenger waiting areas and real-timeinformation displays. The operators havefocused on improving service frequencies,creating value for money fares and tickets,investing in new buses and improvingcustomer training and marketing."}, {"text_block_id": "p22_b9", "text": "100%"}, {"text_block_id": "p21_b9", "text": "3000"}, {"text_block_id": "p20_b9", "text": "There is a multi-operator ticket, but it is more expensive and hardto fnd out about."}, {"text_block_id": "p18_b9", "text": "Bus spending works andis high value for money"}, {"text_block_id": "p13_b9", "text": "Just as buses are central to the publictransport network, bus reform is central to thisGovernment’s objectives. We are acting notjust because buses are the easiest, cheapestand quickest way of improving transport – butbecause the bus is key to two of our widerpriorities: net zero and levelling up."}, {"text_block_id": "p8_b9", "text": "To achieve our goal, this strategy will makebuses more frequent, more reliable, easier tounderstand and use, better co-ordinated andcheaper: in other words, more like London’s,where these type of improvements dramaticallyincreased passenger numbers, reducedcongestion, carbon and pollution, helpedthe disadvantaged and got motorists out oftheir cars."}, {"text_block_id": "p3_b9", "text": "Chapter 5: A green bus revolution"}, {"text_block_id": "p67_b9", "text": "• Services spaced apart for maximumfrequency and reliability, arriving every7–8 minutes in either direction, so thatpassengers know they will never havelong to wait."}, {"text_block_id": "p66_b9", "text": "BRT systems feature comfortable vehicles, fastjourney times, real time passenger informationand high-quality waiting environments.Costs are typically much lower than for rail-based schemes, owing to fewer engineering,planning and land acquisition constraints."}, {"text_block_id": "p65_b9", "text": "In Sevenoaks, Kent, an area with veryhigh car ownership but also high levelsof rail commuting, some local busservices have been replaced by demandresponsive vehicles during the COVID-19outbreak, while demand for services hasbeen lower and social distancing in force."}, {"text_block_id": "p64_b9", "text": "The service has created new links whichcan now be accessed for the cost of abus fare and passenger numbers haveremained strong even during the COVID-19outbreak. The service can be easily pre-booked via a smartphone app, websiteor over the telephone. Passengers canrequest pick-up and drop-off points withinthe serviced area, and to destinationsincluding train and bus stations, alongwith hospitals outside of the area."}, {"text_block_id": "p63_b9", "text": "Research shows that many people havenegative perceptions about buses but are oftenpleasantly surprised when they try them. We,as Government, have a role to play in promotingthe use of buses, to attract both previous andnew users onto buses, working closely with theLTA, bus operators and trade bodies to reversethe decades of decline in customer numbers.To do this, we will support an industry led Backto Bus campaign this year to promote thereformed network and address misconceptions,encouraging people to use the bus. Thismay include signposting people to apps andwebsites, targeted local promotions encouragingnon-users to give buses a try, such as free dayvouchers, try-before-you-buy, refund guaranteesif a passenger is dissatisfed and a period offree travel for people who have started new jobsor bought new homes. We will also showcaseservices focussing on the quality of experiencefor commuters, including charging points,comfortable seats and other perks."}, {"text_block_id": "p62_b9", "text": "Transport for the West Midlands (TfWM) is partof the West Midlands Combined Authority,chaired by the Mayor of the West Midlands. Itis the UK’s third largest public transportationauthority, responsible for a regionencompassing the major cities of Birminghamand Coventry, with a population of 2.9 millionpeople and in 2019/20 accounted for 246.6million passenger journeys. 27"}, {"text_block_id": "p61_b9", "text": "Currently, only some bus operators accept theJobcentre Plus Travel Discount Card. This cardis provided by Jobcentre Plus advisers to thoseunemployed claiming Jobseekers Allowanceor Universal Credit, and it gives 50 per cent offselected rail tickets and some operators’ busfares. We want to make the card accepted by alloperators and will work with them to deliver this.We will also explore relaxing the eligibility criteriaso the card is available to more claimants."}, {"text_block_id": "p83_b9", "text": "24. Liverpool City Region Combined Authority (2021)Liverpool City Region’s Transport Infrastructure. Availableonline at: https://www.liverpoolcityregion-ca.gov.uk/what-we-do/transport/#:~:text=Liverpool%20City%20Region’s%20buses&text=Our%20pioneering%2C%20award%2Dwinning%20Bus,trend%20of%20falling%20bus%20use."}, {"text_block_id": "p82_b9", "text": "8.DfT (2020) Local bus passenger journeys, Table BUS0103Passenger journeys on local bus services by metropolitanarea status and country: Great Britain, annual from 1970.Available online at: https://www.gov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys;and DfT (2020) All vehicles, Table VEH0103 Licensedvehicles at the end of the year1 by tax class, Great Britainfrom 1909; also United Kingdom from 2014. Availableonline at: https://www.gov.uk/government/statisticaldata-sets/all-vehicles-veh01."}, {"text_block_id": "p80_b9", "text": "• explore innovative approaches such asdemand responsive transport; and"}, {"text_block_id": "p75_b9", "text": "75"}, {"text_block_id": "p74_b9", "text": "We will build on existing interest to identifylocations that are ready this year deliverhundreds more zero emission buses. This willutilise the £120m announced at the SpendingReview for the roll-out of zero emission buses.To drive forward our ambitions, we will learnfrom this early investment to inform models thatwill support scaling up of investment, exploringprivate fnancing and leasing options. This alignswith the work on the UK Government’s newnational infrastructure bank."}, {"text_block_id": "p73_b9", "text": "We will consider alltechnologies fairly"}, {"text_block_id": "p72_b9", "text": "In June 2019, Parliamentpassed legislation requiringthe Government to achieve‘Net Zero’ Greenhousegas emissions by 2050"}, {"text_block_id": "p60_b10", "text": "Bus & coachfares"}, {"text_block_id": "p59_b10", "text": "Across the Liverpool City Region, theintroduction in 2014 of ‘MyTicket’ priced at£2.20, which allows under 19s unlimitedday travel on any bus, has been one ofthe key drivers of fare paying passengergrowth. By 2019, the number of busjourneys made by young people hadincreased by 168% 24 . Initiatives like thisgive young people a great value and easyto understand ticketing offer, which canencourage bus use from an early age andincrease the likelihood of these peopleremaining bus users throughout theiradulthood."}, {"text_block_id": "p58_b10", "text": "Accountability for local services also meansaccountability for promoting access for all. Weexpect each Local Transport Plan to includemeasures that improve accessibility for olderand disabled people, including: designingappropriate networks which minimise walkingdistances to key destinations and streamlineinter-connectivity, promoting high-qualitycustomer service through appropriate andconsistent training, modernising vehicles andupgrading supporting infrastructure to facilitateindependent accessible journeys."}, {"text_block_id": "p51_b10", "text": "7. The marketplace for mobility must be opento stimulate innovation and give the bestdeal to consumers."}, {"text_block_id": "p48_b10", "text": "• an additional amount for rural bus services;"}, {"text_block_id": "p47_b10", "text": "We will issue new guidance on the meaningand role of ‘socially necessary’ services,expanding the category to include ‘economicallynecessary’ services for the frst time. Thisrecognises the vital role that buses have ingetting people to work at all times of theday and night. This guidance will set clearexpectations of what we want to see. To driveforward the levelling-up agenda, this will includeprovision for economically disadvantaged areas.Making sure that people are connected tocentres of employment, broadening their choiceof work and education, is both socially andeconomically important."}, {"text_block_id": "p46_b10", "text": "Robust enforcement of traffc restrictions canbring benefts for buses through less congestion.As we have already announced in Gear Change:A Bold Vision for Cycling and Walking, we willthis year commence authorities’ enforcementpowers under the remaining elements of Part6 of the Traffc Management Act 2004. Thesepowers will allow local authorities, rather thanthe police, to enforce against a range of movingtraffc offences which can help ease congestionand help buses make progress more quickly.We will issue guidance to local authorities aboutthe powers, including on the importance ofensuring citizens are properly informed aboutthem, and the need for traffc signing to beproperly designed and placed, so that it is clearto drivers what restrictions are in force. As westated in Gear Change, we will consider issuingwarnings for a limited period after introductionor for a frst offence."}, {"text_block_id": "p45_b10", "text": "This investment and changes to how thebus sector works will drive improvementsfor passengers. These are set out on thefollowing pages."}, {"text_block_id": "p44_b10", "text": "Partnership guidance will also clarify howunexpected circumstances, such as theCOVID-19 pandemic, should be handled –to minimise the additional work that LTAsneed to take to reach a franchising decision."}, {"text_block_id": "p43_b10", "text": "LibertyBus Franchisein Jersey"}, {"text_block_id": "p41_b10", "text": "We expect Bus Service Improvement Plans to:"}, {"text_block_id": "p40_b10", "text": "• From April 2022, LTAs will need tohave an Enhanced Partnership in place,or be following the statutory processto decide whether to implement afranchising scheme, to access the newdiscretionary streams of bus funding.Only services operated or measurestaken under an Enhanced Partnership orwhere a franchising scheme has beenmade will be eligible to receive the newfunding streams."}, {"text_block_id": "p38_b10", "text": "CBSSG is discretionary, as will be future busfunding from the £3bn. From 1 July 2021,CBSSG and any successor funding to it; fundingto transform services as outlined in this Strategy;and potentially, subject to consultation on widerreform, the reformed Bus Service OperatorsGrant, will only be available to LTAs, outsideof London, who have committed to enteringinto Enhanced Partnerships or started thestatutory process of franchising services, andto operators who co-operate with the process.Since franchising can take several years, weexpect those LTAs who want to start down thatroad to commit to establishing an EnhancedPartnership in the meantime, unless they havebegun the process of implementing franchisingalready (as in Greater Manchester, for instance)."}, {"text_block_id": "p33_b10", "text": "Is there a service Ican use to get homelate evening and atweekends?"}, {"text_block_id": "p32_b10", "text": "• Greener: We will support the introductionof at least 4,000 more zero emission buses."}, {"text_block_id": "p30_b10", "text": "− Local branding that refects thecommunity and not the operator shouldbe adopted, though successful existingbrands such as Harrogate’s 36 shouldnot be sacrifced."}, {"text_block_id": "p25_b10", "text": "• Supporting new and increased services –with at least £300m of funding to supportthe sector recover from the pandemicin 2021/22."}, {"text_block_id": "p24_b10", "text": "Chapter 1 – The opportunity"}, {"text_block_id": "p22_b10", "text": "120%"}, {"text_block_id": "p21_b10", "text": "3500"}, {"text_block_id": "p20_b10", "text": "On numerous routes across thecountry, evening and daytimeservices are operated by differentbus companies, many of which donot acknowledge each other’sexistence or even accept eachother’s tickets. Some operatortimetables don’t display eachother’s services, which gives theimpression there are no servicesat different times of the day."}, {"text_block_id": "p18_b10", "text": "A Department for Transport (DfT) analysis of 33major bus schemes found an average beneftcost ratio of 4.2; in other words, they deliveredbenefts worth more than four times their cost 7 .Buses generate a signifcant proportion ofbenefts which accrue to other road users andto society at large."}, {"text_block_id": "p13_b10", "text": "During a challenging time for public transport,it might seem strange to predict a prosperousfuture for the bus. From crisis, however, comesopportunity."}, {"text_block_id": "p8_b10", "text": "We want the same fully integrated service,the same simple, multi-modal tickets, thesame increases in bus priority measures, thesame high-quality information for passengersand, in larger places, the same turn-up-and-go frequencies. We want services that keeprunning into the evenings and at weekends."}, {"text_block_id": "p3_b10", "text": "Appendix: COVID recovery plan 2021–22"}, {"text_block_id": "p67_b10", "text": "• Additional facilities at the terminus,including a waiting room with seatingand toilets."}, {"text_block_id": "p66_b10", "text": "Passenger journey times can be lowerthan those on rail-based systems due toincreased frequencies. In a number of largeSouth American cities, they can carry tensof thousands of passengers per direction,per hour, equivalent to conventional rail lines.Journey times are optimised when travellingon segregated infrastructure. However, busesare able to run on conventional roads and aretherefore not constrained by the infrastructure:they can steer around roadworks and are notdependent on the provision of a fully-segregatedalignment. The Cambridgeshire system is agood example of mixed operation."}, {"text_block_id": "p65_b10", "text": "These services have improvedpassengers’ access to buses, whichare easily bookable via a smartphoneapp, so residents can continue to makeessential journeys to shops, work andmedical facilities at no extra cost beyonda regular bus fare."}, {"text_block_id": "p64_b10", "text": "Picture: Tees Flex Service64"}, {"text_block_id": "p63_b10", "text": "Picture: KPMG63"}, {"text_block_id": "p62_b10", "text": "To improve customer experience and increaseuse of public transport, TfWM has investedsignifcantly in the provision of accuratepassenger information, supporting operatorsand the developer community to includetimetable and location data for bus tram andrail delivered to journey planning applications,websites and third-party developers as well asto 1,800 real time information displays at busstops and stations."}, {"text_block_id": "p61_b10", "text": "Services must be simplerand easier to understand"}, {"text_block_id": "p83_b10", "text": "26. DfT (2020) Vehicles operated by local bus operators,Table BUS0607b: Percentage of buses with live EMVreaders that can accept contactless payments cards1by metropolitan area status and country2, local busoperators only3 Great Britain, from 2016/17. Availableonline at: https://www.gov.uk/government/data-sets/bus06-vehicle-stocks-technology-and-equipment."}, {"text_block_id": "p82_b10", "text": "9.DfT (2020) Transport use during the coronavirus(COVID-19) pandemic, Transport use by mode: GreatBritain, since 1 March 2020. Available online at: https://www.gov.uk/government/statistics/transport-use-during-the-coronavirus-covid-19-pandemic."}, {"text_block_id": "p80_b10", "text": "• deliver noticeable improvements forpassengers, particularly around bus prioritymeasures, information provision, fares andticketing."}, {"text_block_id": "p74_b10", "text": "As we committed in “Gear Change” we willcreate at least one zero emission city. We arelooking for at least one small or medium-sizedcity which wants to create a zero emissiontransport system, with extensive bike lanes, azero emission bus feet, and a ban on nearlyall petrol and diesel vehicles in the city centre,with deliveries made to consolidation hubsand the last mile being done by cargo bike orelectric van."}, {"text_block_id": "p73_b10", "text": "Zero-emission buses can run on electricbatteries or hydrogen fuel-cells. Battery-electrichas dominated zero emission bus purchases todate, but both technologies have strengths indifferent circumstances. On current technology,battery-electric is a more effcient user of energy,but hydrogen can lend itself better to longerjourneys in rural areas. We will consider alltechnologies fairly and our ambition is that:"}, {"text_block_id": "p72_b10", "text": "A fully-loaded double deck bus cantake 75 cars off the road, helpingto reduce congestion and reduce theimpact of transport on the environment"}, {"text_block_id": "p59_b11", "text": "* D fT buses fares data weighted together with coach fares datacollected by the Offce for National Statistics."}, {"text_block_id": "p58_b11", "text": "58"}, {"text_block_id": "p51_b11", "text": "8. New mobility services must be designed tooperate as part of an integrated transportsystem combining public, private andmultiple modes for transport users."}, {"text_block_id": "p48_b11", "text": "• new incentives for demand responsivetransport, which could encourage thedelivery of services, and bus use, inrural areas;"}, {"text_block_id": "p47_b11", "text": "47"}, {"text_block_id": "p46_b11", "text": "The Government will refresh its statutoryguidance to local authorities on traffcmanagement, to provide up to date andrelevant advice. Statutory traffc managementguidance will be updated to expect enhancedbus reliability as an integral part of highwayauthorities’ Network Management Duty. Wewill also consider how to facilitate sharing ofgood practice and experience in delivering buspriority schemes."}, {"text_block_id": "p45_b11", "text": "Intensive services andinvestment on key corridors"}, {"text_block_id": "p44_b11", "text": "44"}, {"text_block_id": "p43_b11", "text": "The Government of Jersey introduced anew bus franchising model in 2013 whichwas awarded to LibertyBus, a subsidiary ofthe HCT Group. LibertyBus is responsiblefor all routes, which call at approximately800 stops around the island."}, {"text_block_id": "p41_b11", "text": "• Set targets for journey times and reliabilityimprovements (for the LTA as a whole andin each of the largest cities and towns in itsarea) – to be reported against publicly atleast every six months."}, {"text_block_id": "p38_b11", "text": "* Up per tier local authorities (usually combined authorities and county councils) and unitary authorities. Combined authorities arelocal government entities set up by two or more neighbouring councils wishing to co-ordinate responsibilities and powers overservices, including aspects of transport, housing and social care. If the authority has a directly elected Mayor it is a MayoralCombined Authority.38"}, {"text_block_id": "p33_b11", "text": "How do I know ifmy bus service isaccessible?"}, {"text_block_id": "p32_b11", "text": "• Accessible and inclusive by design:Disabled people must be able to use busservices as easily as other passengers.Making buses more accessible (not justthe vehicles themselves, but also busstops, bus stations, and by providingexcellent customer service) will beneft otherpassengers too. Next stop announcements,for example, will help everyone know wherethe bus is going and when they’ve reachedtheir stop."}, {"text_block_id": "p30_b11", "text": "− Routes should, as far as possible, be thesame in the evenings and weekends asthey are in the daytime."}, {"text_block_id": "p25_b11", "text": "• Giving LTAs the skills and people they needto deliver this strategy – with £25m of the£300m allocated in 2021/22."}, {"text_block_id": "p24_b11", "text": "24"}, {"text_block_id": "p22_b11", "text": "09/03/202009/04/202009/05/202009/06/202009/07/202009/08/202009/09/202009/10/202009/11/2020"}, {"text_block_id": "p21_b11", "text": "4000"}, {"text_block_id": "p20_b11", "text": "Lack of eveningservices"}, {"text_block_id": "p18_b11", "text": "18"}, {"text_block_id": "p13_b11", "text": "13"}, {"text_block_id": "p8_b11", "text": "8"}, {"text_block_id": "p3_b11", "text": "Endnotes"}, {"text_block_id": "p67_b11", "text": "• Sheltered bike storage to encouragecycling and free parking for carsto encourage park & ride into thecity centre."}, {"text_block_id": "p66_b11", "text": "We think Glider-style BRT has great potential,and our ambition is to see the development ofproposals for up to fve Glider-style systems inEngland’s towns and cities. We will work withlocal authorities and operators as local BusService Improvement Plans are produced toidentify potential locations for system trials.These services could be protected from othercompetition through bus franchising powers(which are fexible and can cover routes at alocal level not just wider geographies) – so theycould be tendered like rail or light rail services."}, {"text_block_id": "p65_b11", "text": "Picture: Go Coach65"}, {"text_block_id": "p62_b11", "text": "However, this is a challenging task, with morethan thirty bus operators, six train operatorsas well as a tram operator running servicesthey use many different systems eachproviding data in different forms and formats,at different frequencies and with varying levelsof accuracy."}, {"text_block_id": "p61_b11", "text": "A key deterrent to using buses is that theyare, or are perceived as, confusing. We havealready described some negative features ofthe market, such as rival networks which donot acknowledge each other’s existence, andwhich use the same route numbers for whollydifferent services. Bus Service ImprovementPlans must eradicate this. We want to seecommon numbering systems, and routes thatare as far as possible the same in the eveningsand weekends as they are in the daytime.All operators which run the same route shouldaccept the same tickets, use the same routenumber and be shown on the same timetable.Timetable changes should wherever possiblebe co-ordinated, and at set, relatively infrequentpoints in the year."}, {"text_block_id": "p60_b11", "text": "0"}, {"text_block_id": "p83_b11", "text": "27. DfT (2020) Local bus passenger journeys, TableBUS0109: Passenger journeys on local bus services bylocal authority: England, 2019/20. Available online at:https://www.gov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys."}, {"text_block_id": "p82_b11", "text": "10. DfT (2020) Local bus passenger journeys, Table BUS0110Passenger journeys on local bus services per head ofpopulation by local authority: England. Available onlineat: https://www.gov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys."}, {"text_block_id": "p80_b11", "text": "Funding will be used to achieve the objectivesin this strategy, including bus priority measuresin areas of high traffc stress, tendered services,support for existing services or set paymentsto operators similar to CBSSG Restart funding.We expect the majority of the funding will beused to support services, though the fundingis not designed to replicate CBSSG and weunderstand operators and LTAs may need tomake diffcult decisions about the networkthey continue to run. Further information willbe published once we have greater certaintyabout any follow-on funding and have confrmedhow this will be delivered. Once Bus ServiceImprovement Plans are in place then the LTAmust ensure it is clear how any funding drivesdelivery of these plans."}, {"text_block_id": "p74_b11", "text": "We will shortly announce details of the ZEBRAscheme and how this can be part of local areas’decarbonisation plans."}, {"text_block_id": "p73_b11", "text": "• Fuel must be green: in the future we want tosee carbon-free fuel being used;"}, {"text_block_id": "p72_b11", "text": "100%70%"}, {"text_block_id": "p59_b12", "text": "59"}, {"text_block_id": "p51_b12", "text": "9. Data from new mobility services must beshared where appropriate to improve choiceand the operation of the transport system."}, {"text_block_id": "p48_b12", "text": "• effciencies from administrative changessuch as payments in arrears; and"}, {"text_block_id": "p46_b12", "text": "As set out in “A Better Deal for Bus Users” inSeptember 2019, all new road investments inEngland which receive central UK governmentfunding are now required to either support buspriority measures or explain why doing so wouldnot be necessary or appropriate in that instance.All funding bids now need to explicitly addressthis issue."}, {"text_block_id": "p45_b12", "text": "In densely populated areas, EnhancedPartnerships and franchising agreements shouldensure that key radial roads have buses so often– every few minutes – that passengers neverneed a timetable. Evening services on theseroads should be at least every 15 minutes. Onthese routes, wherever physically possible, thereshould be signifcant investment in bus priority– bus lanes, at a minimum. See below for moreabout bus lanes and priority measures."}, {"text_block_id": "p43_b12", "text": "The franchise has created a long-termpartnership which both parties can investin, bringing together local authority andindustry knowledge and skills with the aimof improving customer service to achievebetter passenger satisfaction, which asof February 2020 scored 8.3 out of 10.Between 2012 and 2017 ridership hasincreased by 38% and the contract pricehas decreased by 11% 16 ."}, {"text_block_id": "p41_b12", "text": "• Identify where bus priority measures areneeded, including consideration of BusRapid Transit routes to transform keycorridors and how traffc management canbe improved to beneft buses."}, {"text_block_id": "p33_b12", "text": "How do I safelytake my childrenwith me?"}, {"text_block_id": "p32_b12", "text": "• Innovative: We want to harness theentrepreneurial skills of the best operatorsto constantly strive for innovation inthe market."}, {"text_block_id": "p30_b12", "text": "− Routes should be as easy as possible tounderstand, with simple, high-frequencytrunk services rather than lots of low-frequency services combining together."}, {"text_block_id": "p25_b12", "text": "• Bus priority schemes to speed upjourneys – with the frst schemes deliveredin 2021/22."}, {"text_block_id": "p22_b12", "text": "Announcement of theUK lockdown"}, {"text_block_id": "p21_b12", "text": "19821987199219972002200720122017"}, {"text_block_id": "p20_b12", "text": "Large areas of even major citieshave only one or two busesan hour in the evenings,even though late-night andshift-working are becomingcommonplace. Lots of busservices in rural areas ceaseas early as 5 or 6pm."}, {"text_block_id": "p3_b12", "text": "Contents"}, {"text_block_id": "p67_b12", "text": "• Priority road maintenance – ensuringa high quality of surface for the buslanes and improving drainage all alongthe route."}, {"text_block_id": "p66_b12", "text": "66"}, {"text_block_id": "p62_b12", "text": "Picture: Trent Barton62"}, {"text_block_id": "p61_b12", "text": "61"}, {"text_block_id": "p60_b12", "text": "1987199219972002200720122017"}, {"text_block_id": "p83_b12", "text": "28. DfT (2019) Total transport feasibility report and pilotreview, Available online at: https://www.gov.uk/government/publications/total-transport-feasibility-reportand-pilot-review."}, {"text_block_id": "p82_b12", "text": "11. The Harrogate Bus Company."}, {"text_block_id": "p80_b12", "text": "We want to see the commitment to thesepartnerships realised. From April 2022, onlyLTAs with an Enhanced Partnership in place,or following the statutory process to decidewhether to implement a franchising scheme, willbe able to access new streams of Governmentbus funding; and only services operated, ormeasures taken, under Enhanced Partnershipsor where a franchising scheme has been madewill be eligible for these discretionary fundingschemes. The Secretary of State may disapplythese rules or the deadline of April 2022 inindividual cases, on an exceptional basis; we willalso ensure that no operator is disadvantagedthrough any failure to establish an EnhancedPartnership due to actions beyond their control."}, {"text_block_id": "p74_b12", "text": "Both operators and LTAsmust play their part"}, {"text_block_id": "p73_b12", "text": "• Zero emission frst: low or ultra-lowemission vehicles should only be purchasedwhere a zero emission vehicle is not a viableoperational alternative."}, {"text_block_id": "p72_b12", "text": "Each zero emission bussaves around per year"}, {"text_block_id": "p51_b13", "text": "51"}, {"text_block_id": "p48_b13", "text": "• ending payments for ‘dead’ mileagebetween depots and the start or fnish ofpassenger services; and"}, {"text_block_id": "p46_b13", "text": "We will also support bus rapid transit and othersuch schemes which lie between conventionalbus and light rail, aiming to bring the beneftsand user experience of light rail to bus corridorsat signifcantly lower cost. See page 66."}, {"text_block_id": "p45_b13", "text": "Bus Service Improvement Plans shouldalso carefully consider network design – forexample, whether local needs are best metthrough infrequent “branch” services of mainroutes which provide through journeys at theexpense of frequency, or through high-frequencyfeeder routes connecting to the main lineservice instead, with through ticketing at noextra charge."}, {"text_block_id": "p43_b13", "text": "Picture: HCT LibertyBus43"}, {"text_block_id": "p41_b13", "text": "• Set out pressures on the road network,air quality issues and carbon reductiontargets which improved bus services couldaddress, and set out actions working withoperators to transform the local bus feet tozero emission."}, {"text_block_id": "p33_b13", "text": "Where do I go tofnd the time of mynext bus service?"}, {"text_block_id": "p32_b13", "text": "• Seen as a safe mode of transport:The sector must strive for the highestsafety standards, upheld by the TraffcCommissioners. Marketing shouldemphasise the features that supportpersonal safety, for example CCTV onboardand at bus stops and data that allowspassengers to know when a bus is arrivingso they do not have to wait in the street.This should be supported by more demandresponsive services in the evenings andlate at night."}, {"text_block_id": "p30_b13", "text": "− All operators which run the same routeshould accept the same tickets, use thesame route number and be shown onthe same timetable."}, {"text_block_id": "p25_b13", "text": "• Accelerating the delivery of zero emissionbuses with £120m in 2021/22."}, {"text_block_id": "p22_b13", "text": "Relaxation of lockdown rules,schools start to re-open andpeople can meet outside"}, {"text_block_id": "p21_b13", "text": "Journeys (millions)"}, {"text_block_id": "p20_b13", "text": "Complexticketing"}, {"text_block_id": "p3_b13", "text": "Introducti on: Our vision for the future of buses"}, {"text_block_id": "p67_b13", "text": "Construction costs for Bus RapidTransit systems, such as Glider, aretypically at least 50% lower thantraditional light rail/tram schemes."}, {"text_block_id": "p62_b13", "text": "Bus information"}, {"text_block_id": "p60_b13", "text": "Chapter 4 – Delivering for passengers"}, {"text_block_id": "p83_b13", "text": "83"}, {"text_block_id": "p82_b13", "text": "12. Transport for West Midlands."}, {"text_block_id": "p80_b13", "text": "80"}, {"text_block_id": "p74_b13", "text": "We expect decisions on the local transition tozero emission feets to be taken collaborativelythrough local bus partnerships."}, {"text_block_id": "p73_b13", "text": "We also understand that local decarbonisationroadmaps may include transitional technologiessuch as biofuels and hybrids, which can helpsupport decarbonisation of feets while zeroemission technology develops its capability."}, {"text_block_id": "p72_b13", "text": "23 kilograms"}, {"text_block_id": "p48_b14", "text": "• making the reformed BSOG available onlyto LTAs and operators in an EnhancedPartnership, or where franchising is beingactively pursued."}, {"text_block_id": "p46_b14", "text": "46"}, {"text_block_id": "p45_b14", "text": "On a few corridors, the legacy of the 1980s “buswars” is overprovision, with dozens of buses perhour, including with duplicate competing serviceswhich do not accept each other’s tickets. This iswasteful, polluting and can paradoxically makeservices slower and less attractive. Planningshould make sure that services are appropriatelyspread between corridors, avoiding signifcantover and under provision."}, {"text_block_id": "p41_b14", "text": "• Drive improvements for passengers by:"}, {"text_block_id": "p33_b14", "text": "I’m worriedabout mypersonal safety."}, {"text_block_id": "p32_b14", "text": "We want bus services that mean fewer journeysare needed by private car. We want busesacross the country to become the transportof choice for people with other options, asthey already are in some places. Our changestherefore need to tackle negative perceptionsby non-users. We will have failed if we do notaddress the perceptions which deter peoplefrom buses:"}, {"text_block_id": "p30_b14", "text": "− Timetable changes should be minimisedand co-ordinated across operators, sothey happen at the same time."}, {"text_block_id": "p25_b14", "text": "The bulk of the £3bn transformation funding willbe paid after the transformational changes beginin April 2022."}, {"text_block_id": "p22_b14", "text": "Further relaxation of lockdown rules,hospitality sector re-opens. Twohouseholds can now meet inside."}, {"text_block_id": "p21_b14", "text": "0"}, {"text_block_id": "p20_b14", "text": "In a major northern city, buspassengers are faced withthe choice of many differentweekly or monthly tickets,which have different namesand conditions attached tothem. This can be confusingand makes it diffcult forpassengers to choose the bestoption for them. There are sixdifferent weekly tickets but nonethat gives travel on all the city’spublic transport networks."}, {"text_block_id": "p3_b14", "text": "3"}, {"text_block_id": "p62_b14", "text": "It is too diffcult for non-users to fnd wherebuses go. Information online is often incomplete,misleading or hard to locate. But bus operatorsnow have a legal obligation to publish timetableand running data, and we will be providingfunding for predictions information which willinform the passenger how many minutes awaytheir bus is from the bus stop and on averagehow long the journey will take."}, {"text_block_id": "p60_b14", "text": "We want to see multi-operator ticketingeverywhere, covering all bus services at a pricelittle if at all higher than single-operator tickets,then to extend this to tickets that cover all travelmodes (bus, light rail/metro, rail). Approximately75% of places do now have multi-operatortickets allowing travel on all bus services in thearea but they are not always well advertised andcan be signifcantly more expensive than single-operator tickets."}, {"text_block_id": "p82_b14", "text": "13. KPMG (2015) An economic evaluation of local businfrastructure schemes, A report for Greener Journeys.Available online at: https://www.cpt-uk.org/media/rd5bbnvm/ex-post-evaluation-of-bus-infrastructure-june-2017.pdf."}, {"text_block_id": "p74_b14", "text": "Local authorities:"}, {"text_block_id": "p73_b14", "text": "This work will be aligned to the consultation onthe date for the phase out on the sale of dieselbuses. See page 75."}, {"text_block_id": "p72_b14", "text": "46 tonnes"}, {"text_block_id": "p67_b14", "text": "Picture: Translink Glider"}, {"text_block_id": "p48_b15", "text": "48"}, {"text_block_id": "p45_b15", "text": "45"}, {"text_block_id": "p41_b15", "text": "− Setting targets for passenger growthand customer satisfaction (to bereported against publicly at least everysix months)."}, {"text_block_id": "p33_b15", "text": "I don’t understandwhere my localroutes go."}, {"text_block_id": "p32_b15", "text": "32"}, {"text_block_id": "p30_b15", "text": "− There should be heavy promotionand marketing to familiarise non-userswith their local buses, to demystify theservice for non-users, and introductoryoffers to promote the service to them."}, {"text_block_id": "p25_b15", "text": "25"}, {"text_block_id": "p22_b15", "text": "'Rule of six'introduced"}, {"text_block_id": "p21_b15", "text": "5,000"}, {"text_block_id": "p20_b15", "text": "Poorintegration"}, {"text_block_id": "p60_b15", "text": "Nowhere outside London has multi-modal dailyand weekly price capping using contactlessdebit or credit cards, and only a few placeshave multi-operator daily price capping usingcontactless. We want partnerships andfranchising agreements to change this. Weexpect to see all Bus Service ImprovementPlans setting out how they will deliver no-fuss, multi-operator tickets and price caps oncontactless credit and debit cards, at little or nopremium to single operator fares. We will expectall operators to work with LTAs to deliver this."}, {"text_block_id": "p82_b15", "text": "14. Transport Focus (2020) Bus Passengers’ prioritiesfor improvement survey. Available online at: https://d3cez36w5wymxj.cloudfront.net/wp-content/uploads/2020/09/09095433/TF-Bus-passenger-priorities-Sept_20-WEB.pdf."}, {"text_block_id": "p74_b15", "text": "• will have expectations for the outcomesthey want to see and when;"}, {"text_block_id": "p73_b15", "text": "We will provide the fnancialsupport to scale up quickly"}, {"text_block_id": "p72_b15", "text": "72"}, {"text_block_id": "p67_b15", "text": "67"}, {"text_block_id": "p41_b16", "text": "− Setting out plans and costs for fares,ticketing and modal integration.Initially, we expect LTAs and busoperators to develop plans to enablemulti-operator ticketing, where plansdo not exist. Over time we will expectLTAs to work across transport modestowards enabling a multi-modalticketing scheme."}, {"text_block_id": "p33_b16", "text": "How do the fareswork and can I usecontactless to pay?"}, {"text_block_id": "p30_b16", "text": "30"}, {"text_block_id": "p22_b16", "text": "Announcement ofsecond lockdownin England"}, {"text_block_id": "p21_b16", "text": "10,000"}, {"text_block_id": "p20_b16", "text": "In one Home Counties town withgenerally excellent bus services,misguided landscaping andredevelopment around therailway station moved bus stopsfurther away."}, {"text_block_id": "p60_b16", "text": "We will work with transport technologyproviders, app developers, bus operators andLTAs to ensure that any technology to supportthis is developed strategically, and money isnot wasted on different technology solutionsfor different places. As rail ticketing and faressystems are updated, we will also consideropportunities for facilitating integrated electronicticketing with buses."}, {"text_block_id": "p82_b16", "text": "15. DfT (2019) Local bus service vehicle distance travelled,Table BUS0207: Vehicle distance travelled (miles andkilometres) on local bus services by urban-rural statusand service type: England, annual. Available online at:https://www.gov.uk/government/statistical-data-sets/bus02-vehicle-distance-travelled."}, {"text_block_id": "p74_b16", "text": "• will work with energy providers to integratethe needs of buses into wider fuelinfrastructure plans and identify best energyprovision solutions; and"}, {"text_block_id": "p73_b16", "text": "The high upfront capital costs of vehicles andenergy infrastructure can act as a barrier to therapid adoption of new zero emission buses.In the short term we will play our part byproviding funding to address this challenge."}, {"text_block_id": "p41_b17", "text": "− Considering the impact of roadsideinfrastructure (e.g. bus stops andshelters) on passenger safety, securityand accessibility."}, {"text_block_id": "p33_b17", "text": "I’m worried Imay get stucksomewhere."}, {"text_block_id": "p22_b17", "text": "Passenger boardings in Great Britain, excluding London: comparedto the same day in the third week of January (100=no change)"}, {"text_block_id": "p21_b17", "text": "15,000"}, {"text_block_id": "p20_b17", "text": "20"}, {"text_block_id": "p60_b17", "text": "84% of buses in England already acceptcontactless payment 26 . To drive even greateradoption of contactless across the industry, wewill use CBSSG to incentivise operators to adoptthe technology. In the longer term, to ensurethe industry reaches, and then maintains thestandard of 100% contactless, we will considermaking it a condition of bus service registrationand BSOG eligibility."}, {"text_block_id": "p82_b17", "text": "16. The Government of Jersey (2017) Jersey Bus Franchise:The Commissioner Perspective. Available online at:https://www.urbantransportgroup.org/system/fles/general-docs/Presentation%20by%20Jersey.pdf."}, {"text_block_id": "p74_b17", "text": "• may play a central part in funding andfnancing arrangements."}, {"text_block_id": "p73_b17", "text": "We will support the market to scale up by:"}, {"text_block_id": "p41_b18", "text": "− Considering how a coherent andintegrated network should serveschools, health, social care, employmentand other services."}, {"text_block_id": "p33_b18", "text": "33"}, {"text_block_id": "p22_b18", "text": "The impact of COVID-19 is both a signifcant riskand an opportunity. It has meant much greaterco-operation between many LTAs and busoperators which we cannot afford to lose. Whilerelationships and capacity still need to be builtand improved, there can simply be no return tothe situation, seen in too many parts of England,where services were planned on a purelycommercial basis with little or no engagementwith, or support from, LTAs."}, {"text_block_id": "p21_b18", "text": "20,000"}, {"text_block_id": "p60_b18", "text": "60"}, {"text_block_id": "p82_b18", "text": "17. Greener Journeys (2017) Costs and Benefts of the BusService Operators’ Grant. Available online at: https://greenerjourneys.com/wp-content/uploads/2014/10/BSOG-June-2017.pdf."}, {"text_block_id": "p74_b18", "text": "Bus operators:"}, {"text_block_id": "p73_b18", "text": "• giving the certainty to create a sustainedpipeline of vehicle orders, allowing Britishbus manufacturers to invest, productionvolumes to increase and the costs ofvehicles to fall."}, {"text_block_id": "p41_b19", "text": "− Taking into account the views oflocal people."}, {"text_block_id": "p22_b19", "text": "The next year provides a unique chance tochange the way in which local authorities andoperators work together and deliver signifcantimprovements for passengers. That is why weare seeking urgent action."}, {"text_block_id": "p21_b19", "text": "25,000"}, {"text_block_id": "p82_b19", "text": "18. Transport Focus (2019) Bus passenger survey autumn2019 main report. Available online at: https://www.transportfocus.org.uk/publication/bus-passenger-survey-autumn-2019-report/."}, {"text_block_id": "p74_b19", "text": "• should always take the lead in specifyingthe technical requirements for vehicles –ensuring that they meet passengers’ needs;"}, {"text_block_id": "p73_b19", "text": "• ensuring that we support new funding andfnancing models needed to deliver ourambition, including new types of vehicleleasing and maintenance arrangements,as part of a vibrant fnancing strategy."}, {"text_block_id": "p41_b20", "text": "− Committing to a Bus PassengerCharter (BPC) that sets out whatpassengers can expect from busoperators delivering local bus servicesacross their area. BPC’s should includecommitments on the accessibility ofbus services."}, {"text_block_id": "p22_b20", "text": "22"}, {"text_block_id": "p21_b20", "text": "30,000"}, {"text_block_id": "p82_b20", "text": "19. DfT (2020) Local bus passenger journeys, TableBUS0110: Passenger journeys on local bus services perhead of population by local authority: England, 2019/20.Available online at: https://www.gov.uk/government/statistical-data-sets/bus01-local-bus-passenger-journeys."}, {"text_block_id": "p74_b20", "text": "• should develop an understanding of theenergy requirements of decarbonisingtheir feet so that the best energy provisionsolutions can be identifed; and"}, {"text_block_id": "p73_b20", "text": "As a frst step we will invest an unprecedented£120m in zero emission buses in 2021/22. Thisis in addition to £50m from 2020/21 to deliverthe frst All-Electric Bus Town or City."}, {"text_block_id": "p41_b21", "text": "* A ll local transport authorities in England are required to have a Local Transport Plan (LTP) relating to transport to, from and within their area. It isa practical document which sets out in detail the authority’s transport policies over a given period. This includes local objectives, strategy and animplementation plan highlighting what measures will be taken to achieve local plans."}, {"text_block_id": "p21_b21", "text": "35,000"}, {"text_block_id": "p82_b21", "text": "82"}, {"text_block_id": "p74_b21", "text": "• will often provide or secure the majorityof the investment required."}, {"text_block_id": "p73_b21", "text": "It will also launch the Zero Emission BusRegional Area (ZEBRA) scheme, bringingtogether LTAs, bus operators, energy companiesand other stakeholders to develop fnancial andcommercial models of delivering zero emissionbuses at scale, with government and non-government funding."}, {"text_block_id": "p41_b22", "text": "41"}, {"text_block_id": "p21_b22", "text": "Licensed Private Cars (thousands)"}, {"text_block_id": "p74_b22", "text": "74"}, {"text_block_id": "p73_b22", "text": "Based on experience in these pathfnder areas,we will then scale up to deliver the PrimeMinister’s commitment to 4,000 new zeroemission buses. This unprecedented investment,the single biggest of its kind for zero emissionbuses, will also help safeguard thousands ofjobs in Britain’s bus manufacturing industry."}, {"text_block_id": "p21_b23", "text": "GB Private Cars"}, {"text_block_id": "p73_b23", "text": "We are clear that our support must focus ongreen vehicles and as such Government fundingwill not incentivise the continued use of dieselbuses. As a principle, our reform of grant fundingfor bus services* will ensure it is no longerpaid on the basis of fuel used and instead willincentivise the take up of zero emission vehicles."}, {"text_block_id": "p21_b24", "text": "England outsideLondon Local Busjourneys"}, {"text_block_id": "p73_b24", "text": "73"}, {"text_block_id": "p21_b25", "text": "Bus Deregulation"}, {"text_block_id": "p21_b26", "text": "GLA Act"}, {"text_block_id": "p21_b27", "text": "London LocalBus journeys"}, {"text_block_id": "p21_b28", "text": "GLA (Greater London Authority) Act 1999 established authority for the Greater London Authority, the Mayor ofLondon and the London Assembly to make provision about transport and road traffc in and around Greater London."}, {"text_block_id": "p21_b29", "text": "In rural areas, more dispersed, lower densitypopulations make it challenging to deliverwidespread timetabled services run bytraditional buses. Services often take longand indirect routes, to serve as many peopleas possible, but they become an unattractivealternative for passengers with access to a car.Services invariably need funding from LTAs and,when money is tight, funding for bus servicesis deprioritised. Services get cut, and peopleare even more likely to buy a car, reducing thepotential demand for buses even further."}, {"text_block_id": "p21_b30", "text": "If we are to meet our legal obligation to deliverNet Zero carbon emissions and have thrivingcommunities, we have to reverse these cycles."}, {"text_block_id": "p21_b31", "text": "This is made more challenging by the impact ofCOVID-19 on the bus sector. With over £1bn offnancial support provided by the Governmentduring the pandemic so far, the sector hasprovided the essential services for people whohave needed to keep using public transport,including key workers. But the lasting impacton bus use remains unknown, with passengernumbers expected to fall from pre-COVID levels– at least initially."}, {"text_block_id": "p21_b32", "text": "21"}], "document_description": "This strategy aims to bolster the use, quality and sustainability of buses across the country. The measures include a simplification and lowering of fares, enhanced service, delivery of 4,000 new electric or hydrogen buses, and end sales of new diesel buses. It is provisioned by three billion pounds.&nbsp;"}