{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "United Kingdom", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2008", "document_language": "English", "document_name": "Climate Change Act 2008", "document_country_code": "GBR", "document_hazard_name": "Changes In Air Quality", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.legislation.gov.uk/ukpga/2008/27/contents", "document_type": "Act", "text_blocks": [], "document_description": "The Act provides a long-term framework to improve carbon management, to help the transition to a low carbon economy, encourage investment in low carbon goods and provide an international signal. The Act establishes a legally binding target for the UK to bring all greenhouse gas emissions to net zero by 2050. It also creates 5-yearly 'carbon budgets' as a pathway to meet the long-term target. The Act has now established a legally binding target of at least an 100% cut in GHG emissions by 2050, to be achieved through action in the UK and abroad. Ministers must report on the policies implemented to meet carbon budgets and produce an annual report to Parliament on the status of UK emissions. The Committee on Climate Change (CCC) - an independent, expert body to advise the government on the level of carbon budgets and on progress in meeting these budgets - submits annual reports to Parliament on progress towards targets and budgets. The government must respond to the reports, ensuring transparency and accountability. The Act sets up a carbon budgeting system that caps emissions over 5-year periods, with three budgets set at a time, to help the UK stay on track for its 2050 target. The first three carbon budgets run from 2008-2012, 2013-2017 and 2018-2022, and were set in law in May 2009. The fourth carbon budget, for 2023-2027 approved by parliament in 2011 and reviewed in 2014, puts into law a target to reduce emissions by 50% from 1990 levels by 2025 (the midpoint of the budget period). The government must report to Parliament its policies and proposals to meet the budgets and set a limit on the purchase of carbon credits for each budgetary period - for the first budgetary period, a zero limit was set in May 2009, excluding units bought by UK participants in the EU Emissions Trading System. For the second budget period, a limit of 55MtCO2e was set. The Act also gives powers to introduce domestic emissions trading schemes more quickly and easily through secondary legislation - the first use has been to introduce the Carbon Reduction Commitment Energy Efficiency Scheme. The Act introduced measures on biofuels and powers to introduce pilot financial incentive schemes in England for household waste. The Act requires, by the end of 2012, the inclusion of international aviation and shipping emissions in the net carbon account, or an explanation to Parliament why not. The government announced in December 2012 that this decision would be deferred, recognising uncertainty over the international framework for reducing aviation emissions and particularly the treatment of aviation within the EU ETS. The new net zero target still excludes aviation and shipping. The government must report at least every 5 years on the risks to the UK of climate change, and publish a programme setting out how these will be addressed. The first such climate change risk assessment was published in 2012. The Act also introduces powers for government to require public bodies and statutory undertakers to carry out their own risk assessment and make plans to address those risks. The Act introduces an Adaptation Sub-Committee of the Committee on Climate Change, providing advice to, and scrutiny of, the Government's adaptation work. ****** The fifth carbon budget (adopted in June 2016) has set emission reduction levels to 57% compared with 1990 levels. It covers the period between 2028-2032 and is in line with the UK's global commitments. The recommended budget and its latest progress report, the CCC (Committee on Climate Change) listed some recommendations in the form of priorities for policy development, including: Enabling mature low carbon energy sources (e.g. onshore wind) to come to marketDefining how energy efficiency improvements shall be financed and deliveredIncreasing adoption of low carbon heat, which includes policies to overcoming behavioural barriersExtending vehicle efficiency targets through the 2020s, coupled with policies to increase use of electric vehiclesIn order to decarbonise effectively by 2050, the CCC has called for all new investment from 2020 onwards in power to be low carbon, excluding back-up and balancing plant. From 2035 onwards, the same will apply to all investments in transport and head.The sixth carbon budget was adopted by Parliament on June 22th, 2021."}