{"document_instrument_name": ["Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "United Kingdom", "document_category": "Law", "document_sector_name": ["Waste", "Energy"], "document_date": "01/01/2013", "document_language": "English", "document_name": "Energy Act 2013", "document_country_code": "GBR", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Finance"], "document_response_name": "Mitigation", "document_url": "https://www.legislation.gov.uk/ukpga/2013/32/contents/enacted", "document_type": "Act", "text_blocks": [], "document_description": "The Contracts for Difference scheme is the current main mechanism for supporting large-scale generation of renewable electricity. It is a market-based mechanism, designed to provide a substantial incentive for all eligible forms of renewable electricity. CfDs incentivise investment in renewable energy by providing developers of projects with high upfront costs and long lifetimes with direct protection from volatile wholesale prices, and they protect consumers from paying increased support costs when electricity prices are high. The Scheme is administered by the Low Carbon Contracts Company, a private company administered by BEIS.The Contracts for Difference Scheme replaces the Renewables Obligation scheme which was closed to new generating capacity in 2017.The Renewables Obligation (RO) placed an obligation on licensed electricity suppliers to source a specified and annually increasing proportion of their electricity sales from renewable sources, or pay a penalty. The obligation for 2009/10 was 9.7%, rising to 15.4% by 2015/6. Previously, one Renewable Obligation Certificate (ROC) was issued for each MWh of eligible generation, regardless of technology. In 2009, reforms gave new generators joining the RO different numbers of ROCs, depending on the costs and potential for large-scale deployment. New projects in more expensive technologies like offshore wind now receive more support and those that are more economic, like landfill gas, receive less. Generators can sell their ROCs to electricity supply companies, which use them to demonstrate compliance with the Obligation. This enabled generators to receive a premium on top of the sale of the electricity. In 2010, changes to the scheme included the end date of the RO being extended to 2037, in order to provide greater long-term certainty for investors, and an increase in support for offshore wind projects meeting certain criteria.  The Office of Gas and Electricity Markets (Ofgem) is responsible for monitoring and enforcing compliance with the RO. Their functions include accrediting renewable generators and the issuing of ROCs."}