{"document_instrument_name": "Disclosure obligations|Regulation", "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Finance", "document_language": "English", "document_name": "Financial Conduct Authority Rules on TCFD", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Rules", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "12/10/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/GBR/2020/GBR-2020-10-12-Financial Conduct Authority Rules on TCFD_c5672d817ae6d757a4474fa19381e57a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Proposals to enhance climate-related disclosures by listed issuers and clarification of existing disclosure obligations"}, {"text_block_id": "p0_b2", "text": "Policy Statement"}, {"text_block_id": "p0_b3", "text": "PS20/17"}, {"text_block_id": "p0_b4", "text": "December 2020"}, {"text_block_id": "p1_b5", "text": "Contents"}, {"text_block_id": "p1_b6", "text": "Annex 1"}, {"text_block_id": "p1_b7", "text": "Annex 2"}, {"text_block_id": "p1_b8", "text": "Appendix 1"}, {"text_block_id": "p1_b9", "text": "Appendix 1\n"}, {"text_block_id": "p1_b10", "text": "Appendix 2"}, {"text_block_id": "p1_b11", "text": "Appendix 2\n"}, {"text_block_id": "p1_b12", "text": "Appendix 3"}, {"text_block_id": "p1_b13", "text": "Appendix 3\n"}, {"text_block_id": "p2_b14", "text": "1 Summary"}, {"text_block_id": "p2_b15", "text": "1 Summary\n* CP 20/3) on a new Listing Rule (LR) for commercial companies with a UK premium listing, promoting better disclosures about how they are managing climate-related risks and opportunities. Under our proposal, in-scope issuers would be required to state in their annual financial report whether they have made disclosures consistent with the recommendations of the Taskforce on Climate-related Financial Disclosure (TCFD; see Appendix 3) or explain if they have not done so.\n* We also consulted on a Technical Note clarifying existing obligations set out in EU legislation (which will continue to apply in the UK after the end of the Implementation Period) and in our Handbook that, in our view, may already require issuers to disclose information on climate-related and other environmental, social and governance (ESG)\n* In this Policy Statement (PS), we summarise the feedback we received to our consultation and confirm our final policy position. This PS also contains the final rule and guidance as well as the final Technical Note."}, {"text_block_id": "p2_b24", "text": "Who this affects"}, {"text_block_id": "p2_b25", "text": "Who this affects\n* Our final rule will directly impact commercial companies with a UK premium listing. Other listed issuers will also be interested in our plans to consult in the future on extending the rule to a wider scope of listed issuers.\n* Our final Technical Note will also impact a wider scope of issuers, including listed issuers, issuers with securities admitted to trading on regulated markets and other entities in-scope of requirements under the Market Abuse Regulation (MAR) and the Prospectus Regulation (PR) (as those regulations will be âonshoredâ at the end of the Implementation Period).\n* This PS will also be of interest to a broad range of other stakeholders, including:\n\t* sponsors of listed companies\n\t* corporate finance and other advisors\n\t* accountants and auditors\n\t* consumer groups and individual consumers\n\t* industry groups, trade bodies and civil society groups\n\t* regulated firms\n\t* investors\n\t* policy-makers and regulatory bodies\n\t* industry experts and commentators\n\t* academics and think tanks"}, {"text_block_id": "p3_b51", "text": "The wider context of this policy statement"}, {"text_block_id": "p3_b52", "text": "Our consultation"}, {"text_block_id": "p3_b53", "text": "Our consultation\n* Market participants and policymakers agree that better disclosure about organisationsâ exposure to climate change risks and opportunities will lead to more informed pricing and drive investment towards greener projects and activities. In this way, financial flows can support the transition to net zero carbon emissions. Improving climate-related disclosures along the investment chain has therefore been central to our sustainable finance strategy.\n* final report\n* final report\n in June 2017. The report set out 11 recommended disclosures under 4\n* final report\n in June 2017. The report set out 11 recommended disclosures under 4\n pillars to promote better disclosure. These are governance, strategy, risk management and, finally, metrics and targets. Since then, the TCFDâs recommendations have attracted widespread support internationally, with more than 1,500 companies having now publicly expressed their support.\n* The UK government was one of the first publicly to endorse the TCFDâs recommendations and made their implementation a central part of its . In November 2020, a cross-Whitehall/cross-regulator taskforce (including the FCA) published a Roadmap charting a path towards mandatory TCFD-aligned disclosure obligations across the UK economy over the next 5 years, with most of the measures to be introduced by 2023.\n* The Roadmap includes the steps we are taking through our new rule to encourage in-scope listed companies to make disclosures consistent with the TCFDâs recommendations. It also sets out our future plans to consult on measures for a wider scope of listed companies, asset managers, life insurers and FCA-regulated pension\n* We see implementation of TCFD-aligned disclosures as a means of building companiesâ capabilities to identify, assess, manage and disclose on climate-related risks and opportunities. We consider that this will pave the way to an eventual international standard for corporate reporting on climate-related and wider sustainability matters, integrated with financial reporting."}, {"text_block_id": "p3_b70", "text": "How it links to our objectives"}, {"text_block_id": "p3_b71", "text": "How it links to our objectives\n* By introducing our new rule and guidance alongside the Technical Note we aim to advance our strategic objective to make relevant markets function well, and our 3 operational objectives. We expect to:\n<\\li1>\n\t* Enhance market integrity by clarifying the information investors need in order to make informed investment decisions; we expect this to support more informed market pricing, risk management and capital allocation.\n\t* Protect consumers by improving the information financial services firms use both to design the climate-related financial products that consumers demand, and to make more reliable disclosures to clients and consumers.\n\t* Support competition in the interests of consumers by enabling financial services firms to provide clients and consumers with better information to assess which"}, {"text_block_id": "p4_b80", "text": "What we are changing"}, {"text_block_id": "p4_b81", "text": "What we are changing\n* This PS confirms we are introducing a new rule in LR 9.8 requiring that commercial companies with a UK premium listing (including sovereign-controlled commercial companies) include a statement in their annual financial report setting out:\n\t* whether they have made disclosures consistent with the TCFDâs recommendations and recommended disclosures in their annual financial report\n\t* where they have not made disclosures consistent with some or all of the TCFDâs recommendations and/or recommended disclosures, an explanation of why, and a description of any steps they are taking or plan to take to be able to make consistent disclosures in the future â including relevant timeframes for being able to make those disclosures\n\t* where they have included some, or all, of their disclosures in a document other than their annual financial report, an explanation of why\n\t* where in their annual financial report (or other relevant document) the various disclosures can be found\n\t* The rule is accompanied by guidance to help listed companies determine whether their disclosures are consistent with the TCFDâs recommendations and recommended disclosures. The guidance will also clarify the limited circumstances in which we would expect in-scope companies to explain rather than disclose.\n\t* The instrument giving effect to the new rule is presented in Appendix 1. As at 7 December 2020, the rule will apply to 460 companies on the FCA Official List.\n\t* This PS also confirms that we are introducing a Technical Note clarifying existing disclosure obligations for a wider scope of issuers. Issuers may, in our view, already be required to make disclosures on climate-related and other ESG matters under particular provisions of the LR, Disclosure Guidance and Transparency Rules (DTR), MAR and the PR, in certain circumstances. Our finalised Technical Note is presented in full in Appendix 2."}, {"text_block_id": "p4_b97", "text": "Outcome we are seeking"}, {"text_block_id": "p4_b98", "text": "Outcome we are seeking\n* Figure 1 in  (pg.7) summarises the causal chain by which we expect our proposals to address potential harms and advance our objectives. We show that encouraging issuers to make more comprehensive and high-quality climate-related financial disclosures should:\n<\\li1>\n\t* enhance market integrity due to better informed asset pricing and more accurate valuation of issuersâ securities\n\t* fill product gaps by enabling financial services firms to develop products that meet consumersâ climate-related preferences, and reduce the risk of consumersâ buying unsuitable (or mis-sold) products by supporting more reliable climate-related\n\t* support more effective competition between financial services firms because, with better information to support firmsâ product development and their own"}, {"text_block_id": "p5_b109", "text": "Outcome we are seeking\n* Figure 1 in  (pg.7) summarises the causal chain by which we expect our proposals to address potential harms and advance our objectives. We show that encouraging issuers to make more comprehensive and high-quality climate-related financial disclosures should:\n<\\li1>\n\t* enhance market integrity due to better informed asset pricing and more accurate valuation of issuersâ securities\n\t* fill product gaps by enabling financial services firms to develop products that meet consumersâ climate-related preferences, and reduce the risk of consumersâ buying unsuitable (or mis-sold) products by supporting more reliable climate-related\n\t* support more effective competition between financial services firms because, with better information to support firmsâ product development and their own\n* This should help markets allocate capital more effectively, both within and across companies and projects. It should also help ensure that the cost of capital better reflects how well companies are managing climate-related risks and opportunities. Ultimately, we should expect financial flows better to support the transition to net zero carbon emissions, through which policymakers hope to address climate change.\n<\\li1>"}, {"text_block_id": "p5_b111", "text": "Measuring success"}, {"text_block_id": "p5_b112", "text": "1.19"}, {"text_block_id": "p5_b113", "text": "As described in"}, {"text_block_id": "p5_b114", "text": ", we will monitor the outcomes we achieve and the success of our intervention via the following channels:"}, {"text_block_id": "p5_b115", "text": ", we will monitor the outcomes we achieve and the success of our intervention via the following channels:\n* We will monitor evidence of the market rewarding those companies or projects that are managing the physical and transition risks of climate change most effectively, and those that are supporting the transition to a net zero carbon economy. We will also monitor whether disclosures in line with our rules enable investors to make better informed decisions in primary and secondary markets. In addition, we will keep our rule under review as work continues internationally and across industry to develop an international standard for corporate reporting on climate-related and sustainability matters.\n* We will monitor the extent to which issuers are following the new requirements and the overall development and quality of their disclosures. We will also assess any concerns raised with us by market participants and other bodies regarding securities issuersâ disclosures. And we will work collaboratively with other regulators, most notably the Financial Reporting Council (FRC) and, in due course, the Audit, Reporting and Governance Authority (ARGA).\n* As part of our ongoing supervisory dialogue, we will gather asset managersâ and life insurersâ views on how well investee companiesâ disclosures under our new rule support investment and risk decisions â including how well they provide the information firms need to carry out effective stewardship on climate-related matters.\n* Through engagement with the Climate Financial Risk Forum and wider liaison with industry, we will gather feedback on the effectiveness of the new regime.\n* There was majority support for our proposal to apply the rule initially only to commercial companies with a UK premium listing. However, a majority also wanted us to extend the scope to other listed companies in due course. Many respondents asked that we clarify the timing of such an extension. A significant number of respondents encouraged us to bring all listed issuers into scope immediately.\n* Respondents agreed that we should ensure our rules are as consistent as possible with international principles, frameworks and standards. There was almost unanimous support for our proposal directly to reference the TCFDâs report and guidance materials in our rule and guidance. Some respondents requested that we provide more guidance on how a company should determine"}, {"text_block_id": "p5_b129", "text": "Summary of feedback and our response"}, {"text_block_id": "p5_b130", "text": "1.20"}, {"text_block_id": "p5_b131", "text": "We received 66 responses to our consultation. Overall, there was strong support for our proposals. Some key points of feedback included the following:"}, {"text_block_id": "p6_b138", "text": "We received 66 responses to our consultation. Overall, there was strong support for our proposals. Some key points of feedback included the following:\n* Most respondents supported our introducing the rule on a âcomply or explainâ basis. They considered that flexibility in the compliance basis was important, particularly where companies faced data, modelling or analytical challenges. However, many saw âcomply or explainâ as an interim step towards mandatory disclosure obligations in due course and encouraged us to clarify the timing of next steps. Those respondents who disagreed with our proposal â most representing investors or civil society â generally called for mandatory disclosure\n* Most respondents supported our introducing the rule on a âcomply or explainâ basis. They considered that flexibility in the compliance basis was important, particularly where companies faced data, modelling or analytical challenges. However, many saw âcomply or explainâ as an interim step towards mandatory disclosure obligations in due course and encouraged us to clarify the timing of next steps. Those respondents who disagreed with our proposal â most representing investors or civil society â generally called for mandatory disclosure\n immediately.\n* A majority of respondents agreed with our view that issuers should ordinarily be capable of making disclosures consistent with the TCFDâs recommendations on governance and risk management. Hence, for these recommendations, respondents agreed that issuers should ordinarily not need the flexibility to explain non-disclosure. Almost half of the respondents on this topic asked us to provide guidance to clarify this expectation. Some also noted that there are other more qualitative, less data-intensive recommended disclosures that issuers should ordinarily be capable of making.\n* Despite the extension of the original consultation period, most respondents who commented on timing agreed that we should retain the proposed application date of 1 January 2021.\n* While fewer respondents provided comments on the Technical Note, they were generally supportive, although some asked for more detail and clarification in places.\n* We have amended the rule to promote transparency of any steps companies are taking or plan to take to make consistent disclosures in the future. We agree with stakeholder feedback that market discipline will be more effective if listed companies are transparent about anticipated future enhancements.\n* As requested by many respondents, we have provided additional guidance on the limited circumstances in which we would expect issuers to explain, rather than\n* We have provided guidance to clarify that a companyâs determination of consistency with the TCFDâs recommendations should be informed by a detailed assessment of their disclosures which takes into account certain of the TCFDâs published guidance materials. Reflecting other points raised in feedback, we have also provided additional high-level guidance in relation to the level of detail to be included in companiesâ disclosures."}, {"text_block_id": "p6_b155", "text": "1.21"}, {"text_block_id": "p6_b156", "text": "Having considered the feedback received, we are finalising our proposals with few changes but with some additional guidance. We have made no changes to the scope and compliance basis of our rule. The rule will therefore apply to commercial companies with a UK premium listing, on a ‘comply or explain’ basis. Balancing the views of respondents, we think this is a proportionate approach at the current time. As a result of the feedback, we have made changes in 3 areas:"}, {"text_block_id": "p7_b164", "text": "1.22"}, {"text_block_id": "p7_b165", "text": "Consistent with many stakeholders’ calls to clarify next steps in respect of both the scope and compliance basis of our rule, we also confirm our plans to:"}, {"text_block_id": "p7_b166", "text": "Consistent with many stakeholders’ calls to clarify next steps in respect of both the scope and compliance basis of our rule, we also confirm our plans to:\n* issue a follow-up CP in the first half of 2021 on proposals to extend the application of our rule to a wider scope of listed issuers, and consider strengthening the\n* also in the first half of 2021, consult on potential TCFD-aligned disclosures by UK-authorised asset managers, life insurers and FCA-regulated pension providers designed to better inform their clients and end investors"}, {"text_block_id": "p7_b171", "text": "1.23"}, {"text_block_id": "p7_b172", "text": "This forward strategy for TCFD implementation was included in the Roadmap to mandatory TCFD-aligned disclosures, published in November 2020."}, {"text_block_id": "p7_b173", "text": "1.24"}, {"text_block_id": "p7_b174", "text": "Finally, in response to feedback, we have made some minor changes to the Technical Note to make it clearer, more specific and to update for more recent regulatory developments. We have also included a reference to the new LR introduced in this PS."}, {"text_block_id": "p7_b175", "text": "Equality and diversity considerations"}, {"text_block_id": "p7_b176", "text": "1.25"}, {"text_block_id": "p7_b177", "text": "We have considered the equality and diversity issues that may arise from the actions"}, {"text_block_id": "p7_b178", "text": "set out in this PS."}, {"text_block_id": "p7_b179", "text": "1.26"}, {"text_block_id": "p7_b180", "text": "Overall, we do not consider that the proposals materially impact any of the groups with protected characteristics under the Equality Act 2010. We consider that, by helping to make relevant markets function well, improving climate-related disclosures will benefit"}, {"text_block_id": "p7_b181", "text": "all consumers."}, {"text_block_id": "p7_b182", "text": "1.27"}, {"text_block_id": "p7_b183", "text": "However, we will continue to consider the equality and diversity implications of our regulations once the final rules are in force."}, {"text_block_id": "p7_b184", "text": "Next steps"}, {"text_block_id": "p7_b185", "text": "1.28"}, {"text_block_id": "p7_b186", "text": "Our new LR will apply for accounting periods beginning on or after 1 January 2021. The first annual financial reports including disclosures subject to our rule would then be published in spring 2022. The finalised Technical Note will apply with immediate effect."}, {"text_block_id": "p7_b187", "text": "1.29"}, {"text_block_id": "p7_b188", "text": "A listed company which is directly impacted by the new LR should familiarise itself with the details of the rule and associated guidance, and consider what arrangements it needs to put in place to ensure that it is able to meet the requirements of the rule."}, {"text_block_id": "p7_b189", "text": "1.30"}, {"text_block_id": "p7_b190", "text": "Relevant issuers which are directly impacted by the relevant provisions of the LRs, DTRs, PR or MAR should also familiarise themselves with the content of the Technical Note and consider where they may already be required to disclose information on climate-related (and other ESG) matters under those provisions."}, {"text_block_id": "p8_b191", "text": "2 The wider context of this"}, {"text_block_id": "p8_b192", "text": "policy statement"}, {"text_block_id": "p8_b193", "text": "2.1"}, {"text_block_id": "p8_b194", "text": "Despite the pandemic, the focus on climate change has not diminished. Policy-makers, regulators, industry and wider society all increasingly recognise the urgent need to adapt. Important steps are being taken to manage the risks of climate change and"}, {"text_block_id": "p8_b195", "text": "harness the opportunities, but there is much more to do."}, {"text_block_id": "p8_b196", "text": "2.2"}, {"text_block_id": "p8_b197", "text": "In this chapter, we summarise some key global and domestic developments that are relevant to this PS and the actions that we are taking."}, {"text_block_id": "p8_b198", "text": "Global adoption of the TCFD’s recommendations"}, {"text_block_id": "p8_b199", "text": "2.3"}, {"text_block_id": "p8_b200", "text": "The TCFD’s recommendations continue to be adopted internationally. According"}, {"text_block_id": "p8_b201", "text": "to the"}, {"text_block_id": "p8_b202", "text": "TCFD Status Report 2020"}, {"text_block_id": "p8_b203", "text": ", more than 1,500 organisations have now voiced their public support. Over 110 regulators and government organisations are TCFD supporters, including the UK government, Bank of England and the FCA. The private finance agenda of the UN Climate Change Summit 2021 (COP26) also features TCFD implementation as an objective."}, {"text_block_id": "p8_b204", "text": "2.4"}, {"text_block_id": "p8_b205", "text": "However, progress in reporting against the recommendations continues to differ considerably across organisations. An organisation’s size and sector are important determinant factors:"}, {"text_block_id": "p8_b206", "text": "However, progress in reporting against the recommendations continues to differ considerably across organisations. An organisation’s size and sector are important determinant factors:\n* Nearly 60% of the worldâs 100 largest public companies support the TCFD and/ or report in line with its recommendations. 42% of companies with a market capitalisation greater than US$10bn disclosed at least some information in line with each individual TCFD recommendation in 2019. However, there is less widespread voluntary adoption by smaller and medium-sized enterprises.\n* The report finds that more carbon-intensive sectors, and those under greater scrutiny tend to make more extensive TCFD-aligned disclosures. The highest incidence of disclosure occurs in the energy, materials and buildings sectors."}, {"text_block_id": "p8_b210", "text": "2.5"}, {"text_block_id": "p8_b211", "text": "The status report also observes that organisations’ reporting is often not comprehensive across the TCFD’s 4 recommendations and 11 recommended disclosures. The status report notes that investors find information on the impact of climate change on a company’s business and strategy to be the most useful, but these items are often not disclosed. The TCFD will carry out further analysis in this area."}, {"text_block_id": "p8_b212", "text": "2.6"}, {"text_block_id": "p8_b213_merged_merged", "text": "The TCFD continues to develop guidance to help organisations implement the recommendations and recommended disclosures effectively. Accompanying the status report published in October 2020, the TCFD also published two new guidance documents: Guidance on Risk Management Integration and Disclosure, and . The TCFD also issued a public consultation on forward-looking financial sector metrics"}, {"text_block_id": "p8_b218", "text": "."}, {"text_block_id": "p9_b219", "text": "Evidence on consideration of climate-related matters in the UK"}, {"text_block_id": "p9_b220", "text": "2.7"}, {"text_block_id": "p9_b221", "text": "The FRC has carried out a"}, {"text_block_id": "p9_b222", "text": "thematic review"}, {"text_block_id": "p9_b223", "text": "of how climate-related issues are being addressed across its various areas of responsibility, including governance, corporate reporting, audit and professional oversight."}, {"text_block_id": "p9_b224", "text": "2.8"}, {"text_block_id": "p9_b225", "text": "Overall, the FRC’s report identifies some important areas of good practice. However, there is also considerable room for improvement. Some specific findings relevant to the TCFD’s recommendations include:"}, {"text_block_id": "p9_b226", "text": "Overall, the FRC’s report identifies some important areas of good practice. However, there is also considerable room for improvement. Some specific findings relevant to the TCFD’s recommendations include:\n* While the FRC finds more evidence of companiesâ disclosing their approach to governance of climate change, it is not always clear how governance frameworks translate to strategic decisions. To make governance disclosures more informative, the FRC encourages companies to provide examples of key decisions that have been informed by climate considerations.\n* The FRC notes that some companies have set strategic goals, including for instance to transition to ânet zeroâ carbon emissions by a particular target date. However, they observe that companiesâ reporting often fails to clarify âhow progress towards these goals will be achieved, monitored or assuredâ.\n* Among its main findings, the FRC observes that investors are not yet receiving the information they need to make informed\n* Among its main findings, the FRC observes that investors are not yet receiving the information they need to make informed\n decisions. One important observation is that, even where climate-related\n* Among its main findings, the FRC observes that investors are not yet receiving the information they need to make informed\n decisions. One important observation is that, even where climate-related\n financial risks and opportunities are identified in companiesâ reports, the financial implications of climate change in their financial statements are often unclear."}, {"text_block_id": "p9_b237", "text": "2.9"}, {"text_block_id": "p9_b238", "text": "The FRC’s thematic review confirms that the audit profession is also developing its approach in relation to consideration of climate-related reporting. The FRC concludes that “auditors need to improve their consideration of climate-related risks when planning and executing their audits”. As part of this, the FRC encourages auditors to do more to challenge reporting companies’ assessments of the financial impacts of climate change."}, {"text_block_id": "p9_b239", "text": "2.10"}, {"text_block_id": "p9_b240_merged_merged_merged", "text": "To encourage continued progress towards more comprehensive, consistent and comparable reports, the FRC encourages UK public interest entities to report against the TCFD’s recommended disclosures and to use the metrics developed by the Sustainability Accounting Standards Board (SASB) relevant to their sector."}, {"text_block_id": "p9_b244", "text": "A UK Roadmap towards mandatory TCFD-aligned disclosures"}, {"text_block_id": "p9_b245", "text": "2.11"}, {"text_block_id": "p9_b246", "text": "In the 2019 Green Finance Strategy, the government set the expectation that all listed issuers and large asset owners would disclose in line with the TCFD’s recommendations by 2022. The Treasury subsequently established a taskforce comprising relevant government departments and financial regulators to consider how this expectation could be met."}, {"text_block_id": "p9_b247", "text": "2.12"}, {"text_block_id": "p9_b248", "text": "We noted in CP 20/3 that we were working closely with this taskforce to ensure that any FCA proposals on the adoption of the TCFD’s recommendations are coordinated with other implementation measures across the UK economy."}, {"text_block_id": "p9_b249", "text": "2.13"}, {"text_block_id": "p9_b250", "text": "In November 2020, the UK Chancellor of the Exchequer announced the UK’s intention to move towards mandatory TCFD-aligned disclosures across the UK economy by"}, {"text_block_id": "p10_b251", "text": "2025, with most measures to be in place by 2023. The Chancellor’s announcement"}, {"text_block_id": "p10_b252", "text": "was accompanied by a"}, {"text_block_id": "p10_b253", "text": ", developed by the taskforce, setting out the (indicative) measures that UK financial regulators and government departments propose to introduce to achieve that goal."}, {"text_block_id": "p10_b254", "text": "2.14"}, {"text_block_id": "p10_b255", "text": "Alongside the measures included in this PS, and our planned next steps, the Roadmap sets out measures already taken or planned by the Bank of England (via the Prudential Regulation Authority (PRA)), the Department for Work and Pensions (DWP) and the Department for Business, Energy and Industrial Strategy (BEIS):"}, {"text_block_id": "p10_b256", "text": "Alongside the measures included in this PS, and our planned next steps, the Roadmap sets out measures already taken or planned by the Bank of England (via the Prudential Regulation Authority (PRA)), the Department for Work and Pensions (DWP) and the Department for Business, Energy and Industrial Strategy (BEIS):\n* Banks, building societies and insurance companies are subject to a\n* Banks, building societies and insurance companies are subject to a\n on climate-related financial risks, published last year by the PRA. The PRA provided further guidance in a\n* Banks, building societies and insurance companies are subject to a\n on climate-related financial risks, published last year by the PRA. The PRA provided further guidance in a\n Dear CEO Letter\n* will assess the need for further measures in 2022.\n* DWP is pursuing an amendment to the Pension Schemes Bill that will give it the\n* consultation\n* consultation\n in August, proposing a phased implementation of mandatory obligations, beginning with the largest schemes, from 2022.\n* BEIS plans to consult early in 2021 on TCFD-aligned disclosure obligations in the Companies Act 2006 for certain UK-registered companies. This may include some commercial companies with a UK premium or standard listing. Subject to consultation feedback, BEIS aims to finalise its rules in 2021, bringing them into force from during 2022. We will continue to engage with BEIS and the FRC as BEIS develops its rules to ensure that our respective requirements and monitoring and enforcement capabilities operate in a coherent and complementary way."}, {"text_block_id": "p10_b269", "text": "Climate Financial Risk Forum"}, {"text_block_id": "p10_b270", "text": "2.15"}, {"text_block_id": "p10_b271", "text": "Along with the PRA, we established the"}, {"text_block_id": "p10_b272", "text": "Climate Financial Risk Forum"}, {"text_block_id": "p10_b273", "text": "(the Forum) in early 2019. The Forum has brought together expertise from across the financial sector to advance thinking on how industry participants can better manage the risks posed by climate change and support the transition to a net zero carbon economy."}, {"text_block_id": "p10_b274", "text": "2.16"}, {"text_block_id": "p10_b275", "text": "In June 2020, the Forum published an industry"}, {"text_block_id": "p10_b276_merged_merged_merged_merged_merged", "text": "guide, covering disclosures, innovation, risk management and scenario analysis. Grounded in the form and structure of the TCFD’s recommendations, this ‘by industry, for industry’ guide sets out recommendations and examples of good practice in each area. While primarily focused on financial companies, the insights from the Forum’s work can also help inform non-financial companies."}, {"text_block_id": "p10_b278", "text": "Progress towards a common international standard for sustainability reporting"}, {"text_block_id": "p10_b279", "text": "2.17"}, {"text_block_id": "p10_b280", "text": "The TCFD’s recommendations are not a corporate reporting standard. They promote transparency, but they also aim to drive organisational change to better manage climate-related financial risks and opportunities."}, {"text_block_id": "p10_b281", "text": "2.18"}, {"text_block_id": "p10_b282", "text": "To deliver the consistency and comparability of corporate reporting that the market needs, it will be important to build on, and complement, the TCFD’s recommendations"}, {"text_block_id": "p11_b283", "text": "by introducing a reporting standard. In a global financial market, we think this should be"}, {"text_block_id": "p11_b284", "text": "a common international standard."}, {"text_block_id": "p11_b285", "text": "2.19"}, {"text_block_id": "p11_b286", "text": "In recent months, there has been important progress towards a common international standard. An important milestone was the publication of a"}, {"text_block_id": "p11_b287", "text": "consultation"}, {"text_block_id": "p11_b288", "text": "paper by"}, {"text_block_id": "p11_b289", "text": "the Trustees of the International Financial Reporting Standards (IFRS) Foundation in September 2020. This consultation paper seeks feedback on a proposal to establish a Sustainability Standards Board to sit alongside the International Accounting Standards"}, {"text_block_id": "p11_b290", "text": "Board."}, {"text_block_id": "p11_b291", "text": "2.20"}, {"text_block_id": "p11_b292", "text": "We published our"}, {"text_block_id": "p11_b293", "text": "response"}, {"text_block_id": "p11_b294", "text": "to the Trustees’ consultation in November, indicating our strong support for this proposal. We think that the IFRS Foundation is a natural candidate to take on a standard-setting role here, given its widespread market"}, {"text_block_id": "p11_b295", "text": "acceptance and public accountability."}, {"text_block_id": "p11_b296", "text": "2.21"}, {"text_block_id": "p11_b297", "text": "We see considerable benefit in integrating standard-setting for financial and non-financial reporting under a common architecture. This would help to address the concern that there is often a disconnect between companies’ narrative reporting on climate-related matters and quantified climate-related impacts in the financial"}, {"text_block_id": "p11_b298", "text": "statements."}, {"text_block_id": "p11_b299", "text": "2.22"}, {"text_block_id": "p11_b300", "text": "Along with colleagues at the International Organization of Securities Commissions (IOSCO), we have been engaging actively with both the IFRS Foundation’s proposals and other promising industry initiatives in this area. These include the harmonisation"}, {"text_block_id": "p11_b301", "text": "work"}, {"text_block_id": "p11_b302", "text": "of an alliance of leading voluntary sustainability standard-setting organisations."}, {"text_block_id": "p11_b303", "text": "2.23"}, {"text_block_id": "p11_b304", "text": "To date, these initiatives have been progressing in parallel. We aim to play our part, including through IOSCO, to bring these initiatives together and drive them forward in a way that will best meet the needs of capital markets, and serve the public interest."}, {"text_block_id": "p11_b305", "text": "Net zero commitments by companies"}, {"text_block_id": "p11_b306", "text": "2.24"}, {"text_block_id": "p11_b307", "text": "Looking beyond disclosure frameworks and standards, companies are increasingly making commitments towards net zero in their long-term business plans to ensure that real action is taken. We have seen an increasing number of companies, across different sectors, make net zero carbon emissions commitments. These are long"}, {"text_block_id": "p11_b308", "text": "-"}, {"text_block_id": "p11_b309", "text": "term commitments that require significant strategic and organisational change."}, {"text_block_id": "p11_b310", "text": "2.25"}, {"text_block_id": "p11_b311", "text": "The leading companies are supporting these commitments with detailed transition plans that set out actions and targets."}, {"text_block_id": "p11_b312", "text": "2.26"}, {"text_block_id": "p11_b313_merged_merged_merged_merged_merged", "text": "We understand the challenges companies face in disclosing a strategy spanning over a very long-time horizon. To support companies there are various industry initiatives underway, including the Science Based Targets initiative (SBTi) which has over 1,000 companies worldwide taking action. For financial sector companies, UK Finance released a white paper in November 2020, establishing a principles-based framework for sustainable finance commitments."}, {"text_block_id": "p12_b319", "text": "3 Summarising feedback and our final approach for commercial companies"}, {"text_block_id": "p12_b320", "text": "with a UK premium listing"}, {"text_block_id": "p12_b321", "text": "3.1"}, {"text_block_id": "p12_b322_merged", "text": "In this section, we summarise the feedback we received on our proposed new Listing Rule to improve climate-related disclosures by certain listed companies, and related guidance. We also outline our response and approach to the final rule and guidance."}, {"text_block_id": "p12_b325", "text": "Feedback to our proposals"}, {"text_block_id": "p12_b326", "text": "3.2"}, {"text_block_id": "p12_b327", "text": "In CP 20/3, we proposed a new rule in LR 9.8 requiring that commercial companies with a UK premium listing (including sovereign-controlled commercial companies) include a statement in their annual financial report. We proposed that the statement set out:"}, {"text_block_id": "p12_b328", "text": "In CP 20/3, we proposed a new rule in LR 9.8 requiring that commercial companies with a UK premium listing (including sovereign-controlled commercial companies) include a statement in their annual financial report. We proposed that the statement set out:\n* whether they have made disclosures consistent with the TCFDâs recommendations and recommended disclosures in their annual financial report\n* where they have:\n\t* not made disclosures consistent with some or all of the TCFDâs\n\t* included some or all of their disclosures in a document other than their annual financial report\n\t* 28 from listed companies and their advisors/service providers\n\t* 23 from investors and asset owners\n\t* 15 from non-governmental organisations, civil society stakeholders and others.\n\t* 15 from non-governmental organisations, civil society stakeholders and others.\n A list of non-confidential respondents is available in Annex 1. We also engaged extensively with stakeholders during the consultation period including via a series of roundtables during the summer. We thank respondents for their engagement.\n\t* Scope (Q1-3)\n\t* Design of our proposed new rule (Q4-10)\n\t* Location of disclosures and statement of compliance (Q11-12)\n\t* Third-party assurance (Q13)\n\t* The duties of sponsors (Q14)\n\t* Application of established concepts and principles (Q15)\n\t* Managing challenges, risks and unintended consequences (Q16)"}, {"text_block_id": "p12_b337", "text": "an explanation of why"}, {"text_block_id": "p12_b338", "text": "c."}, {"text_block_id": "p12_b339", "text": "where in their annual financial report (or other relevant document) the various disclosures can be found."}, {"text_block_id": "p12_b340", "text": "3.3"}, {"text_block_id": "p12_b341", "text": "We received 66 responses:"}, {"text_block_id": "p12_b349", "text": "3.4"}, {"text_block_id": "p12_b350", "text": "The feedback we received is summarised under the following themes:"}, {"text_block_id": "p13_b365", "text": "The feedback we received is summarised under the following themes:\n* Timing of implementation (Q17)\n* Cost benefit analysis (Q18)\n* Do you agree that our new rule should apply only to commercial companies with a premium listing, at least initially? If not, what alternative scope would you consider to be appropriate, and why?\n* Do you agree that sovereign-controlled commercial companies with a premium listing should also be in scope? If not, why should these companies not be included?"}, {"text_block_id": "p13_b369", "text": "3.5"}, {"text_block_id": "p13_b370", "text": "Feedback on Q19, which relates to the draft Technical Note included in CP 20/3 is"}, {"text_block_id": "p13_b371", "text": "presented in Chapter 4."}, {"text_block_id": "p13_b372", "text": "3.6"}, {"text_block_id": "p13_b373", "text": "A full list of the questions we asked is set out Annex 1 in CP 20/3."}, {"text_block_id": "p13_b374", "text": "Scope"}, {"text_block_id": "p13_b375", "text": "Companies with a UK premium listing"}, {"text_block_id": "p13_b376", "text": "3.7"}, {"text_block_id": "p13_b377", "text": "In CP 20/3, we proposed that the new rule would apply to commercial companies with a"}, {"text_block_id": "p13_b378", "text": "UK premium listing, including sovereign-controlled commercial companies (companies subject to LR chapters 9 and 21)."}, {"text_block_id": "p13_b379", "text": "3.8"}, {"text_block_id": "p13_b380", "text": "We noted that companies’ capabilities are still developing in some areas and we did not want to set binding requirements that may not yet be fully achievable. We therefore concluded that restricting the scope of our proposed rule to premium listed"}, {"text_block_id": "p13_b381", "text": "commercial companies was appropriate, at least initially."}, {"text_block_id": "p13_b382", "text": "3.9"}, {"text_block_id": "p13_b383", "text": "We considered that the proposed initial scope was consistent with the high standards that companies with a UK premium listing are expected to meet, and the overall outcome that we aim to achieve in the premium listing regime."}, {"text_block_id": "p13_b384", "text": "3.10"}, {"text_block_id": "p13_b385", "text": "We signalled (in CP 20/3, paragraph 4.10) that, as capabilities evolved, we would consider expanding the scope to other listed companies, including standard listed issuers."}, {"text_block_id": "p13_b386", "text": "3.11"}, {"text_block_id": "p13_b387", "text": "We asked:"}, {"text_block_id": "p13_b392", "text": "3.12"}, {"text_block_id": "p13_b393", "text": "55 respondents answered Q1. Most supported our proposal to apply the rule only"}, {"text_block_id": "p13_b394", "text": "to commercial companies with a UK premium listing, at least initially, including the majority of companies and their advisors/service providers."}, {"text_block_id": "p13_b395", "text": "3.13"}, {"text_block_id": "p13_b396", "text": "Those supporting our proposal agreed that practices were still evolving. However, the majority expected us to extend the scope to other listed companies in due course. Many respondents asked that we set out a clear timeline for our next steps."}, {"text_block_id": "p13_b397", "text": "3.14"}, {"text_block_id": "p13_b398", "text": "Some noted that smaller listed companies, in particular, would need more time to"}, {"text_block_id": "p13_b399", "text": "build the relevant capabilities. And referencing challenges arising from Covid-19, some respondents favoured restricting the initial scope further to only the largest premium"}, {"text_block_id": "p13_b400", "text": "listed issuers."}, {"text_block_id": "p14_b401", "text": "3.15"}, {"text_block_id": "p14_b402", "text": "However, 20 respondents, mostly representing investors or civil society stakeholders, encouraged us to bring all listed issuers into scope immediately. This reflected a common view that climate change impacts all companies, is a material concern for many, and that the urgency of the climate challenge requires faster and wider action."}, {"text_block_id": "p14_b403", "text": "3.16"}, {"text_block_id": "p14_b404", "text": "Some also emphasised the need for a level playing field, calling for other publicly traded companies (eg, those traded on the Alternative Investment Market (AIM)) and private companies also to be subject to TCFD-aligned disclosure rules in due course."}, {"text_block_id": "p14_b405", "text": "3.17"}, {"text_block_id": "p14_b406", "text": "Several respondents stressed that, while commercial companies with a UK premium listing account for around two thirds of market capitalisation on the Main Market, the remaining third is a more diverse group of companies. They argued that an expanded scope would bring much-needed transparency to these companies."}, {"text_block_id": "p14_b407", "text": "3.18"}, {"text_block_id": "p14_b408", "text": "46 respondents answered Q2. Those who responded were unanimous that sovereign-controlled commercial companies should be brought within the scope of our proposed rule. Respondents saw no grounds to exclude these companies, noting that the scope of the rule should not be determined by an issuer’s corporate structure, ownership or"}, {"text_block_id": "p14_b409", "text": "domicile."}, {"text_block_id": "p14_b410", "text": "Our response"}, {"text_block_id": "p14_b411", "text": "Having considered the feedback received, we have decided to finalise the scope of our rule as originally proposed in CP 20/3 to apply to commercial companies with a UK premium listing, including sovereign-controlled commercial companies. We think this is a proportionate"}, {"text_block_id": "p14_b412", "text": "approach at the current time."}, {"text_block_id": "p14_b413_merged", "text": "However, we agree with those respondents that emphasise the importance of promoting transparency across the wider listed issuer community. We also note that, even since we published CP 20/3 in March this year, capabilities have continued to build across the issuer community and more guidance and service-provider support is available to companies."}, {"text_block_id": "p14_b416", "text": "We are therefore proposing to consult on extending the application of our rule to a wider scope of listed issuers in the first half of 2021. Our proposal is likely to include all issuers of standard listed shares (excluding listed funds)."}, {"text_block_id": "p14_b417", "text": "This forms part of the coordinated strategy to implement TCFD-aligned disclosures across the UK economy, as set out in the Roadmap published in November (see Chapter 2)."}, {"text_block_id": "p14_b418", "text": "As part of this strategy, BEIS also plans to consult early in 2021 on proposed disclosure obligations in the Companies Act 2006 for certain UK-registered companies. This may include some commercial companies with a UK premium or standard listing. We will continue to coordinate closely with BEIS as we develop our proposals to ensure that the combination of measures works in a clear, complementary and coherent way."}, {"text_block_id": "p15_b419", "text": "Asset managers with a premium listing"}, {"text_block_id": "p15_b420", "text": "3.19"}, {"text_block_id": "p15_b421", "text": "In CP 20/3, we noted the TCFD’s observation that where an asset manager is a public company, it has 2 distinct audiences for its climate-related financial disclosures. These are its shareholders and its clients. Since the main source of an asset manager’s exposure to climate-related risks and opportunities lies in its assets under management, the TCFD emphasises the information needs of these clients."}, {"text_block_id": "p15_b422", "text": "3.20"}, {"text_block_id": "p15_b423", "text": "Accordingly, in CP 20/3, we noted that, initially, we expect in-scope asset managers and insurance companies with asset management businesses to prepare shareholder-focused disclosures in their capacity as listed companies."}, {"text_block_id": "p15_b424", "text": "3.21"}, {"text_block_id": "p15_b425", "text": "In the meantime, we said we would continue to develop our policy in relation to"}, {"text_block_id": "p15_b426", "text": "client-focused climate-related disclosures by these firms, coordinating with the cross-government/cross-regulator taskforce on TCFD implementation."}, {"text_block_id": "p15_b427", "text": "3.22"}, {"text_block_id": "p15_b428", "text": "We asked:"}, {"text_block_id": "p15_b429", "text": "Q3:"}, {"text_block_id": "p15_b430", "text": "Do you agree with our approach?"}, {"text_block_id": "p15_b431", "text": "3.23"}, {"text_block_id": "p15_b432", "text": "The vast majority of the 44 respondents who answered this question supported the proposed approach. The approach would require asset managers and insurance companies with asset management businesses to disclose in their capacity as listed companies for now, pending future implementation of proposals for disclosures targeted at clients."}, {"text_block_id": "p15_b433", "text": "3.24"}, {"text_block_id": "p15_b434", "text": "Respondents generally agreed that there was a strong case to develop client-focused disclosure rules for asset managers, life insurers and FCA regulated pension schemes. They also generally saw a need for us to consult on these relatively quickly. Several respondents emphasised the importance of good information flow along the investment chain, with some referencing recent proposals from DWP."}, {"text_block_id": "p15_b435", "text": "3.25"}, {"text_block_id": "p15_b436", "text": "1 civil society respondent cited evidence from a survey that too few asset managers are making voluntary TCFD-aligned disclosures. Another cited recent analysis revealing a significant increase in TCFD-aligned disclosures by UK asset owners and asset managers over the past year, but with considerable scope for further improvement."}, {"text_block_id": "p15_b437", "text": "3.26"}, {"text_block_id": "p15_b438", "text": "Some respondents suggested that product or portfolio-level disclosures were likely to be of more interest to clients than enterprise-level disclosures. At the same time, they noted the interaction with forthcoming EU disclosure regulations under the"}, {"text_block_id": "p15_b439", "text": "Sustainable Finance Action Plan."}, {"text_block_id": "p15_b440", "text": "3.27"}, {"text_block_id": "p15_b441", "text": "We were encouraged by many stakeholders to clarify our policy position and next steps"}, {"text_block_id": "p15_b442", "text": "as soon as possible."}, {"text_block_id": "p15_b443", "text": "Our response"}, {"text_block_id": "p15_b444", "text": "Given the high-level of support, we will proceed as proposed in CP 20/3."}, {"text_block_id": "p15_b445", "text": "However, we again acknowledge stakeholders’ strong calls for further clarity on our next steps. In this regard, we again note our recent commitment in the Roadmap towards mandatory TCFD-aligned disclosures (see Chapter 2) to consult in the first half of 2021 on"}, {"text_block_id": "p16_b446", "text": "potential TCFD-aligned disclosures for UK-authorised asset managers, life insurers and FCA regulated pension providers to enhance disclosures"}, {"text_block_id": "p16_b447", "text": "to clients and end investors."}, {"text_block_id": "p16_b448", "text": "It is anticipated that our proposals will include disclosure of strategy,"}, {"text_block_id": "p16_b449", "text": "policies and processes at the enterprise level, complemented by more"}, {"text_block_id": "p16_b450", "text": "targeted disclosures at the fund or portfolio level. The scope of funds or portfolios that may be captured under these proposals has yet to be"}, {"text_block_id": "p16_b451", "text": "determined."}, {"text_block_id": "p16_b452_merged_merged", "text": "As noted by some respondents, given the global nature of the industry, there will be interactions with related international initiatives, including those that derive from the EU’s Sustainable Finance Action Plan. We recognise the benefits of ensuring our proposals are"}, {"text_block_id": "p16_b455", "text": "consistent with and complementary to these initiatives."}, {"text_block_id": "p16_b456", "text": "Design of our proposed new rule"}, {"text_block_id": "p16_b457", "text": "Consistency with global standards"}, {"text_block_id": "p16_b458", "text": "3.28"}, {"text_block_id": "p16_b459", "text": "We asked a number of questions regarding the design of our new Listing Rule, with a particular focus on our proposal explicitly to reference the TCFD’s 4 recommendations and 11 supporting recommended disclosures."}, {"text_block_id": "p16_b460", "text": "3.29"}, {"text_block_id": "p16_b461", "text": "These questions were each answered by more than 40 respondents. There was almost"}, {"text_block_id": "p16_b462", "text": "unanimous agreement with our proposals."}, {"text_block_id": "p16_b463", "text": "3.30"}, {"text_block_id": "p16_b464", "text": "Respondents agreed that our rule should directly reference the 4 recommendations and 11 recommended disclosures included in the TCFD’s final report, and that we should explicitly reference the TCFD’s “guidance for all sectors” and the “supplemental” sector-level guidance in our Handbook guidance. They acknowledged that the TCFD’s"}, {"text_block_id": "p16_b465", "text": "recommendations are the most internationally accepted and most widely adopted"}, {"text_block_id": "p17_b466", "text": "framework for climate-related financial disclosures, with buy-in from both the investor"}, {"text_block_id": "p17_b467", "text": "and issuer communities."}, {"text_block_id": "p17_b468", "text": "3.31"}, {"text_block_id": "p17_b469", "text": "Stakeholders considered that referencing the recommendations directly would promote both transparency and consistency. Particularly given the high, and growing, familiarity with the TCFD’s recommendations, any deviation would create unnecessary fragmentation and generate additional costs for both preparers and users."}, {"text_block_id": "p17_b470", "text": "3.32"}, {"text_block_id": "p17_b471", "text": "All but 2 respondents saw the inclusion of an explicit Handbook reference to the TCFD’s guidance as a means of promoting greater consistency. Stakeholders observed that the more sector-specific the guidance, the better the disclosures. They therefore welcomed the explicit reference to the TCFD’s sector-level supplemental guidance."}, {"text_block_id": "p17_b472", "text": "3.33"}, {"text_block_id": "p17_b473", "text": "There was some confusion as to what we intended by the distinction in our rules between those guidance materials to which companies should ‘have regard’, and those which are ‘relevant’. This point was also mentioned in wider stakeholder engagement."}, {"text_block_id": "p17_b474", "text": "3.34"}, {"text_block_id": "p17_b475", "text": "Some respondents also suggested that we should reference third-party guidance, including the content of the TCFD’s Knowledge Hub and the guidance developed by the Climate Financial Risk Forum. Others cautioned against referencing wider guidance that may not be fully consistent with the TCFD’s own guidance."}, {"text_block_id": "p17_b476", "text": "3.35"}, {"text_block_id": "p17_b477", "text": "Stakeholders also emphasised that this is an evolving space. They considered that our regulatory framework should therefore be designed to be dynamic, so as to keep pace with best practice and climate science. We were encouraged to ensure that the rule and Handbook guidance is capable of being updated on an ongoing basis. As part of this, we were asked to ensure that our rule is framed in such a way as to pave the way for a future international reporting standard for climate-related and sustainability matters. This would argue against too prescriptive an approach."}, {"text_block_id": "p17_b478", "text": "3.36"}, {"text_block_id": "p17_b479", "text": "That said, some respondents sought further guidance on how companies might demonstrate that their disclosures are consistent with the TCFD’s recommendations and recommended disclosures. They also asked for guidance on our expectations regarding the scope and detail of companies’ disclosures. Concerns were raised that the TCFD’s recommendations and associated guidance remain open to interpretation, leading to inconsistent and non-comparable disclosures."}, {"text_block_id": "p17_b480", "text": "3.37"}, {"text_block_id": "p17_b481_merged", "text": "We were also encouraged to add to the TCFD’s framework in some areas, including by requiring companies to adopt a strategy aligned with the Paris Climate Agreement and to articulate a credible transition plan that includes forward-looking emissions targets."}, {"text_block_id": "p17_b485", "text": "Our response:"}, {"text_block_id": "p17_b486", "text": "Given the strong support for our proposed approach, our final rule explicitly references the 4 recommendations and 11 recommended disclosures included in the TCFD’s final report, as originally proposed. Also, as proposed, our Handbook guidance further references the TCFD’s own guidance materials."}, {"text_block_id": "p17_b487", "text": "In order to clarify the intention of the proposed ‘have regard’ provision in our Handbook guidance, we have amended our Handbook guidance. In particular, we clarify that we expect a listed company’s determination"}, {"text_block_id": "p18_b488", "text": "of whether its climate-related financial disclosures are consistent with the TCFD’s recommendations and recommended disclosures to be informed by a detailed assessment of those disclosures which takes into account the TCFD guidance materials referenced in LR 9.8.6B G."}, {"text_block_id": "p18_b489", "text": "We also note the feedback requesting clarity on our expectations regarding the scope and detail of companies’ disclosures. In response, we have provided some limited high-level guidance, based in part on Principle 1 of the TCFD’s Fundamental Principles for Effective Disclosure. Our guidance clarifies that in determining whether its climate-related financial disclosures are consistent with the TCFD’s recommendations"}, {"text_block_id": "p18_b490", "text": "and recommended disclosures, a listed company should consider"}, {"text_block_id": "p18_b491", "text": "whether those disclosures provide sufficient detail to enable users to assess its exposure and approach to addressing climate-related issues."}, {"text_block_id": "p18_b492", "text": "In particular, our guidance encourages listed companies to assess the appropriate level of detail to be included in their climate-related financial disclosures. They should take into account factors such as the level of their exposure to climate-related risks and opportunities, and the scope and objectives of their climate-related strategy. We note that these factors may relate to the nature, size and complexity of the listed company’s business."}, {"text_block_id": "p18_b493", "text": "We recognise that TCFD-aligned disclosures may not deliver the consistency and comparability that many users demand. However, we do not intend to add more prescriptive requirements or guidance at this stage. Instead, we will continue to work with the government and other UK regulators, international partners, the IFRS Foundation and industry to drive progress towards an international reporting standard."}, {"text_block_id": "p18_b494", "text": "We are aware that there is a growing volume of guidance and tools that can support organisations in making TCFD-aligned disclosures. We encourage companies to consult a wider breadth of guidance materials where relevant, including those produced by the Climate Financial Risk Forum. However, we agree with those respondents who cautioned against referencing explicitly materials that have not been quality-assured under the TCFD’s processes and designed to ensure coherence with the TCFD’s final report."}, {"text_block_id": "p18_b495_merged_merged", "text": "In this regard, we note the 2 new guidance documents published by the TCFD in October 2020: ; and . We are including references to these publications in our final guidance in LR 9.8.6CG."}, {"text_block_id": "p18_b498", "text": "As the TCFD develops further guidance over time, we will consider how best to reference this in our Handbook guidance. We expect to do this through the use of our Quarterly Consultation Papers (QCP). We will only look to reference additional guidance in our Handbook where we consider that it will materially assist issuers in making disclosures consistent with the TCFD’s recommendations and recommended disclosures."}, {"text_block_id": "p19_b499", "text": "Proportionality: ability to explain"}, {"text_block_id": "p19_b500", "text": "3.38"}, {"text_block_id": "p19_b501", "text": "In explaining the rationale for the proposed compliance basis in CP 20/3, we noted specifically that “inputs for modelling may not be readily available and that some listed companies’ capabilities – at least in respect of certain recommended disclosures – are still developing” (paragraph 4.31). At the same time, we wanted to set clear expectations for companies to use best efforts in making TCFD-aligned disclosures. We did, however, note that we would expect to consult in the future on strengthening the compliance basis for the rule."}, {"text_block_id": "p19_b502", "text": "3.40"}, {"text_block_id": "p19_b503_merged", "text": "We received 54 responses. There was a good level of support among respondents for introducing the rule on ‘comply or explain’ basis. 35 respondents, including most of those representing listed companies or their service providers, agreed with this approach. Many of these agreed that some flexibility in the compliance basis was important as companies continued to build their capabilities in this area, especially given the proposed 1 January 2021 effective date for the new rule."}, {"text_block_id": "p19_b506", "text": "3.41"}, {"text_block_id": "p19_b507", "text": "Some investors also supported this approach. A global association of investment professionals surveyed more than 300 of its members, finding that 83% were supportive of a ‘comply or explain’ approach."}, {"text_block_id": "p19_b508", "text": "3.42"}, {"text_block_id": "p19_b509", "text": "Consistent with CP 20/3, many respondents agreed that the flexibility of ‘comply or explain’ was likely to be particularly important in the case of the recommended disclosures related to scenario analysis and metrics and targets. Access to data, modelling and analytical capabilities were cited by many as particular challenges."}, {"text_block_id": "p19_b510", "text": "3.43"}, {"text_block_id": "p19_b511", "text": "A majority of those that supported ‘comply or explain’ saw it as an interim step towards mandatory obligations in due course. We were encouraged to clarify the timeline towards mandatory obligations and take the next step relatively quickly."}, {"text_block_id": "p19_b512", "text": "3.44"}, {"text_block_id": "p19_b513", "text": "19 respondents, primarily representing investors or civil society, encouraged us to adopt a mandatory compliance basis immediately. Several respondents argued that the direction of travel on TCFD implementation had already been well telegraphed, so in-scope listed companies had already had sufficient time to prepare. Furthermore, given the principles-based nature of the TCFD’s recommendations, it should be feasible to meet a mandatory obligation, while continuing to refine and evolve"}, {"text_block_id": "p19_b514", "text": "disclosures over time."}, {"text_block_id": "p19_b515", "text": "3.45"}, {"text_block_id": "p19_b516", "text": "Some respondents argued that the majority of commercial companies with a UK premium listing should already have the capabilities to meet a mandatory obligation. A respondent that provides a disclosure platform provided some statistical evidence. In 2019, 238 UK-headquartered companies had provided TCFD-aligned information to this platform. Almost three quarters of these had disclosed in accordance with 9 of the TCFD’s 11"}, {"text_block_id": "p19_b517", "text": "recommended disclosures; around a quarter had disclosed in accordance with all 11."}, {"text_block_id": "p19_b518", "text": "3.46"}, {"text_block_id": "p19_b519", "text": "However, other evidence suggests that capabilities are still building. A Willis Towers Watson survey found that companies are generally not well prepared. 70% of surveyed companies had yet to begin developing TCFD-aligned disclosures. And 63% were still"}, {"text_block_id": "p20_b520", "text": "in the exploratory phase of considering how climate-related risks and opportunities would impact business strategy and financial planning."}, {"text_block_id": "p20_b521", "text": "3.47"}, {"text_block_id": "p20_b522", "text": "We were encouraged to make some adaptations to the rule to make the compliance basis more useful in supporting market discipline. It was suggested that, where a company had not made disclosures consistent with the TCFD’s recommendations, we should require that they set out the steps they are taking in order to do so in future."}, {"text_block_id": "p20_b523", "text": "3.48"}, {"text_block_id": "p20_b524", "text": "We also note feedback from some respondents seeking clarification that our rule allows for disclosures to be made in respect of some recommended disclosures, while providing a reasoned explanation for non-disclosure of others."}, {"text_block_id": "p20_b525", "text": "Our response"}, {"text_block_id": "p20_b526", "text": "Having considered the feedback received, we have decided to finalise our rule on a ‘comply or explain’ basis as originally proposed in CP 20/3."}, {"text_block_id": "p20_b527", "text": "Balancing the views of respondents, we think this is a proportionate"}, {"text_block_id": "p20_b528", "text": "approach at the current time. We note evidence that many issuers are"}, {"text_block_id": "p20_b529", "text": "still building their capabilities and therefore some compliance flexibility"}, {"text_block_id": "p20_b530", "text": "will be important initially."}, {"text_block_id": "p20_b531", "text": "That said, we recognise the importance of showing leadership and increasing the urgency in capacity-building across companies. And we note evidence both that companies’ capabilities have continued to build since we published our proposals, and that more guidance and support"}, {"text_block_id": "p20_b532", "text": "are available to preparers."}, {"text_block_id": "p20_b533", "text": "As set out in the Roadmap, we will consider consulting on proposals to strengthen the compliance basis for our rule in the first half of 2021, alongside our consultation on extending the rule to a wider scope of"}, {"text_block_id": "p20_b534", "text": "listed companies."}, {"text_block_id": "p20_b535", "text": "We also agree with stakeholder feedback that the compliance statement will be more meaningful, and market discipline more effective, if listed companies are transparent regarding their plans for future enhancements to their climate-related financial disclosures."}, {"text_block_id": "p20_b536_merged_merged", "text": "We have therefore amended our proposed rule. In particular, a listed company which has not included climate-related financial disclosures consistent with some or all of the TCFD’s recommendations and recommended disclosures will be required to set out in its statement any steps it is taking or plans to take in order to be able to make such disclosures in the future, and the timeframe within which it expects to be able to make those disclosures."}, {"text_block_id": "p21_b539", "text": "Materiality assessment for governance and risk management disclosures"}, {"text_block_id": "p21_b540", "text": "3.49"}, {"text_block_id": "p21_b541", "text": "We also asked:"}, {"text_block_id": "p21_b542", "text": "3.50"}, {"text_block_id": "p21_b543", "text": "40 of the 42 respondents who answered Q8 agreed that governance and risk management disclosures should be reported irrespective of the outcome of a materiality assessment. Many respondents, of all stakeholder types, considered that these disclosures would provide an important insight into how companies were embedding consideration of these matters into their organisational processes."}, {"text_block_id": "p21_b544", "text": "3.51"}, {"text_block_id": "p21_b545", "text": "Stakeholders also considered that it was clear from the TCFD’s Final Report that these matters should be disclosed irrespective of an assessment of materiality. They noted that, even if climate-related financial risks and opportunities turned out not to be material, all companies should have the necessary governance and risk management arrangements in place to be able to make such a determination."}, {"text_block_id": "p21_b546", "text": "3.52"}, {"text_block_id": "p21_b547", "text": "37 of the 38 respondents to Q9 considered that issuers should ordinarily be capable of providing disclosures consistent with the TCFD’s recommendations on governance and risk management. Hence, for these recommendations, issuers should ordinarily not need the flexibility to explain non-disclosure."}, {"text_block_id": "p21_b548", "text": "3.53"}, {"text_block_id": "p21_b549", "text": "1 respondent observed that of the UK-headquartered companies submitting data to its platform, more than 90% had provided disclosures consistent with the TCFD’s governance and risk management recommendations in 2019. A trade association representing the asset management industry further observed that, among the FTSE 100 companies holding an AGM in the year to 30 September 2020, 69% had described their governance of climate-related risks and opportunities. 70% had described actual or potential climate impacts on their businesses and how these were being assessed and managed."}, {"text_block_id": "p21_b550", "text": "3.54"}, {"text_block_id": "p21_b551", "text": "More generally, stakeholders considered that the majority of in-scope companies should be capable of making all of the more qualitative disclosures recommended by the TCFD without undue difficulty. These respondents agreed with our view that the main challenges arise in respect of those disclosures that rely on access to data and investment in modelling or analytical capabilities. Most notably, those related to scenario analysis, metrics and targets."}, {"text_block_id": "p21_b552", "text": "3.55"}, {"text_block_id": "p21_b553", "text": "However, we were encouraged by almost half of the respondents to Q10 to develop explicit guidance to clarify our expectations."}, {"text_block_id": "p22_b554", "text": "Our response"}, {"text_block_id": "p22_b555", "text": "We note that the majority of respondents agreed that disclosures consistent with the TCFD’s governance and risk management recommendations should be made irrespective of a materiality"}, {"text_block_id": "p22_b556", "text": "assessment. This is clear in the"}, {"text_block_id": "p22_b557", "text": "TCFD’s Final Report"}, {"text_block_id": "p22_b558", "text": "(p17)."}, {"text_block_id": "p22_b559_merged_merged", "text": "We also note that the majority of respondents agreed with our view that all in-scope listed companies should ordinarily be able to make disclosures consistent with the TCFD’s recommendations on governance and risk management."}, {"text_block_id": "p22_b562", "text": "As requested by many respondents, we are providing additional Handbook guidance to clarify this. This guidance:"}, {"text_block_id": "p22_b563", "text": "As requested by many respondents, we are providing additional Handbook guidance to clarify this. This guidance:\n* Clarifies that we ordinarily expect in-scope companies to be able to make climate-related financial disclosures consistent with the TCFD's recommendations and recommended disclosures, except where they face transitional challenges in obtaining relevant data or embedding relevant modelling or analytical capabilities\n* Sets a clear expectation that, in particular, in-scope companies should ordinarily be able to make disclosures consistent with the recommendations (and recommended disclosures) on governance and risk management. In-scope companies should also ordinarily be able to make disclosures consistent with recommended disclosures (a) and (b) under the TCFDâs recommendation on strategy, to the extent that they do not face the transitional challenges referred to"}, {"text_block_id": "p22_b568", "text": "Consistent with the TCFD’s final report, in-scope companies should consider whether disclosures under the strategy and metrics and targets recommendation meet the materiality threshold."}, {"text_block_id": "p22_b569", "text": "We also encourage companies, even prior to overcoming any data, modelling or analytical challenges, to make all TCFD-aligned disclosures as far as they are able. We note that this would be consistent with the ‘as far as able’ approach that DWP has proposed in its implementation of TCFD-aligned disclosures for occupational pension schemes (see paragraph 2.14)."}, {"text_block_id": "p22_b570", "text": "Finally, noting that there was some confusion for some respondents, we clarify that our rule allows for a statement of compliance which confirms that disclosures have been made consistent with some recommended disclosures, while providing an explanation for non"}, {"text_block_id": "p22_b571", "text": "-"}, {"text_block_id": "p22_b572", "text": "disclosure in relation to others."}, {"text_block_id": "p23_b573", "text": "Location of disclosures and statement of compliance"}, {"text_block_id": "p23_b574", "text": "3.56"}, {"text_block_id": "p23_b575", "text": "Proposals in CP 20/3 sought to reflect the approach in the TCFD’s Final Report as closely as possible. This is why our proposed rule encouraged preparers to make TCFD-aligned disclosures in their annual financial report, and required that issuers’ statement of compliance also be included in their annual financial report."}, {"text_block_id": "p23_b576", "text": "3.57"}, {"text_block_id": "p23_b577", "text": "We also proposed that listed companies be required to include within their statement"}, {"text_block_id": "p23_b578", "text": "of compliance a description of where in their annual financial report (or other relevant document) their TCFD-aligned disclosures may be found."}, {"text_block_id": "p23_b579", "text": "3.58"}, {"text_block_id": "p23_b580", "text": "We asked:"}, {"text_block_id": "p23_b581", "text": "We asked:\n* Do you agree that the statement of compliance and the proposed disclosures should be made within an issuerâs\n* would you prefer and why?\n* Do you agree that an issuer should be required to include within the statement of compliance a description of where in its annual financial report (or other relevant document) its TCFD-aligned disclosures can be found? If not, what alternative approach would you prefer and why?"}, {"text_block_id": "p23_b589", "text": "3.59"}, {"text_block_id": "p23_b590", "text": "The majority of those who answered these questions agreed with our proposals. Several respondents remarked that this approach would help to ensure that climate-related financial disclosures were subject to similar governance and assurance processes to those for other narrative disclosures. They said that locating these disclosures in separate reports could undermine the quality of disclosures."}, {"text_block_id": "p23_b591", "text": "3.60"}, {"text_block_id": "p23_b592", "text": "Others commented that it was important that key elements of the disclosures were made in the Strategic Report, with material financial impacts then reflected in the financial statements. They considered that this approach might also help to ensure timely disclosure of wider sustainability information, noting that this information was currently often published separately and with a significant time lag after the annual financial report."}, {"text_block_id": "p23_b593", "text": "3.61"}, {"text_block_id": "p23_b594", "text": "However, some suggested that preparers would benefit from the flexibility to cross-refer to other publications as necessary to provide additional information on climate-related risks and opportunities, as long as the core information was contained in the annual financial report (i.e. a ‘core and more’ approach)."}, {"text_block_id": "p23_b595", "text": "3.62"}, {"text_block_id": "p23_b596", "text": "Another respondent urged us to take the opportunity to encourage companies to ensure coherence between TCFD-aligned climate-related financial disclosures in the ‘front half’ of their annual financial reports, and their wider reporting of financial information in the ‘back half’ of those reports. This would capitalise on the benefits of integrating TCFD-aligned disclosures within companies’ annual financial reports."}, {"text_block_id": "p23_b597", "text": "Our response"}, {"text_block_id": "p23_b598", "text": "In light of the strong support for our approach, we are proceeding as originally proposed in CP 20/3. This means in-scope listed companies"}, {"text_block_id": "p24_b599", "text": "will be required to include their statement of compliance in their annual financial report."}, {"text_block_id": "p24_b600", "text": "Furthermore, where a listed company within the scope of the rule has included some or all of its TCFD-aligned disclosures in a document other than its annual financial report, it must explain why."}, {"text_block_id": "p24_b601_merged", "text": "We see a strong case to afford the production of climate-related financial disclosures the same level of rigour and governance that is observed today in financial reporting. While this should also be the same for assurance of the disclosures, we acknowledge that this area is still developing and will in part be aided by the development of an internationally agreed standard. We also agree with those who consider that such assurance should also help to promote climate-related disclosures in companies’ annual financial reports that are consistent with the financial statements in those reports."}, {"text_block_id": "p24_b604", "text": "Our approach does not preclude preparers’ including more detailed supplemental climate-related information in separate reports which may be more tailored to the specific stakeholders they aim to reach."}, {"text_block_id": "p24_b605", "text": "Third-party assurance"}, {"text_block_id": "p24_b606", "text": "3.63"}, {"text_block_id": "p24_b607", "text": "In CP 20/3, we proposed not to require third-party verification or assurance for climate-related disclosures at this stage. We noted that it would be premature given that reporting practices are still evolving. We also acknowledged ongoing reviews of the role of audit."}, {"text_block_id": "p24_b608", "text": "3.64"}, {"text_block_id": "p24_b609", "text": "We asked:"}, {"text_block_id": "p24_b610", "text": "Q13:"}, {"text_block_id": "p24_b611", "text": "Do you agree that the FCA should not require third-party assurance of issuers’ climate-related disclosures at this time? More generally, we welcome views on the role of assurance for climate-related disclosures."}, {"text_block_id": "p24_b612", "text": "3.65"}, {"text_block_id": "p24_b613", "text": "The majority of respondents (39 out of 45) agreed with our approach. Many remarked that third-party assurance would increase the effectiveness and improve the quality of disclosures. However, most took the view that it was too early to introduce requirements at this stage. Some also noted the cost this could impose on issuers."}, {"text_block_id": "p24_b614", "text": "3.66"}, {"text_block_id": "p24_b615", "text": "Those who agreed with our position commented that insisting on external assurance now might lead issuers to focus disproportionately on ‘disclosing’, rather than ‘doing’. They considered that the immediate focus for issuers should be on integrating climate risk considerations in their strategies and developing the right control systems. There was also support for our view that, even if not required, preparers may nevertheless wish to engage auditors, including for quality-assurance or risk management purposes."}, {"text_block_id": "p24_b616", "text": "3.67"}, {"text_block_id": "p24_b617", "text": "Other comments included agreement that any requirements for third-party assurance should be phased in over a period of time to avoid discouraging issuers from providing more than minimal disclosures. There were also comments about the importance of"}, {"text_block_id": "p25_b618", "text": "determining which climate-related disclosures and metrics are and are not suitable for formal assurance. They also referenced the ongoing industry dialogue on which materiality lens to apply for climate-related disclosures; ie., ‘financial’ or ‘double’"}, {"text_block_id": "p25_b619", "text": "materiality."}, {"text_block_id": "p25_b620", "text": "3.68"}, {"text_block_id": "p25_b621", "text": "Some commented that there should be a wider debate around assurance of the narrative reporting sections of annual financial reports. Given the principles-based nature of the TCFD’s recommendations, some respondents considered that future"}, {"text_block_id": "p25_b622", "text": "assurance requirements should not be introduced until climate-related (and wider"}, {"text_block_id": "p25_b623", "text": "sustainability) reporting standards had emerged. Only then would climate-related disclosures be capable of being assured."}, {"text_block_id": "p25_b624", "text": "3.69"}, {"text_block_id": "p25_b625", "text": "Some of those who did not agree with our position said that external audit or assurance would likely promote higher levels of due diligence and also encourage auditors to build capabilities in this area. 1 such respondent suggested that we could consider scaling audit and assurance requirements, depending on company size and resources. Another argued that baseline assurance standards should be introduced from the outset and we should publish proposals for how and when we plan to"}, {"text_block_id": "p25_b626", "text": "incorporate more comprehensive third-party assurance."}, {"text_block_id": "p25_b627", "text": "Our response"}, {"text_block_id": "p25_b628", "text": "Given the support for our proposal, we will not require third-party assurance of in-scope listed companies’ TCFD-aligned climate-related disclosures at this stage."}, {"text_block_id": "p25_b629_merged_merged", "text": "We considered introducing a requirement for third-party assurance in relation to the compliance statement, but we are not convinced that this would add enough value to justify the cost to issuers."}, {"text_block_id": "p25_b632", "text": "However, we see significant value in third-party assurance of listed companies’ TCFD-aligned disclosures in the longer term. We will work with BEIS, other government departments and FRC to coordinate an appropriate UK policy response in due course. In the meantime, issuers may choose to obtain third-party verification or assurance on a"}, {"text_block_id": "p25_b633", "text": "voluntary basis."}, {"text_block_id": "p25_b634", "text": "We will also keep our position under review as an international corporate reporting standard for sustainability emerges."}, {"text_block_id": "p25_b635", "text": "The duties of sponsors"}, {"text_block_id": "p25_b636", "text": "3.70"}, {"text_block_id": "p25_b637", "text": "We sought feedback on the impact of the proposed new Listing Rule on the role of sponsors who are required to advise premium listed companies in respect of various requirements that are placed on them. We asked:"}, {"text_block_id": "p25_b638", "text": "Q14:"}, {"text_block_id": "p25_b639", "text": "Do you have any feedback on the interactions between our proposed rule and the role of sponsors in assisting premium listed issuers?"}, {"text_block_id": "p26_b640", "text": "3.71"}, {"text_block_id": "p26_b641", "text": "Most responses observed that sponsors may not currently have the specialised skillset and experience to verify whether the issuer’s procedures would be adequate to enable the issuer to comply with the requirements of the new Listing Rule."}, {"text_block_id": "p26_b642", "text": "3.72"}, {"text_block_id": "p26_b643", "text": "Respondents told us that sponsors would likely look to subject-matter experts, including auditors, reporting accountants and other experts to perform work and provide assurances to them. There is precedent for this approach, with sponsors often engaging third parties to help them with their due diligence to support declarations under LR 8.4R. 1 respondent told us that the governance and risk management elements of companies’ TCFD-aligned disclosures could be seen as being part of companies’ financial position and prospects procedures."}, {"text_block_id": "p26_b644", "text": "3.73"}, {"text_block_id": "p26_b645", "text": "A number of respondents suggested that we should provide guidance to sponsors on how they should approach their work in this area, noting that this is a new and evolving subject with limited precedent for sponsors to draw upon."}, {"text_block_id": "p26_b646", "text": "3.74"}, {"text_block_id": "p26_b647", "text": "There was a general view that sponsors have an important role to play in providing comfort around an issuer’s ability to comply with the new listing rule requirements. Sponsors should therefore be properly equipped with knowledge and experience to allow them to perform their work. This was especially so given the complexity and diversity of disclosures for issuers operating across different sectors."}, {"text_block_id": "p26_b648", "text": "Our response"}, {"text_block_id": "p26_b649", "text": "As set out in CP 20/3, existing disclosure requirements relating to climate change and other ESG factors may require issuers to have in place procedures to make such disclosures. Where this is the case, sponsors will be required to perform due diligence on these procedures"}, {"text_block_id": "p26_b650", "text": "under certain sponsor services."}, {"text_block_id": "p26_b651", "text": "As part of the work required by LR 8.2 and LR 8.4, a sponsor will need"}, {"text_block_id": "p26_b652", "text": "to consider whether companies have established procedures to enable"}, {"text_block_id": "p26_b653", "text": "them to comply with the new LR. We acknowledge that sponsors may need to enhance their knowledge and experience of climate-related financial disclosures to enable them to perform their role alongside the work they carry out with respect to the company’s other continuing obligations."}, {"text_block_id": "p26_b654_merged_merged", "text": "We note that it is already common for a sponsor to engage third-party experts to assist with their due diligence. In these cases, the sponsor should appropriately use its own knowledge, judgement and expertise to review and challenge the information provided by the third party. Furthermore, a sponsor is required to come to a reasonable opinion, after having made due and careful enquiry, that such procedures have been established and a sponsor’s role is not to guarantee the procedures will be operated effectively by the issuer going forward."}, {"text_block_id": "p26_b657", "text": "We will consider whether we can provide further guidance on our expectations of sponsors’ work in this area to complement the existing guidance set out in Technical Notes 708.3 and 719.1."}, {"text_block_id": "p27_b658", "text": "Application of established concepts and principles"}, {"text_block_id": "p27_b659", "text": "3.75"}, {"text_block_id": "p27_b660", "text": "We solicited views from respondents on how our rule would interact with existing legislation and other requirements. We asked:"}, {"text_block_id": "p27_b661", "text": "Q15:"}, {"text_block_id": "p27_b662", "text": "Do you have any other feedback related to the interaction between our proposed rule and existing legislative and regulatory requirements and industry standards and practice?"}, {"text_block_id": "p27_b663", "text": "3.76"}, {"text_block_id": "p27_b664", "text": "In total, we received 40 responses to this question, with a strong focus on the interaction of our rule with the large number of other initiatives in this area."}, {"text_block_id": "p27_b665", "text": "3.77"}, {"text_block_id": "p27_b666", "text": "Respondents highlighted interactions with a wide range of legislative and regulatory requirements, as well as industry standards and practice, and ongoing climate-related initiatives. They encouraged us to ensure that our implementation is coherent with, and does not conflict with, other requirements, practices and initiatives."}, {"text_block_id": "p27_b667", "text": "3.78"}, {"text_block_id": "p27_b668", "text": "Among the relevant initiatives referenced were:"}, {"text_block_id": "p27_b669", "text": "Among the relevant initiatives referenced were:\n* ongoing work on UK audit reform\n* Streamlined Energy and Carbon Reporting (SECR)\n* the IFRS Foundationâs consultation on a Sustainability Standards Board\n* the EU Sustainable Finance Action Plan\n* the UN Sustainable Stock Exchanges initiative\n* industry work on companiesâ net zero commitments"}, {"text_block_id": "p27_b681", "text": "3.79"}, {"text_block_id": "p27_b682", "text": "A number of respondents highlighted the lack of a clear definition of ‘materiality’ or materiality tests that issuers should use to assess what information they disclose. Respondents said we should support the approach to materiality taken by the International Accounting Standards Board (IASB) and the FRC. We were also encouraged to consider referencing the IASB and FRC definition in the Technical Note."}, {"text_block_id": "p27_b683", "text": "3.80"}, {"text_block_id": "p27_b684", "text": "Our oversight role was also mentioned. We were encouraged to clarify our approach to supervising the new rule."}, {"text_block_id": "p27_b685", "text": "Our response"}, {"text_block_id": "p27_b686", "text": "We are aware of the significant number of initiatives currently underway in this space, as noted in Chapter 2. We are closely engaged with many of these initiatives, and strongly support the need for global action and increased harmonisation of standards."}, {"text_block_id": "p27_b687", "text": "We recognise the concerns raised around the challenges in making a determination of ‘materiality’ where this is relevant for the strategy and metrics and targets recommendations. We acknowledged these challenges in CP 20/3. We do not propose to issue guidance in this area, but do agree with those respondents who cite IASB and FRC guidance as important sources. For example, International Accounting Standard (IAS) 1 clarifies that “items are material if they could individually or collectively influence the economic decisions that users make on the basis of"}, {"text_block_id": "p28_b688_merged", "text": "financial statements.” An IASB  in November 2019 also aims to help companies in forming these materiality judgements."}, {"text_block_id": "p28_b690", "text": "We note the importance of our oversight of the new rule to the outcomes we are trying to achieve. As noted in paragraph 1.19, we will monitor issuers’ compliance with the new Listing Rule and the overall development and quality of their disclosures, being mindful both of these outcomes and of the novelty of the requirements for many issuers. As the first disclosures under our rule will be made in 2022, we will look to engage with issuers and their advisors on our expectations during 2021. We will also assess any concerns raised with us and work collaboratively with other regulators."}, {"text_block_id": "p28_b691", "text": "Managing challenges, risks and unintended consequences"}, {"text_block_id": "p28_b692", "text": "3.81"}, {"text_block_id": "p28_b693", "text": "We sought feedback from stakeholders on how well our proposals address potential challenges, risks and unintended consequences. We identified four specific categories of interdependencies that we had considered in designing our proposed rule. These were: informational, institutional, structural and legal and regulatory."}, {"text_block_id": "p28_b694", "text": "3.83"}, {"text_block_id": "p28_b695", "text": "We received 32 responses to this question, with the majority supportive that our proposals address the challenges, risks and unintended consequences as set out in paragraph 4.56 of CP 20/3. Many of those who disagreed repeated some of the concerns raised in relation to other questions, including in relation to the scope and compliance basis for our rule."}, {"text_block_id": "p28_b696", "text": "3.84"}, {"text_block_id": "p28_b697", "text": "Those who agreed consider our approach pragmatic and proportionate. They saw value in our setting an expectation that companies begin making comprehensive climate-related disclosures, while affording them the flexibility to develop their capabilities and refine their disclosures over time."}, {"text_block_id": "p28_b698", "text": "3.85"}, {"text_block_id": "p28_b699", "text": "As noted in response to other questions, stakeholders encouraged us to set out a clear timeline for the next steps in our implementation of TCFD-aligned rules. They also called on us to minimise regulatory divergence and ensure that our rule would be compatible with any future global standard. The UK’s engagement in the Network for Greening Financial Services (NGFS) and IOSCO were seen as positive for international coordination. The work of the Climate Financial Risk Forum was also noted as being"}, {"text_block_id": "p28_b700", "text": "important."}, {"text_block_id": "p28_b701", "text": "3.86"}, {"text_block_id": "p28_b702", "text": "Monitoring and supervision of the new rule was seen as important if the rule was to have the desired impact. There was a request for annual reviews to help identify ‘good practice’. It was also noted that a flexible approach to supervising against the new rule, at least initially, would help to manage potential risks and unintended consequences."}, {"text_block_id": "p29_b703", "text": "3.87"}, {"text_block_id": "p29_b704", "text": "A number of respondents mentioned that if we were to proceed to a mandatory compliance basis, we would need to consider the safe harbours for directors given they have liability concerns with respect to public disclosures, in particular for forward-looking statements. It was noted that s.463 of the Companies Act 2006 would need to be examined carefully."}, {"text_block_id": "p29_b705", "text": "3.88"}, {"text_block_id": "p29_b706", "text": "1 civil society respondent noted that while there are difficulties with climate-related disclosures, these are not insurmountable. Legal liability around disclosure relating to future risks and opportunities could be seen in a similar way to disclosures on business planning and targets were currently. These are not a matter of fact or legally binding, and investors would understand the forward-looking element of the disclosures."}, {"text_block_id": "p29_b707", "text": "3.89"}, {"text_block_id": "p29_b708", "text": "Some respondents called for our rule or guidance to acknowledge that an increasing number of companies are issuing ‘net zero’ commitments (see Chapter 2). We should therefore require companies to disclose how their strategies are aligned with the goals of the Paris Agreement."}, {"text_block_id": "p29_b709", "text": "Our response"}, {"text_block_id": "p29_b710", "text": "The majority of respondents considered that the design of our proposed rule adequately addresses potential challenges, risks and unintended consequences. Subject to the limited changes to the rule and associated guidance that we have identified elsewhere in this PS, we are therefore proceeding as initially consulted on."}, {"text_block_id": "p29_b711", "text": "Some of the challenges that have been identified by respondents will be addressed in our future implementation strategy (as set out in Chapter 5), and the various industry and international initiatives underway, many of which we are actively engaged in."}, {"text_block_id": "p29_b712", "text": "We acknowledge the challenges of making forward-looking disclosures. We will continue to monitor developments and, working with industry, civil society, other regulators and government departments, take steps to assist companies and provide additional guidance as appropriate."}, {"text_block_id": "p29_b713", "text": "We note the observation that an increasing number of companies are making net zero commitments and setting themselves science-based emissions-reduction targets. We will continue to engage with stakeholders on this matter."}, {"text_block_id": "p29_b714", "text": "Timing of implementation"}, {"text_block_id": "p29_b715", "text": "3.90"}, {"text_block_id": "p29_b716", "text": "We asked:"}, {"text_block_id": "p29_b717", "text": "Q17:"}, {"text_block_id": "p29_b718_merged", "text": "Do you agree that our new rule should take effect for accounting periods beginning on or after 1 January 2021? If you consider that we should set a different timeframe,"}, {"text_block_id": "p29_b721", "text": "please explain why."}, {"text_block_id": "p30_b722", "text": "3.91"}, {"text_block_id": "p30_b723", "text": "32 of the 38 respondents were supportive of our implementing the rule for accounting periods beginning on or after 1 January 2021. Many noted that this was an ambitious timeframe, but given the urgency of the climate crisis did not think we should delay the implementation of our rule."}, {"text_block_id": "p30_b724", "text": "3.92"}, {"text_block_id": "p30_b725", "text": "Investor demand for more complete and higher quality climate-related disclosures from issuers was mentioned as an important reason to implement the rule as soon as possible. This would allow investors to use the relevant disclosures for their investment processes. In 1 case, it was suggested that our rule should apply retrospectively, to apply to reports issued in 2021, thereby covering accounting periods beginning in 2020."}, {"text_block_id": "p30_b726", "text": "3.93"}, {"text_block_id": "p30_b727", "text": "The impact of coronavirus was mentioned by some respondents as a reason to implement our rule as proposed, so as to support a green recovery. Others considered it a reason to delay, given the challenges many companies are facing from the impact of the pandemic."}, {"text_block_id": "p30_b728", "text": "3.94"}, {"text_block_id": "p30_b729", "text": "Among those who favoured a delay to the implementation of the rule, one professional services firm suggested that 60% of companies may not be ready to make TCFD-aligned disclosures. However, other respondents noted that the principles-based nature of the TCFD’s recommendations and the ‘comply or explain’ basis would allow companies to refine their disclosures over time."}, {"text_block_id": "p30_b730", "text": "Our response"}, {"text_block_id": "p30_b731", "text": "We note the strong support for our proposal to bring the rule into effect for accounting periods beginning on or after 1 January 2021. We are therefore maintaining the implementation date as originally proposed."}, {"text_block_id": "p30_b732", "text": "We acknowledge that our extension of the consultation period to 1 October 2020 has meant that we are finalising our rule with only limited lead time before it comes into effect."}, {"text_block_id": "p30_b733", "text": "We also recognise the challenges for many in-scope listed companies arising from the coronavirus pandemic and the end of the Implementation Period for EU withdrawal. However, we agree with those respondents who observe that the nature of the TCFD’s recommendations and the compliance basis of our rule will afford companies sufficient flexibility to refine their disclosures over time where they face such challenges."}, {"text_block_id": "p30_b734", "text": "Delaying the effective start date of the rule to an accounting period beginning later in 2021 would result in our missing a significant number of companies’ accounting periods which begin on 1 January. Accordingly, many reports would then not be available until 2023. Allowing such a delay would not meet the urgency of the climate challenge and the strong demand for enhanced climate-related financial disclosures."}, {"text_block_id": "p31_b735", "text": "Cost benefit analysis"}, {"text_block_id": "p31_b736", "text": "3.95"}, {"text_block_id": "p31_b737", "text": "We requested views from respondents on the cost benefit analysis (CBA) for our new proposed rule. We asked:"}, {"text_block_id": "p31_b738", "text": "Q18:"}, {"text_block_id": "p31_b739", "text": "Do you agree with the conclusion and analysis set out in our"}, {"text_block_id": "p31_b740", "text": "cost benefit analysis (Annex 2)?"}, {"text_block_id": "p31_b741", "text": "3.96"}, {"text_block_id": "p31_b742", "text": "We received 22 responses on our cost benefit analysis. The majority were supportive of our analysis, agreeing both with our approach and our conclusion that in the long term the benefits would far outweigh the costs."}, {"text_block_id": "p31_b743", "text": "3.97"}, {"text_block_id": "p31_b744", "text": "3 respondents disagreed with the conclusions of our CBA. One commented that we may have underestimated the staff time required to prepare disclosures, noting also that costs will vary by industry. 1 commented that some of the TCFD’s recommendations are already mandatory in UK law. The third commented that the assessment of benefits should consider that many companies already disclose in line with the TCFD’s recommendations."}, {"text_block_id": "p31_b745", "text": "3.98"}, {"text_block_id": "p31_b746", "text": "4 respondents commented that compliance costs would be likely to vary by issuer, depending on factors such as size, sector and geography. A further 3 respondents considered that we may have underestimated some of the costs of compliance, including the incremental cost of sourcing data. However, we were not provided with"}, {"text_block_id": "p31_b747", "text": "additional cost estimates to consider."}, {"text_block_id": "p31_b748", "text": "3.99"}, {"text_block_id": "p31_b749", "text": "Other comments included the observation that, in the short term, costs might be a more important consideration due to the impact of coronavirus."}, {"text_block_id": "p31_b750", "text": "Our response"}, {"text_block_id": "p31_b751", "text": "A majority of respondents that commented on the CBA did not raise any"}, {"text_block_id": "p31_b752", "text": "concerns with our approach."}, {"text_block_id": "p31_b753_merged", "text": "We agree with the observation that the costs of compliance are likely to vary by sector and various other company characteristics. The approach we had taken in the CBA was to calculate costs for a ‘representative’ issuer (as set out in paragraph 46 of Annex 2 in CP 20/3). We acknowledged that costs might be higher for some in-scope companies. However, they may equally be lower for others, depending on the size, sector and complexity of their business, including the characteristics of their fixed asset base,"}, {"text_block_id": "p31_b756", "text": "their cross-border operations and their supply chain."}, {"text_block_id": "p31_b757", "text": "For the purposes of the CBA, we also assumed that all companies would comply, rather than explain. We considered that this would provide a conservative assessment of costs."}, {"text_block_id": "p31_b758", "text": "The CBA acknowledged that some of the TCFD’s recommendations are already mandatory in UK law. This was reflected in our baseline assumptions of current disclosure practices, underpinning our estimates of both costs and benefits."}, {"text_block_id": "p32_b759", "text": "Given the support for our CBA conclusions, and in the absence of more granular cost data, we consider that our approach provides an adequate and reasonable basis for our CBA and that our rule is"}, {"text_block_id": "p32_b760", "text": "proportionate."}, {"text_block_id": "p33_b761", "text": "4 Technical Note"}, {"text_block_id": "p33_b762", "text": "4.1"}, {"text_block_id": "p33_b763", "text": "We asked the following question to gather views from respondents on the Technical Note that we consulted on alongside the proposed new rule. The Technical Note aims to clarify existing disclosure obligations in our handbook and in legislation that may already require disclosures on climate change and other ESG matters, under certain"}, {"text_block_id": "p33_b764", "text": "circumstances."}, {"text_block_id": "p33_b765", "text": "Q19:"}, {"text_block_id": "p33_b766", "text": "Do you agree with the guidance provided in the draft Technical Note set out in Appendix 2? Are there any changes that you would suggest? If so, please describe."}, {"text_block_id": "p33_b767", "text": "4.2"}, {"text_block_id": "p33_b768", "text": "We received a small number of comments on the Technical Note. These were generally supportive, with several stakeholders welcoming the FCA’s intention to set out where issuers may already be required to disclose ESG matters in complying with the LRs, DTRs, MAR and the PR."}, {"text_block_id": "p33_b769", "text": "4.3"}, {"text_block_id": "p33_b770", "text": "The comments we received on the Technical Note touched on the following:"}, {"text_block_id": "p33_b771", "text": "•"}, {"text_block_id": "p33_b772", "text": "Respondents requested that we include a discussion of how to determine the materiality of the ESG information under the various rules and legislation covered in the Technical Note. Some also requested examples of the types of ESG-related ‘inside information’ that should be announced as soon as possible under MAR."}, {"text_block_id": "p33_b773", "text": "•"}, {"text_block_id": "p33_b774", "text": "1 respondent recommended that further clarity should be provided as to the scope of issues involved in ESG matters. The same respondent also asked us to comment on the link between the broader ESG scope of the guidance and the narrower climate focus of the proposed rule."}, {"text_block_id": "p33_b775", "text": "•"}, {"text_block_id": "p33_b776", "text": "A further comment reflected that the Technical Note could usefully set out existing requirements under the Companies Act and related Regulations, as well as links to the FRC’s"}, {"text_block_id": "p33_b777", "text": "guidance"}, {"text_block_id": "p33_b778", "text": "on the Strategic Report. Others highlighted the need to update the Technical Note to reflect recent developments, including the new Listing Rule introduced in this PS."}, {"text_block_id": "p33_b779", "text": "•"}, {"text_block_id": "p33_b780_merged_merged", "text": "1 respondent considered that the Technical Note would benefit from a more expansive discussion of the different ESG considerations of investors in equity securities and those in non-equity securities. While equity investors would be focused on long-term value creation for the company, non-equity investors would be primarily focused on the credit of the issuer/guarantor."}, {"text_block_id": "p33_b783", "text": "Our response"}, {"text_block_id": "p33_b784", "text": "We have considered the feedback to the consultation and will publish the Technical Note largely as consulted upon."}, {"text_block_id": "p33_b785", "text": "We acknowledge the difficulty in defining the matters that are commonly grouped under the acronym ‘ESG’. However, since the acronym encompasses a broad and dynamic set of topics, we do not consider it appropriate for us, in the context of this Technical Note, to seek to provide a fixed definition."}, {"text_block_id": "p34_b786", "text": "We do not intend at this point to provide further examples on the type of information that MAR requires be made public. The definition of inside information has not changed. Furthermore, issuers are required to consider whether a specific piece of information meets the definition of inside information with reference to the facts of a particular case and seek advice on this where appropriate."}, {"text_block_id": "p34_b787", "text": "The interpretation and guidance around existing requirements under the Companies Act are outside the scope of our remit and the rules and legislation covered by the Technical Note. We do not therefore consider"}, {"text_block_id": "p34_b788", "text": "it appropriate to include them in this Technical Note."}, {"text_block_id": "p34_b789", "text": "We also note that it would be beyond the scope of this Technical Note to include a wider discussion of the specific materiality tests and disclosure triggers to be applied under the various rules and legislation."}, {"text_block_id": "p34_b790", "text": "We have considered the detailed drafting suggestions provided and have made some amendments accordingly. We have added wording in the Prospectus section to explain that the necessary information may vary depending on the nature and circumstances of the issuer and the type of securities."}, {"text_block_id": "p34_b791", "text": "Finally, we have included a reference to the new LR introduced in this PS."}, {"text_block_id": "p35_b792", "text": "5 Next steps"}, {"text_block_id": "p35_b793", "text": "5.1"}, {"text_block_id": "p35_b794", "text": "Our new rule will apply for accounting periods beginning on or after 1 January 2021. The first annual financial reports subject to our rule would then be published in early 2022. The final Technical Note applies with immediate effect."}, {"text_block_id": "p35_b795", "text": "5.2"}, {"text_block_id": "p35_b796", "text": "Premium listed companies directly impacted by the new rule should familiarise themselves with the details of the rule and associated guidance, and consider the arrangements they need to put in place to ensure they can meet the requirements of the rule."}, {"text_block_id": "p35_b797", "text": "5.3"}, {"text_block_id": "p35_b798", "text": "Relevant issuers should familiarise themselves with the content of the Technical Note and consider where they may already be required to disclose information on climate-related and other ESG matters under the relevant rules and legislative provisions."}, {"text_block_id": "p35_b799", "text": "Future work"}, {"text_block_id": "p35_b800", "text": "5.4"}, {"text_block_id": "p35_b801", "text": "As noted, this is just the first step in our proposals to implement TCFD-aligned disclosures in our Handbook. We plan to issue a follow-up consultation paper in the first half of 2021 on proposals to extend the application of our rule to a wider scope of listed issuers. We will also consider consulting on strengthening the compliance basis."}, {"text_block_id": "p35_b802", "text": "5.5"}, {"text_block_id": "p35_b803", "text": "We are coordinating our continued work with other UK regulators and government departments. As noted in Chapter 2, BEIS plans to consult early in 2021 on TCFD-aligned disclosure obligations in the Companies Act 2006 for certain UK-registered companies. This may include some commercial companies with a UK premium listing or standard listing. We will continue to engage with this work to ensure that our respective requirements and monitoring and enforcement capabilities operate in a"}, {"text_block_id": "p35_b804", "text": "coherent and complementary way."}, {"text_block_id": "p35_b805", "text": "5.6"}, {"text_block_id": "p35_b806", "text": "The monitoring of issuers’ compliance with the new rule and the development and quality of their disclosures is an important factor in achieving the success of the new rule and our desired outcomes. We will set out further information on our supervisory approach to the new listing rule in a Primary Market Bulletin in late 2021."}, {"text_block_id": "p35_b807", "text": "5.7"}, {"text_block_id": "p35_b808", "text": "Also in the first half of 2021, we plan to consult on potential client-focused TCFD-aligned disclosures by UK-authorised asset managers, life insurers and FCA-regulated"}, {"text_block_id": "p35_b809", "text": "pension providers."}, {"text_block_id": "p35_b810", "text": "5.8"}, {"text_block_id": "p35_b811", "text": "This forward strategy for TCFD implementation was included in the Roadmap to mandatory TCFD-aligned disclosures, published in November 2020."}, {"text_block_id": "p35_b812", "text": "5.9"}, {"text_block_id": "p35_b813", "text": "In the medium term, to deliver the consistency and comparability of corporate reporting that the market needs, it will be important to build on, and complement, the TCFD’s recommendations by introducing an internationally agreed reporting standard."}, {"text_block_id": "p35_b814", "text": "5.10"}, {"text_block_id": "p35_b815", "text": "We will continue to work with the government and other UK regulators, international partners, the IFRS Foundation and industry to drive progress towards an international standard for sustainability reporting."}, {"text_block_id": "p36_b816", "text": "Annex 1"}, {"text_block_id": "p36_b817", "text": "List of non-confidential respondents"}, {"text_block_id": "p36_b818", "text": "ACCA"}, {"text_block_id": "p36_b819", "text": "Alternative Investment Management Association (AIMA)"}, {"text_block_id": "p36_b820", "text": "Ario Advisory"}, {"text_block_id": "p36_b821", "text": "Association for Financial Markets in Europe (AFME)"}, {"text_block_id": "p36_b822", "text": "Association of Accounting Technicians (AAT)"}, {"text_block_id": "p36_b823", "text": "Association of British Insurers (ABI)"}, {"text_block_id": "p36_b824", "text": "Association of Investment Companies (The AIC)"}, {"text_block_id": "p36_b825", "text": "Aviva"}, {"text_block_id": "p36_b826", "text": "Barclays"}, {"text_block_id": "p36_b827", "text": "Blackrock"}, {"text_block_id": "p36_b828", "text": "Bloomberg"}, {"text_block_id": "p36_b829", "text": "BP"}, {"text_block_id": "p36_b830", "text": "British Private Equity & Venture Capital Association (BVCA)"}, {"text_block_id": "p36_b831", "text": "Brunel Pension Partnership"}, {"text_block_id": "p36_b832", "text": "California State Teachers’ Retirement System (CalSTRS)"}, {"text_block_id": "p36_b833", "text": "Carbon Tracker Initiative and AssuranceMark (joint response)"}, {"text_block_id": "p36_b834", "text": "CDP"}, {"text_block_id": "p36_b835", "text": "CFA Society of the United Kingdom"}, {"text_block_id": "p36_b836", "text": "Church Commissioners for England"}, {"text_block_id": "p36_b837", "text": "Church of England Pensions Board"}, {"text_block_id": "p36_b838", "text": "City of London Law Society and the Law Society of England and Wales (joint response)"}, {"text_block_id": "p36_b839", "text": "Client Earth"}, {"text_block_id": "p36_b840", "text": "Climate Accounting Project"}, {"text_block_id": "p36_b841", "text": "Climate Disclosure Standards Board (CDSB)"}, {"text_block_id": "p37_b842", "text": "Corporate and Financial Law Research Group, University of Glasgow"}, {"text_block_id": "p37_b843", "text": "Corporate Reporting Users’ Forum (CRUF)"}, {"text_block_id": "p37_b844", "text": "Deloitte"}, {"text_block_id": "p37_b845", "text": "E3G"}, {"text_block_id": "p37_b846", "text": "Environment Agency"}, {"text_block_id": "p37_b847", "text": "EY"}, {"text_block_id": "p37_b848", "text": "Federated Hermes International"}, {"text_block_id": "p37_b849", "text": "Financial Services Consumer Panel"}, {"text_block_id": "p37_b850", "text": "GC100"}, {"text_block_id": "p37_b851", "text": "HSBC"}, {"text_block_id": "p37_b852", "text": "ICAEW"}, {"text_block_id": "p37_b853", "text": "IHS Markit"}, {"text_block_id": "p37_b854", "text": "Individual (university student)"}, {"text_block_id": "p37_b855", "text": "Institute and Faculty of Actuaries"}, {"text_block_id": "p37_b856", "text": "Institute of Directors (IoD)"}, {"text_block_id": "p37_b857", "text": "International Capital Market Association (ICMA)"}, {"text_block_id": "p37_b858", "text": "Invesco"}, {"text_block_id": "p37_b859", "text": "KPMG"}, {"text_block_id": "p37_b860", "text": "Legal & General Investment Management (LGIM)"}, {"text_block_id": "p37_b861", "text": "Local Authority Pension Fund Forum (LAPFF)"}, {"text_block_id": "p37_b862", "text": "London CIV"}, {"text_block_id": "p37_b863", "text": "London Stock Exchange Group (LSEG)"}, {"text_block_id": "p37_b864", "text": "M&G"}, {"text_block_id": "p37_b865", "text": "Norges Bank Investment Management"}, {"text_block_id": "p37_b866", "text": "Oli and Gas UK (OGUK)"}, {"text_block_id": "p37_b867", "text": "PwC"}, {"text_block_id": "p37_b868", "text": "Schroders"}, {"text_block_id": "p38_b869", "text": "Shadow Minister of State for Climate Change – Labour party"}, {"text_block_id": "p38_b870", "text": "ShareAction"}, {"text_block_id": "p38_b871", "text": "Standard Chartered"}, {"text_block_id": "p38_b872", "text": "The 100 Group"}, {"text_block_id": "p38_b873", "text": "The Institutional Investors Group on Climate Change (IIGCC)"}, {"text_block_id": "p38_b874", "text": "The Investment Association (The IA)"}, {"text_block_id": "p38_b875", "text": "The Investor Relations Society"}, {"text_block_id": "p38_b876", "text": "The Principles for Responsible Investment (PRI)"}, {"text_block_id": "p38_b877", "text": "The Quoted Companies Alliance (QCA)"}, {"text_block_id": "p38_b878", "text": "UK Finance"}, {"text_block_id": "p38_b879", "text": "UK Sustainable Investment and Finance Association (UKSIF)"}, {"text_block_id": "p38_b880", "text": "UN Global Compact Network UK"}, {"text_block_id": "p38_b881", "text": "WHEB Asset Management"}, {"text_block_id": "p38_b882", "text": "WWF-UK"}, {"text_block_id": "p38_b883", "text": "We also received 1 response which asked for their response to be treated as confidential"}, {"text_block_id": "p39_b884", "text": "Annex 2 Abbreviations used in this paper"}, {"text_block_id": "p41_b885", "text": "Appendix 1 Made rules (legal instrument)"}, {"text_block_id": "p42_b886", "text": "LISTING RULES (DISCLOSURE OF CLIMATE-RELATED FINANCIAL INFORMATION) INSTRUMENT 2020"}, {"text_block_id": "p42_b887", "text": "Powers exercised"}, {"text_block_id": "p42_b888", "text": "A."}, {"text_block_id": "p42_b889_merged", "text": "The Financial Conduct Authority (“the FCA”) makes this instrument in the exercise of the following powers and related provisions in the Financial Services and Markets Act 2000 ("}, {"text_block_id": "p42_b892", "text": "“the Act”):"}, {"text_block_id": "p42_b893", "text": "“the Act”):\n* section 73A (Part 6 Rules);\n* section 96 (Obligations of issuers of listed securities);\n* section 137A (The FCAâs general rules);\n* section 137T (General supplementary powers); and\n* section 139A (Power of the FCA to give guidance)."}, {"text_block_id": "p42_b903", "text": "B."}, {"text_block_id": "p42_b904", "text": "The rule-making powers listed above are specified for the purpose of section 138G(2) (Rule-making instruments) of the Act."}, {"text_block_id": "p42_b905", "text": "Commencement"}, {"text_block_id": "p42_b906", "text": "C."}, {"text_block_id": "p42_b907", "text": "This instrument comes into force on 21 December 2020."}, {"text_block_id": "p42_b908", "text": "Amendments to the Handbook"}, {"text_block_id": "p42_b909", "text": "D."}, {"text_block_id": "p42_b910", "text": "The Glossary of definitions is amended in accordance with Annex A to this instrument."}, {"text_block_id": "p42_b911", "text": "E."}, {"text_block_id": "p42_b912", "text": "The Listing Rules sourcebook (LR) is amended in accordance with Annex B to this instrument."}, {"text_block_id": "p42_b913", "text": "Citation"}, {"text_block_id": "p42_b914", "text": "F."}, {"text_block_id": "p42_b915", "text": "This instrument may be cited as the Listing Rules (Disclosure of Climate-Related Financial Information) Instrument 2020."}, {"text_block_id": "p42_b916", "text": "By order of the Board"}, {"text_block_id": "p42_b917", "text": "10 December 2020"}, {"text_block_id": "p43_b918", "text": "Annex A"}, {"text_block_id": "p43_b919", "text": "Amendments to the Glossary of definitions"}, {"text_block_id": "p43_b920", "text": "Insert the following new definitions in the appropriate alphabetical position. The text is not underlined."}, {"text_block_id": "p44_b921", "text": "Annex B"}, {"text_block_id": "p44_b922", "text": "Amendments to the Listing Rules sourcebook (LR)"}, {"text_block_id": "p44_b923", "text": "In this Annex, underlining indicates new text and striking through indicates deleted text, unless otherwise stated."}, {"text_block_id": "p44_b924", "text": "9 Continuing obligations"}, {"text_block_id": "p44_b925", "text": "…"}, {"text_block_id": "p44_b926", "text": "9.8 Annual financial report"}, {"text_block_id": "p44_b927", "text": "Additional information"}, {"text_block_id": "p44_b928", "text": "9.8.6"}, {"text_block_id": "p44_b929", "text": "R In the case of a"}, {"text_block_id": "p44_b930", "text": "listed company"}, {"text_block_id": "p44_b931", "text": "incorporated in the"}, {"text_block_id": "p44_b932", "text": "United Kingdom"}, {"text_block_id": "p44_b933", "text": ", the following additional items must be included in its annual financial report:"}, {"text_block_id": "p44_b934", "text": "…"}, {"text_block_id": "p44_b935", "text": "…\n* a statement as to whether the\n* has:\n* has:\n â¦\n\t* â¦\n\t\t* the\n\t\t* â\n\t\t* â\n s\n\t\t* â\n s\n reasons for non-compliance;\n\t\t* â\n s\n reasons for non-compliance;\n and\n\t\t* a report to the shareholders by the Board which contains the information set out in\n\t\t* 9.8.8R\n\t\t* 9.8.8R\n .\n\t\t* 9.8.8R\n .\n ; and\n\t\t* a statement setting out:\n\t\t* whether the\n\t\t* whether the\n listed company\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n ;\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n ;\n has included in its annual financial report climate-related financial disclosures consistent with the\n\t\t* in cases where the\n\t\t* in cases where the\n listed company\n\t\t* in cases where the\n listed company\n has:\n\t\t* made climate-related financial disclosures consistent with the TCFD Recommendations and Recommended Disclosures, but has included some or all of these disclosures in a document other than the annual financial report:\n\t\t\t* the recommendations and/or recommended disclosures for which it has included disclosures in that other document;\n<\\li4>"}, {"text_block_id": "p45_b977", "text": "…\n* a statement as to whether the\n* has:\n* has:\n â¦\n\t* â¦\n\t\t* the\n\t\t* â\n\t\t* â\n s\n\t\t* â\n s\n reasons for non-compliance;\n\t\t* â\n s\n reasons for non-compliance;\n and\n\t\t* a report to the shareholders by the Board which contains the information set out in\n\t\t* 9.8.8R\n\t\t* 9.8.8R\n .\n\t\t* 9.8.8R\n .\n ; and\n\t\t* a statement setting out:\n\t\t* whether the\n\t\t* whether the\n listed company\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n ;\n\t\t* whether the\n listed company\n TCFD Recommendations and Recommended Disclosures\n ;\n has included in its annual financial report climate-related financial disclosures consistent with the\n\t\t* in cases where the\n\t\t* in cases where the\n listed company\n\t\t* in cases where the\n listed company\n has:\n\t\t* made climate-related financial disclosures consistent with the TCFD Recommendations and Recommended Disclosures, but has included some or all of these disclosures in a document other than the annual financial report:\n\t\t\t* the recommendations and/or recommended disclosures for which it has included disclosures in that other document;\n<\\li4>\n* a description of that document and where it can be found; and\n\t* the reasons for including the relevant disclosures in that document and not in the annual financial report;\n\t\t* not included climate-related financial disclosures consistent with all of the TCFD Recommendations and Recommended Disclosures in either its annual financial report or other document as referred to in (i):\n<\\li3>\n\t\t* the recommendations and/or recommended disclosures for which it has not included such disclosures;\n\t\t* the reasons for not including such disclosures; and\n\t\t* any steps it is taking or plans to take in order to be able to make those disclosures in the future, and the timeframe within which it expects to be able to make those disclosures; and\n\t\t\t* where in its annual financial report or (where appropriate) other document the climate-related financial disclosures referred to in (a) can be found.\n<\\li2>"}, {"text_block_id": "p47_b996_merged", "text": "9.8.6R(8) and LR 9.8.8R."}, {"text_block_id": "p47_b1000", "text": "Appendix 1 Relevant definitions"}, {"text_block_id": "p47_b1001", "text": "Insert the following new definitions in the appropriate alphabetical position. The text is not underlined."}, {"text_block_id": "p47_b1002", "text": "Appendix 1 Relevant definitions App 1.1 Relevant definitions"}, {"text_block_id": "p48_b1003", "text": "Insert the following new TR as TR 14A, after TR 14 (Transitional Provisions in relation to DTR 7.3 (Related party transactions)). The text is not underlined."}, {"text_block_id": "p48_b1004", "text": "TR 14A Transitional Provisions in relation to climate-related financial disclosures under LR 9.8.6R(8)"}, {"text_block_id": "p50_b1005", "text": "Appendix 2 Final Technical Note"}, {"text_block_id": "p51_b1006", "text": "Finalised Technical Note"}, {"text_block_id": "p51_b1007", "text": "Disclosures in relation to ESG matters, including climate change"}, {"text_block_id": "p51_b1008", "text": "Listed issuers, other issuers with securities admitted to trading on regulated markets and other entities in scope of requirements under the Market Abuse Regulation (MAR) and the Prospectus Regulation (PR) are subject to a range of disclosure requirements. The purpose of these requirements is to ensure that shareholders, investors and markets more generally are enabled to make informed decisions."}, {"text_block_id": "p51_b1009", "text": "For example, pursuant to the PR, issuers must consider what disclosures they should make to enable investors to assess (amongst other things) the assets and prospects of the issuer."}, {"text_block_id": "p51_b1010", "text": "A wide range of factors may impact a company’s prospects. Climate-related risks and opportunities are widely understood to be financially material to many issuers’ assets and therefore may need to be disclosed. Other environmental, social and governance (ESG)-related risks and opportunities are also likely to be financially material to many issuers. Accordingly, issuers should consider ESG matters carefully when determining what should be disclosed under the PR, as well as under the other disclosure regimes."}, {"text_block_id": "p51_b1011", "text": "More broadly, disclosure obligations arise under the Listing Rules and Prospectus Regulation when an issuer’s securities are offered to the public, first listed or admitted to trading on a regulated market."}, {"text_block_id": "p51_b1012", "text": "On an ongoing basis, disclosure obligations arise pursuant to the Listing Rules, Disclosure Guidance and Transparency Rules and Market Abuse Regulation:"}, {"text_block_id": "p51_b1013", "text": "•"}, {"text_block_id": "p51_b1014", "text": "in relation to announcements and financial reporting"}, {"text_block_id": "p51_b1015", "text": "•"}, {"text_block_id": "p51_b1016", "text": "on an event-driven basis given that issuers must inform the public as soon as possible of inside information which directly concerns them."}, {"text_block_id": "p51_b1017", "text": "We also note that issuers should assess climate-related risks and opportunities and other ESG considerations carefully in informing their disclosures, both in respect of"}, {"text_block_id": "p51_b1018", "text": "equity and non-equity securities."}, {"text_block_id": "p51_b1019", "text": "We discuss specific FCA Handbook requirements and obligations set out in EU legislation (which will continue to apply in the UK after the end of the transition period) and how they apply in respect of ESG issues below. The examples of relevant provisions that we provide are not intended to be exhaustive."}, {"text_block_id": "p52_b1020", "text": "Listing Rules"}, {"text_block_id": "p52_b1021", "text": "Listed issuers need to have appropriate arrangements in place to support their disclosure obligations under various regimes. The Listing and Premium Listing"}, {"text_block_id": "p52_b1022", "text": "Principles are particularly relevant in this respect."}, {"text_block_id": "p52_b1023", "text": "Listing Principle 1 requires that:"}, {"text_block_id": "p52_b1024", "text": "“A listed company must take reasonable steps to establish and maintain adequate procedures, systems and controls to enable it to comply with its obligations.”"}, {"text_block_id": "p52_b1025", "text": "Related guidance in LR 7.2.2G further explains that this principle is intended to ensure that listed companies:"}, {"text_block_id": "p52_b1026", "text": "“have adequate procedures, systems and controls to enable them to comply with their obligations under the listing rules, disclosure requirements, transparency rules and corporate governance rules. In particular, the FCA considers that listed companies should place particular emphasis on ensuring that they have adequate procedures, systems and controls in relation to, where applicable […] the timely and accurate disclosure of information to the market.”"}, {"text_block_id": "p52_b1027", "text": "In considering whether their procedures, systems and controls are adequate to enable them to comply with their obligations under these various regimes, including the timely and accurate disclosure of information to the market, an issuer should consider whether there is a need to access and draw on specific data sources when disclosing climate-related and other ESG-related risks and opportunities."}, {"text_block_id": "p52_b1028", "text": "An issuer should also consider whether there is a need to develop specific systems, analytical instruments or organisational arrangements to collate and assess the information required to enable it to comply with its obligations."}, {"text_block_id": "p52_b1029_merged", "text": "This recognises that the appropriate consideration of climate-related and other ESG-related matters may require that an issuer accesses data sources that, unlike other indicators of organisational performance, may not typically be used for other business purposes. Furthermore, such data may need to be assessed and analysed using bespoke techniques."}, {"text_block_id": "p52_b1032", "text": "In this respect, LR 7.2.3G further elaborates:"}, {"text_block_id": "p52_b1033", "text": "“Timely and accurate disclosure of information to the market is a key obligation of listed companies. For the purposes of Listing Principle 1, a listed company should have adequate systems and controls to be able to:"}, {"text_block_id": "p52_b1034", "text": "(1)"}, {"text_block_id": "p52_b1035", "text": "ensure that it can properly identify information which requires disclosure under the listing rules, disclosure requirements, transparency rules or corporate governance rules in a timely manner; and"}, {"text_block_id": "p52_b1036", "text": "(2)"}, {"text_block_id": "p52_b1037", "text": "ensure that any information identified under (1) is properly considered by the directors and that such a consideration encompasses whether the information should be disclosed.”"}, {"text_block_id": "p52_b1038", "text": "Additionally, a premium-listed issuer should consider Premium Listing Principle 6. This requires that:"}, {"text_block_id": "p52_b1039", "text": "“A listed company must communicate information to holders and potential holders of its premium listed securities and its listed equity shares in such a way as to avoid the creation or continuation of a false market in those premium listed securities and listed equity shares.”"}, {"text_block_id": "p53_b1040", "text": "LR 9.8.6R (5) requires that a premium-listed issuer includes within its annual financial report a statement of how the company has applied the Principles set out in the UK Corporate Governance Code 2018, in a manner that would enable shareholders to"}, {"text_block_id": "p53_b1041", "text": "evaluate how the principles have been applied."}, {"text_block_id": "p53_b1042", "text": "Relatedly, LR 9.8.6R (6) requires the inclusion in its annual financial report of a"}, {"text_block_id": "p53_b1043", "text": "statement as to whether"}, {"text_block_id": "p53_b1044", "text": "“the listed company has (a) complied throughout the accounting period with all relevant provisions set out in the UK Corporate Governance Code; or (b) not complied throughout the accounting period with all relevant provisions set out in the UK Corporate Governance Code and if so, setting out: (i) those provisions, if any it has not complied with; (ii) in the case of provisions whose requirements are of a continuing nature, the period within which, if any, it did not comply with some or all of those provisions; and (iii) the company’s reasons for non-compliance.”"}, {"text_block_id": "p53_b1045", "text": "The UK Corporate Governance Code 2018 and its supporting guidance explicitly recognise companies’ responsibilities to wider society and provides authoritative guidance on how Boards can ensure strategic importance is given to ESG"}, {"text_block_id": "p53_b1046", "text": "considerations that are critical to many investors."}, {"text_block_id": "p53_b1047", "text": "LR 9.8.6R (8) and LR 9.8.7R require UK incorporated and overseas commercial companies with a premium listing to include in their annual financial report"}, {"text_block_id": "p53_b1048", "text": "“a statement setting out:"}, {"text_block_id": "p53_b1049", "text": "(a)"}, {"text_block_id": "p53_b1050", "text": "whether the listed company has included in its annual financial report climate-related financial disclosures consistent with the TCFD Recommendations and Recommended Disclosures;"}, {"text_block_id": "p53_b1051", "text": "(b)"}, {"text_block_id": "p53_b1052", "text": "in cases where the listed company has:"}, {"text_block_id": "p53_b1053", "text": "in cases where the listed company has:\n* made climate-related financial disclosures consistent with the TCFD Recommendations and Recommended Disclosures, but has included some or all of these disclosures in a document other than the annual financial report:\n\t* the recommendations and/or recommended disclosures for which it has included disclosures in that other document;\n\t* a description of that document and where it can be found; and\n\t* the reasons for including the relevant disclosures in that document and not in the annual financial report;\n\t* not included climate-related financial disclosures consistent with all of the TCFD Recommendations and Recommended Disclosures in either its annual financial report or other document as referred to in (i):\n\t* the recommendations and/or recommended disclosures for which it has not included such disclosures;\n\t* the reasons for not including such disclosures; and\n\t* any steps it is taking or plans to take in order to be able to make those disclosures in the future, and the timeframe within which it expects to be able to make those disclosures; and"}, {"text_block_id": "p54_b1069", "text": "(c)"}, {"text_block_id": "p54_b1070", "text": "where in its annual financial report or (where appropriate) other document the climate-related financial disclosures referred to in (a) can be found.”"}, {"text_block_id": "p54_b1071", "text": "LR 9.8.6BG, LR 9.8.6CG, and LR 9.8.6DG provide guidance in relation to determining whether climate-related financial disclosures are consistent with the TCFD"}, {"text_block_id": "p54_b1072", "text": "Recommendations and Recommended Disclosures."}, {"text_block_id": "p54_b1073", "text": "LR 9.8.6EG explains that the FCA would ordinarily expect a listed company to"}, {"text_block_id": "p54_b1074", "text": "be able to"}, {"text_block_id": "p54_b1075", "text": "“make climate-related financial disclosures consistent with the TCFD Recommendations and Recommended Disclosures, except where it faces transitional challenges in obtaining relevant data or embedding relevant modelling or analytical capabilities.”"}, {"text_block_id": "p54_b1076", "text": "LR 13.3.1R (1) requires every circular sent by a premium listed company to holders of"}, {"text_block_id": "p54_b1077", "text": "its listed securities to"}, {"text_block_id": "p54_b1078_merged", "text": "“provide a clear and adequate explanation of its subject matter giving due prominence to its essential characteristics, benefits and risks”. In addition, LR 13.3.1R (3) requires every such circular to “contain all information necessary to allow the security holders to make a properly informed decision”"}, {"text_block_id": "p54_b1082", "text": "if voting or other action is"}, {"text_block_id": "p54_b1083", "text": "required."}, {"text_block_id": "p54_b1084", "text": "In both cases, this may include in relation to ESG matters."}, {"text_block_id": "p54_b1085", "text": "LR 1.3.3R requires that"}, {"text_block_id": "p54_b1086", "text": "“An issuer must take reasonable care to ensure that any information it notifies to a RIS or makes available through the FCA is not misleading, false or deceptive and does not omit anything likely to affect the import of the information.”"}, {"text_block_id": "p54_b1087", "text": "Again, ESG matters may be relevant here too."}, {"text_block_id": "p54_b1088", "text": "Listing Particulars are discussed in the next section."}, {"text_block_id": "p54_b1089", "text": "Prospectus Regulation"}, {"text_block_id": "p54_b1090", "text": "Article 6 of the Prospectus Regulation"}, {"text_block_id": "p54_b1091", "text": "When a prospectus is required, it must contain the necessary information which is material to an investor for making an informed assessment of (amongst other things) the assets and prospects of the issuer and of the reasons for the issuance and its impact on the issuer. That information may vary depending on the nature and circumstances of the issuer and the type of securities."}, {"text_block_id": "p54_b1092", "text": "In order to provide adequate information to the market for this purpose, information on climate change and other ESG-related matters may need to be provided where relevant to the issuer. For instance, in the context of the UK Government’s target to achieve net-zero carbon emissions by 2050 and to achieve the goals of the Paris Agreement more generally, many companies are likely to need to consider significant changes to their business. Such changes may be material to an investor’s assessment of the prospects of the company and the risks and opportunities shaping it."}, {"text_block_id": "p55_b1093", "text": "Article 14 of the Prospectus Regulation"}, {"text_block_id": "p55_b1094", "text": "As a derogation from Article 6, the relevant reduced information to be presented in the simplified prospectus for secondary issuances is that necessary to enable investors to understand the prospects of the issuer and any significant changes in the business and financial position of the issuer since the end of the last financial year. This information should be written and presented in such a way as to allow investors to make an informed investment decision."}, {"text_block_id": "p55_b1095", "text": "Risk factors"}, {"text_block_id": "p55_b1096", "text": "Recital 54 of the Prospectus Regulation addresses risk factors that are required by the PR and makes specific reference to environmental, social and governance factors. The recital states:"}, {"text_block_id": "p55_b1097", "text": "“The primary purpose of including risk factors in a prospectus is to ensure that investors make an informed assessment of such risks and thus take investment decisions in full knowledge of the facts. Risk factors should therefore be limited to those risks which are material and specific to the issuer and its securities and which are corroborated by the content of the prospectus. A prospectus should not contain risk factors which are generic and only serve as disclaimers, as those could obscure more specific risk factors that investors should be aware of, thereby preventing the prospectus from presenting information in an easily analysable, concise and comprehensible form. Among others, environmental, social and governance circumstances can also constitute specific and material risks for the issuer and its securities and, in that case, should be disclosed. To help investors identify the most material risks, the issuer should adequately describe and present each risk factor in the prospectus. A limited number of risk factors selected by the issuer should be included in the summary.”"}, {"text_block_id": "p55_b1098", "text": "Relatedly, in 2019, ESMA published a set of Guidelines on risk factors under the Prospectus Regulation. Guideline 7 on the presentation of risk factors across categories is accompanied by explanatory paragraph 35 which notes that ESG-related risks could form a specific category. Climate change and other ESG factors might also be relevant to other suggested categories of risks, including ‘Legal and regulatory’. The ESMA Guidelines provide an example of how ESG risk factors could be disclosed."}, {"text_block_id": "p55_b1099", "text": "Annexes to the Delegated Prospectus Regulation"}, {"text_block_id": "p55_b1100", "text": "Various annexes to the Commission Delegated Prospectus Regulation (EU 2019/980) require relevant disclosures including an overview of the business and a description of the regulatory environment."}, {"text_block_id": "p55_b1101", "text": "Item 5.7.4. Annex 1 requires a description of any environmental issues that may affect the issuer’s utilisation of its tangible fixed assets. Item 9.1 requires, on the other hand, a description of the regulatory environment that the issuer operates in and that may materially affect its business, together with information regarding any governmental, economic, fiscal, monetary or political policies or factors that have materially affected, or could materially affect, directly or indirectly, the issuer’s operations. Therefore, if the regulatory environment includes environmental matters, they will have to be disclosed, if material."}, {"text_block_id": "p56_b1102", "text": "Item 2.5.1 in Annex 24, requires smaller issuers adopting the new EU Growth prospectus specifically to address environmental matters in covering, to the extent necessary for an understanding of the issuer’s business as a whole, an analysis of the development and performance of the issuer’s business and its position. The analysis shall include both financial and, where appropriate, non-financial Key Performance Indicators relevant to the particular business, including information relating to"}, {"text_block_id": "p56_b1103", "text": "environmental and employee matters. This analysis shall, where appropriate, also"}, {"text_block_id": "p56_b1104", "text": "include references to, and additional explanations of, amounts reported in the annual financial statements."}, {"text_block_id": "p56_b1105", "text": "Similarly, FSMA requires Listing Particulars to contain all such information as investors and their professional advisers would reasonably require, and reasonably expect to find there, for the purpose of making an informed assessment of the prospects of the issuer of the securities."}, {"text_block_id": "p56_b1106", "text": "ESMA’s update of the CESR recommendations, which continue to apply to the extent that they are compatible with the Prospectus Regulation, contains helpful guidance in a number of areas relevant to ESG considerations. This includes guidance on environmental and employee key performance indicators in the context of the operating and financial review (paragraph 28) and identifying factors to consider when preparing profit forecasts (paragraph 50). Specific requirements for mineral companies are set out in paragraphs 131-133 and in Appendices I, II and III. Appendices II and III also contain specific requirements for the Mining and Oil and Gas Competent Persons’ Report."}, {"text_block_id": "p56_b1107", "text": "As noted in"}, {"text_block_id": "p56_b1108_merged_merged", "text": "PMB 31, the European Securities and Markets Authority (ESMA) published its Final Report [here] on new guidelines on prospectus disclosure on 15 July 2020. We will consult on our approach to the guidelines on prospectus disclosure based largely on the new ESMA Guidelines in due course."}, {"text_block_id": "p56_b1113", "text": "LR 4.2 contains further detail on the Listing Particulars and their content, including minimum information requirements."}, {"text_block_id": "p56_b1114", "text": "Disclosure Guidance and Transparency Rules (DTR)"}, {"text_block_id": "p56_b1115", "text": "Issuers have a number of ongoing disclosures obligations. These disclosures are primarily intended to allow shareholders, investors and the market at large to form a view on the value of traded securities. Implicit in this is that investors need to be put in a position to be able to assess the prospects of the company and the risks and opportunities shaping it."}, {"text_block_id": "p56_b1116", "text": "In order to provide adequate information to the market for this purpose, information on climate change and other ESG-related matters may need to be provided where relevant to the issuer. For instance, in the context of the UK Government’s target to achieve net-zero carbon emissions by 2050 and to achieve the goals of the Paris Agreement more generally, many companies are likely to need to consider significant changes to their business. Such changes may be material to an investor’s assessment of the prospects of the company and the risks and opportunities shaping it."}, {"text_block_id": "p57_b1117", "text": "The Disclosure Guidance and Transparency Rules (DTR) require that the Management Report in the Annual Financial Report and the Interim Management Report in the Half-Yearly Financial Report contain a description of the principal risks and uncertainties facing the issuer (DTR 4.1.8R and DTR 4.2.7R, respectively)."}, {"text_block_id": "p57_b1118", "text": "The Management Report in the Annual Financial Report must also contain a fair review of the issuer’s business. DTR 4.1.9R requires the inclusion in that review, to the extent necessary for an understanding of the development, performance or position of the issuer’s business, of analysis using key performance indicators. This should include information relating to environmental matters and employee matters where"}, {"text_block_id": "p57_b1119", "text": "appropriate."}, {"text_block_id": "p57_b1120", "text": "DTR 7.2 requires an issuer to include a corporate governance statement in its directors’ report, or in a separate report published with its annual report or made available on its website. DTR 7.2 includes information requirements in relation to any relevant corporate governance code (DTR 7.2.2R and DTR 7.2.3R), the issuer’s internal control and risk management systems in relation to the financial reporting process (DTR 7.2.5R), and the diversity policy applied to the issuer’s administrative, management and supervisory bodies (DTR 7.2.8AR)."}, {"text_block_id": "p57_b1121", "text": "DTR 1A.3.2R requires an issuer to"}, {"text_block_id": "p57_b1122", "text": "“take all reasonable care to ensure that any information it notifies to a RIS is not misleading, false or deceptive and does not omit anything likely to affect the import of the information.”"}, {"text_block_id": "p57_b1123", "text": "This may include in relation to"}, {"text_block_id": "p57_b1124", "text": "ESG matters."}, {"text_block_id": "p57_b1125", "text": "Market Abuse Regulation (MAR)"}, {"text_block_id": "p57_b1126", "text": "Pursuant to Article 17 of MAR, an issuer must publicly disclose inside information that directly concerns them as soon as possible, unless the conditions for delay are met. This includes any inside information that relates to climate change and other ESG-related matters."}, {"text_block_id": "p57_b1127", "text": "Article 17(1) clarifies that"}, {"text_block_id": "p57_b1128", "text": "“The issuer shall ensure that the inside information is made public in a manner which enables fast access and complete, correct and timely assessment of the information by the public…”"}, {"text_block_id": "p57_b1129", "text": "When disclosing climate-related and other ESG-related information, an issuer must not do so in a way (for example by omitting information) that breaches the prohibition of market manipulation under Article 15 of MAR, noting the relevant behaviours defined in Article 12 of MAR that amount to market manipulation. These include, but are not limited to, dissemination of information which is likely to give false or misleading signals as to the supply of, demand for, or price of a financial instrument."}, {"text_block_id": "p57_b1130", "text": "In this regard, recital 47 adds:"}, {"text_block_id": "p57_b1131", "text": "“The manipulation or attempted manipulation of financial instruments […] may consist in the invention of manifestly false information, but also the wilful omission of material facts, as well as the knowingly inaccurate reporting of information.”"}, {"text_block_id": "p58_b1132", "text": "Appendix 3 The TCFD's Recommendations"}, {"text_block_id": "p58_b1133", "text": "Source: Final Report, Recommendations of the Taskforce on Climate-related Financial Disclosures, June 2017."}, {"text_block_id": "p59_b1134", "text": "© Financial Conduct Authority 2020"}, {"text_block_id": "p59_b1135", "text": "12 Endeavour Square London E20 1JN"}, {"text_block_id": "p59_b1136", "text": "Telephone: +44 (0)20 7066 1000"}, {"text_block_id": "p59_b1137", "text": "Website: www.fca.org.uk"}, {"text_block_id": "p59_b1138", "text": "All rights reserved"}], "document_description": "As of December 2020 the UK's Financial Conduct Authority issued new rules requiring publically listed companies incorporated in the UK to either comply with the recommendations of the Task Force for Climate related Financial Disclosure and include information on climate-related financial disclosures in their annual report or explain the absence of such disclosures."}