{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Other|Direct Investment", "Subsidies|Economic", "Zoning & Spatial Planning|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Transportation", "document_date": "01/01/2020", "document_language": "English", "document_name": "Gear Change: A bold vision for cycling and walking", "document_country_code": "GBR", "document_hazard_name": [], "document_keyword": ["Transport", "Cycling", "Walking", "Health"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GBR/2020/GBR-2020-01-01-Gear Change: A bold vision for cycling and walking_2c04eb9b4b40ffa9fa0587243e6284ed.pdf", "document_type": "Strategy", "text_blocks": [{"text_block_id": "p0_b1", "text": "Gear Change"}, {"text_block_id": "p1_b2", "text": "Cover images (clockwise from top right): Wheels for Wellbeing & Mark Treasure, DfT, Living Streets, Cycling UK, Living Streets, Adobe Stock"}, {"text_block_id": "p2_b3", "text": "Contents"}, {"text_block_id": "p3_b4", "text": "Prime Minister’s Foreword"}, {"text_block_id": "p3_b5", "text": "I have always known that millions more people in this country want to cycle, if the conditions are right, and the past four months have proved it."}, {"text_block_id": "p3_b6", "text": "The joy of cycling is that doing it doesn't just benefit you. It doesn't just make you happier. It doesn't just make you healthier. It helps millions of others too, whether or not they have any intention of getting on a bike. It means less pollution and less noise for everyone. It means more trade for street-front businesses. It means fewer cars in front of yours at the lights."}, {"text_block_id": "p3_b7", "text": "All of us, cyclists and non-cyclists alike, have suddenly found out what it is like to have streets where you can breathe clean air, hear the birds singing at noon, and walk or ride in safety. We have all noticed the new found safety on our roads with fewer cars hurtling down our streets, near our homes and our gardens and our schools."}, {"text_block_id": "p3_b8", "text": "That is why this document aims to kick off the most radical change to our cities since the arrival of mass motoring. We announced in May £2 billion of new funding for cycling and walking – representing a sixfold increase in dedicated funding, the biggest increase this country has ever seen. That will pay for first hundreds, then thousands of miles of protected bike lanes, so anyone can ride safely; low-traffic neighbourhoods, to stop rat-running and make it easier to walk and cycle; bus and bike corridors on some main roads; and funding for a massive rise in e-bikes, all of which will open up cycling to more and different people and make places better for everyone. There will be vouchers to pay for bike maintenance, free cycling training for everyone who wants it, and parking changes to discourage the school run."}, {"text_block_id": "p3_b9", "text": "I know not everyone can cycle, which is why we're investing billions in roads, buses and railways too – but many more of us can and should. Vast numbers of car journeys are very short and could easily be travelled by bicycle. People often think that encouraging bikes and walking causes congestion – but it doesn't, if you do it properly, and make the kind of changes we are proposing to streets to improve walking and cycling accessibility."}, {"text_block_id": "p3_b10", "text": "Of course you can't deliver a fridge-freezer on a cargo bike – but you can deliver plenty of other goods that currently come in diesel vans. I want bicycles to be part of an effusion of green transport, of electric cars, buses and trains, because clean air will be to the 21st century what clean water was to the 19th."}, {"text_block_id": "p4_b11", "text": "This unprecedented pandemic has also shown many of us, myself very much included, that we need to think harder about our health. We need to think harder about how we can make lifestyle changes that keep us more active and fit – the way we travel is central to this. This strategy sets out our plans to start prescribing bikes on the NHS – with the bicycle in effect giant, universal prescription, with our bike lanes becoming huge, 24-hour gyms, free and open to everyone."}, {"text_block_id": "p4_b12", "text": "When I was mayor of London, one of the things I was proudest of was building some of the world's best cycle lanes. It was often difficult and we faced opposition. But when the results of consultations and opinion polls came back, our opponents were often surprised to find themselves in a small minority. People want the radical change we are committing to in this strategy, and we politicians shouldn't be afraid to give it to them."}, {"text_block_id": "p4_b13", "text": "I too am proud of this plan for unleashing our nation of cyclists – improving people’s health, the environment, and wider society along the way. This will mark a step change in how our towns and cities look, feel and operate for people across this country – I hope to see everyone soon on their bikes."}, {"text_block_id": "p7_b14", "text": "Introduction: The case for a step-change"}, {"text_block_id": "p7_b15", "text": "Stepping it up a gear"}, {"text_block_id": "p7_b16", "text": "We want – and need – to see a step-change in cycling and walking in the coming years. The challenge is huge, but the ambition is clear. We have a unique opportunity to transform the role cycling and walking can play in our transport system, and get England moving differently."}, {"text_block_id": "p7_b17", "text": "Because the potential benefits are huge"}, {"text_block_id": "p7_b18", "text": "Increasing cycling and walking can help tackle some of the most challenging issues we face as a society – improving air quality, combatting climate change, improving health and wellbeing, addressing inequalities"}, {"text_block_id": "p7_b19", "text": "1"}, {"text_block_id": "p7_b20", "text": "and tackling congestion on our roads"}, {"text_block_id": "p7_b21", "text": "2"}, {"text_block_id": "p7_b22", "text": "."}, {"text_block_id": "p7_b23", "text": "Bold action will help to create places we want to live and work – with better connected, healthier and more sustainable communities. It will help deliver clean growth, by supporting local businesses, as well as helping ensure prosperity can spread across the country and level up our nation."}, {"text_block_id": "p7_b24", "text": "Physical activity, like cycling and walking, can help to prevent and manage over 20 chronic conditions and diseases, including some cancers, heart disease, type 2 diabetes and depression. Physical inactivity is responsible for one in six UK deaths (equal to smoking) and is estimated to cost the UK £7.4 billion annually (including £0.9 billion to the NHS alone)."}, {"text_block_id": "p7_b25_merged_merged", "text": "The recent COVID-19 restrictions have profoundly impacted the way people live, work and travel as evidenced by the public’s desire to be more active, and the rise in popularity of cycling and walking (Sport England, 2020)3 . Now, we can embed those changes in people’s travel behaviour, increase active travel, and transform permanently how many people move around, particularly in towns and cities."}, {"text_block_id": "p7_b28", "text": "We do not underestimate the challenge of achieving lasting behaviour changes – and we will need to ensure that understanding of transport users’ needs, motivations and behaviours is central to what we do, in order to maximise our chances of success."}, {"text_block_id": "p8_b29", "text": "Health"}, {"text_block_id": "p8_b30", "text": "Physical inactivity costs the NHS up to"}, {"text_block_id": "p8_b31", "text": "£1bn per annum"}, {"text_block_id": "p8_b32", "text": ", with further indirect costs calculated at"}, {"text_block_id": "p8_b33", "text": "£8.2bn"}, {"text_block_id": "p8_b34", "text": "£8.2bn"}, {"text_block_id": "p8_b35", "text": "Congestion"}, {"text_block_id": "p8_b36", "text": "The new east-west and north-south cycle routes in London are moving"}, {"text_block_id": "p8_b37", "text": "46% of the people"}, {"text_block_id": "p8_b38", "text": "in only"}, {"text_block_id": "p8_b39", "text": "30% of the road space"}, {"text_block_id": "p8_b40", "text": "Wellbeing"}, {"text_block_id": "p8_b41", "text": "20 minutes"}, {"text_block_id": "p8_b42", "text": "of exercise per day cuts risk of"}, {"text_block_id": "p8_b43", "text": "developing depression by 31%"}, {"text_block_id": "p8_b44", "text": "and increases productivity of workers"}, {"text_block_id": "p8_b45", "text": "Local businesses"}, {"text_block_id": "p8_b46", "text": "Up to"}, {"text_block_id": "p8_b47", "text": "40% increase"}, {"text_block_id": "p8_b48", "text": "in shopping footfall by well-planned improvements in the walking environment"}, {"text_block_id": "p8_b49", "text": "Environmental and air quality"}, {"text_block_id": "p8_b50", "text": "Meeting the targets to double cycling and increase walking would lead to savings of"}, {"text_block_id": "p8_b51", "text": "£567 million"}, {"text_block_id": "p8_b52", "text": "annually from air quality alone and prevent"}, {"text_block_id": "p8_b53", "text": "8,300 premature deaths"}, {"text_block_id": "p8_b54", "text": "each year and provide opportunities to improve green spaces and biodiversity"}, {"text_block_id": "p8_b55", "text": "5"}, {"text_block_id": "p8_b56", "text": "."}, {"text_block_id": "p8_b57", "text": "Climate change"}, {"text_block_id": "p8_b58", "text": "Mode shift to active transport is one of the most cost-effective ways of reducing transport emissions"}, {"text_block_id": "p8_b59", "text": "Economy"}, {"text_block_id": "p8_b60_merged_merged_merged_merged_merged_merged", "text": "Cycling contributes £5.4bn to the economy per year and supports"}, {"text_block_id": "p8_b63", "text": "64,000 jobs"}, {"text_block_id": "p9_b64", "text": "What are the health benefits of physical activity?"}, {"text_block_id": "p9_b65", "text": "Regular physical activity reduces your risk of…"}, {"text_block_id": "p9_b66", "text": "Figure 2"}, {"text_block_id": "p9_b67", "text": "The health benefits of physical activity"}, {"text_block_id": "p9_b68", "text": "6"}, {"text_block_id": "p9_b69", "text": "Figure 3"}, {"text_block_id": "p9_b70", "text": "Percentage change in estimated cycling trips from 1 March 2020 to 4 July 2020 when initial restrictions lifted"}, {"text_block_id": "p9_b71", "text": "7"}, {"text_block_id": "p9_b72_merged_merged_merged", "text": "Despite fewer people travelling overall during this pandemic, we’ve seen around a 100% increase in weekday cycling. And on some weekends that increase has been around 200%9. Cycling activity is influenced by many factors including the weather."}, {"text_block_id": "p9_b75", "text": "The opportunity is huge, but it is also time limited – without intervention, people will likely slip back to old behaviours. We need to act now."}, {"text_block_id": "p10_b76", "text": "State of play: a snapshot of active travel in 2018"}, {"text_block_id": "p10_b77", "text": "More people are walking further and more often. The percentage of walking trips has fluctuated since 2002 but has been increasing since 2014. In 2018, 27% of all trips were made by walking"}, {"text_block_id": "p10_b78", "text": "10"}, {"text_block_id": "p10_b79", "text": ", covering 3% of all distance travelled"}, {"text_block_id": "p10_b80", "text": "11"}, {"text_block_id": "p10_b81", "text": "."}, {"text_block_id": "p10_b82", "text": "The average distance cycled has been increasing – by 50% since 2002"}, {"text_block_id": "p10_b83", "text": "12"}, {"text_block_id": "p10_b84", "text": ". However, the number of cycle trips has remained flat over the same period. Only 2% of trips are cycled"}, {"text_block_id": "p10_b85", "text": "13"}, {"text_block_id": "p10_b86", "text": ", similar to levels in 2002. In comparison, more than a quarter of all trips made by people in the Netherlands are cycled"}, {"text_block_id": "p10_b87", "text": "14"}, {"text_block_id": "p10_b88", "text": "."}, {"text_block_id": "p10_b89", "text": "Figure 4"}, {"text_block_id": "p10_b90", "text": "15"}, {"text_block_id": "p10_b91", "text": "Average cycling trips made and miles travelled per person per year"}, {"text_block_id": "p10_b92", "text": "In particular, there are many shorter journeys that could be shifted from cars, to walking, or cycling."}, {"text_block_id": "p10_b93", "text": "We want to see a future where half of all journeys in towns and cities are cycled or walked. 58% of car journeys in 2018 were under 5 miles"}, {"text_block_id": "p10_b94", "text": "16"}, {"text_block_id": "p10_b95", "text": ". And in urban areas, more than 40% of journeys were under 2 miles in 2017–18"}, {"text_block_id": "p10_b96", "text": "17"}, {"text_block_id": "p10_b97", "text": ". For many people, these journeys are perfectly suited to cycling and walking."}, {"text_block_id": "p10_b98", "text": "Investment is having an impact,"}, {"text_block_id": "p10_b99", "text": "but not at a fast-enough rate"}, {"text_block_id": "p10_b100", "text": "18"}, {"text_block_id": "p10_b101", "text": "We are not starting from scratch and there is much we are already doing – it is clear that investment being made is having an impact but key barriers remain. In this plan, we set out what those barriers are, and what steps we are going to take to tackle them."}, {"text_block_id": "p10_b102_merged_merged_merged_merged_merged_merged", "text": "We want to build on all the good progress that has been made through our Cycling and Walking Investment Strategy19. But in order to really deliver a step-change in the UK, we must go further, faster. Millions more journeys need to be walked or cycled."}, {"text_block_id": "p11_b105", "text": "A bold future vision for a new era"}, {"text_block_id": "p11_b106", "text": "We have a clear picture of a future we want to see, a vision for a transformation in our transport system, that will benefit us all."}, {"text_block_id": "p11_b107", "text": "England will be a great walking and cycling nation"}, {"text_block_id": "p11_b108", "text": "Places will be truly walkable. A travel revolution in our streets, towns and communities will have made cycling a mass form of transit. Cycling and walking will be the natural first choice for many journeys with half of all journeys in towns and cities being cycled or walked by 2030."}, {"text_block_id": "p11_b109", "text": "A bold future vision of cycling and walking in England:"}, {"text_block_id": "p11_b110", "text": "Healthier, happier and greener communities"}, {"text_block_id": "p11_b111", "text": "Peoples’ health and quality of life is improved by more people walking and cycling; the number of short journeys made by car is vastly reduced, meaning people from all parts of our communities around the country can enjoy the benefits of cleaner, healthier, safer and quieter streets."}, {"text_block_id": "p11_b112", "text": "Safer streets"}, {"text_block_id": "p11_b113", "text": "Nobody is afraid to cycle; every child is confident and safe walking or cycling to school; all road users treat each other with mutual respect."}, {"text_block_id": "p11_b114", "text": "Cycling and walking are recognised as the most convenient, desirable and affordable way to travel in our local areas; more women and disadvantaged groups enjoy walking and cycling as part of their daily journeys; everybody has opportunities to take up walking and cycling."}, {"text_block_id": "p11_b115", "text": "At the heart of transport decision-making"}, {"text_block_id": "p11_b116", "text": "Better cycling and walking infrastructure has allowed more efficient use of road space, to the benefit of all road users; cycling and walking routes are well connected with wider public transport services; cycling and walking measures are no longer seen as an afterthought but have moved to the very heart of considerations for all transport policy and planning, at all levels of leadership."}, {"text_block_id": "p12_b117", "text": "Actions, not just words"}, {"text_block_id": "p12_b118", "text": "To make England an active travel nation, we need to take action to tackle the main barriers. We need to attract people to active travel by building better quality infrastructure, making streets better for everyone, and we need to make sure people feel safe and confident cycling. To deliver this, we need to ensure active travel is embedded in wider policy making, and want to encourage and empower local authorities to take bold decisions."}, {"text_block_id": "p12_b119", "text": "The following chapters set out the actions required at all levels of Government to make this a reality, grouped under four themes."}, {"text_block_id": "p14_b120", "text": "Theme 1"}, {"text_block_id": "p14_b121_merged", "text": "Better streets for cycling and people"}, {"text_block_id": "p15_b124", "text": "Theme 1"}, {"text_block_id": "p15_b125", "text": "Better streets for cycling and people"}, {"text_block_id": "p15_b126", "text": "There will be first hundreds, then thousands of miles of safe, continuous, direct routes for cycling in towns and cities, physically separated from pedestrians and volume motor traffic, serving the places that people want to go."}, {"text_block_id": "p15_b127", "text": "Evidence from the UK and abroad is clear. Physically segregated bike tracks on main roads, including at junctions, are the most important thing we can do to promote cycle use"}, {"text_block_id": "p15_b128", "text": "20"}, {"text_block_id": "p15_b129", "text": ". They give people the confidence to cycle and dramatically increase the numbers of people cycling."}, {"text_block_id": "p15_b130_merged_merged", "text": "Cycling on London’s Blackfriars Bridge rose by 55 per cent in the six months after a protected bike track was installed21 In the peak hours, even pre-covid, the route was used by 26 cyclists a minute and the track, which takes about 20 per cent of the roadspace, carries 70 per cent of all traffic on the bridge and (counting passengers in buses) about 45 per cent of all people travelling on the road."}, {"text_block_id": "p15_b133", "text": "We want, and will fund, cities and towns across the UK to install first hundreds, then thousands, of miles of main road cycle tracks like this."}, {"text_block_id": "p15_b134", "text": "They can be separated from traffic using a kerb, or lighter-touch materials which take less space, such as wands, stepped kerbs or planters. But they must be physically separated – not just on links, the stretches between junctions, but at junctions themselves, the places of greatest danger for cyclists."}, {"text_block_id": "p15_b135", "text": "The routes must be direct. They must be continuous, not giving up at the difficult places. They must serve the places people actually want to go – often major public transport corridors – and the journeys they actually want to make. If it is necessary to reallocate roadspace from parking or motoring to achieve this, it should be done."}, {"text_block_id": "p15_b136", "text": "To avoid conflict with people getting on and off buses, the bike lane can pass behind the bus stop, with passengers alighting to a dedicated pedestrian space and crossing the cycle lane to reach the pavement. Bus stop bypasses must consider the needs of disabled people and take into account their concerns. Ramping and an angled approach allows wheelchair users a level surface, slows cyclists and means bus users and cyclists can see each other. This has been widespread for decades on the Continent and is increasingly common in the UK, where it has worked well."}, {"text_block_id": "p16_b137", "text": "New cycle route provision on busy roads which consists of painted markings or cycle symbols will no longer be funded. We want to see as many as possible of the existing painted lanes upgraded with physical separation."}, {"text_block_id": "p16_b138", "text": "Cycles must be treated as vehicles, not as pedestrians. New cycle provision which involves sharing space with pedestrians, including at crossings, will no longer be funded. Again, we want many of the existing facilities to be upgraded with physical separation. Clear and regular direction signing is key to getting people walking and cycling, and to helping people understand that, particularly in urban areas, it really isn’t that far."}, {"text_block_id": "p16_b139", "text": "We will create cycle, bus and walking corridors, closing a limited number of main roads to through traffic except for buses and access"}, {"text_block_id": "p16_b140", "text": "A quicker way of providing safe, low-traffic cycling is to close roads to through traffic, usually with simple point closures, such as retractable bollards, or by camera enforcement. This may be useful where the road is too narrow for a separated cycle lane. The closure would only affect through traffic. Residents, visitors, or delivery drivers needing to reach anywhere along the road would still be able to do so – though they might have to approach from a different direction."}, {"text_block_id": "p16_b141", "text": "For example, a small number of routes from key suburbs into a city could become bus and cycling corridors, while the other main roads remained through routes for motorists."}, {"text_block_id": "p16_b142", "text": "Side-street routes, if closed to through traffic to avoid rat-running, can be an alternative to segregated facilities or closures on main roads – but only if they are truly direct."}, {"text_block_id": "p16_b143", "text": "For directness it will often be necessary to mix the two, with stretches on back streets joined to segregated stretches on the main road and across junctions where there is no sufficiently direct side street. Routes that are not truly direct and are not closed to through traffic will not be funded. Linking direct routes to out-of-centre car parks would encourage opportunities for ‘park and pedal’ and ‘park and walk’ travel options."}, {"text_block_id": "p17_b144", "text": "Residential side streets across the country can be blighted by rat-running. Low-traffic neighbourhoods will be created in many more groups of residential streets by installing point closures – for example, bollards or planters – on some of the roads. It would still be possible to access any road in the area, but motor traffic would not be able to use the roads as through routes. Streets within low traffic neighbourhoods will provide clear, direct routes for cyclists and pedestrians promoting walking and cycling. Accidents, pollution and noise will be dramatically reduced for residents."}, {"text_block_id": "p17_b145", "text": "We will consult on creating a community right to close side streets and create low-traffic neighbourhoods, with groups of residential side streets able to petition local authorities for rat-run closures."}, {"text_block_id": "p17_b146", "text": "Contraflow cycling, where cyclists are allowed to ride against the direction of travel on lightly-trafficked one-way streets, has worked well in both residential and non-residential areas. This should be the default on all quieter one-way streets with certain minor exceptions. Appropriate signage will be required. Contraflow cycling without physical protection will not be appropriate on busier one-way streets."}, {"text_block_id": "p17_b147", "text": "We will increase the number of “school streets” to protect children"}, {"text_block_id": "p17_b148_merged", "text": "Almost half of all primary school children, and almost a quarter of secondary school children, are driven to school, a figure which has more than trebled in the last 40 years. School active travel could therefore play a greater role in preventing obesity and supporting healthier weight . The school run creates pollution, congestion and danger – around schools and on the wider road network. About a quarter of all morning rush hour car trips in London during school terms is school run traffic ."}, {"text_block_id": "p18_b155", "text": "We will create more “school streets”. Under these schemes, during term time, local authorities close streets to through traffic and have parking restrictions at school pick-up and drop-off times. Access is maintained for residents and other requirements, such as to drop off children who may have mobility difficulties and cannot walk far. The schemes can reduce the number of people driving their children to school by up to a third and reduce the risk of casualties by reducing the chance for vehicle / pedestrian / cycle conflict"}, {"text_block_id": "p18_b156", "text": "27"}, {"text_block_id": "p18_b157", "text": "."}, {"text_block_id": "p18_b158", "text": "We will enable effective enforcement of school streets outside London, by giving local authorities the powers in part 6 of the Traffic Management Act 2004."}, {"text_block_id": "p18_b159", "text": "We will create more “Mini-Hollands”"}, {"text_block_id": "p18_b160", "text": "In London, three outer boroughs with low levels of cycling were chosen through competition as “Mini-Hollands,” with intensive, transformational spending on their roads and streetscapes to make them, over time, as cycle and pedestrian-friendly as their Dutch equivalents. Segregated lanes were installed on main roads, low-traffic neighbourhoods were put in, and pedestrians were given thousands of metres of extra space."}, {"text_block_id": "p18_b161_merged_merged", "text": "In the first of the areas treated, cycling increased by 18 per cent and walking by 13 per cent in a single year28. Vacancy rates for retailers on the first of  the shopping streets to be made low-traffic streets are the lowest they have ever been, according to the council, and trade on those streets has significantly increased. Nor did congestion rise, because the changes allowed many people who had previously driven very short journeys to  walk or cycle instead."}, {"text_block_id": "p18_b164", "text": "As in London, we expect to stimulate a large number of proposals across the country, from which we will choose up to 12 willing non-London local authority areas, to benefit from intensive investment in mini-Holland schemes on the same model. The main focus will be on replacing short car trips. They must be places where cycling is currently low and where there is serious political commitment to dramatic change – not just for cyclists, but for everyone who lives and works there."}, {"text_block_id": "p18_b165", "text": "We will create at least one zero-emission city"}, {"text_block_id": "p18_b166", "text": "We are looking for at least one small or medium-sized city which wants to create a zero-emission transport system, with extensive bike lanes, an all-electric (or zero-emission) bus fleet, and a ban on nearly all petrol and diesel vehicles in the city centre, with deliveries made to consolidation hubs and the last mile being done by cargo bike or electric van. The initiative could be done in conjunction with the existing competition for an all-electric bus town."}, {"text_block_id": "p19_b167", "text": "We will improve the National Cycle Network"}, {"text_block_id": "p19_b168_merged", "text": "The National Cycle Network consists of 12,763 miles of route. There is a bias towards “leisure” routes in the countryside and not enough routes for commuting or everyday journeys in and around the urban areas where most people live. A 2018 audit by Sustrans, its custodian, classed 42 per cent of the network as “very poor,” 4 per cent as “poor,” 53 per cent as “good” and only 1 per cent as “very good.” It also highlighted the fact that there were 16,435 barriers or obstructions on the network, including chicanes, flights of steps, and gates; and that surfacing on the off-road sections was often poor and not suitable for all weathers. Since this report was published, many of the very poor routes have been removed from the network. The network is now made up of 59% on road routes and 41% traffic free routes. The aim is to make the whole network either off road or traffic calmed by 2040."}, {"text_block_id": "p19_b173", "text": "We will improve the Network, especially where it is most useful for everyday journeys, significantly increasing funding, removing obstacles, increasing the proportion that is traffic-free or protected from traffic, and providing smooth, all-weather surfacing on the traffic-free parts that is still consistent with its mainly rural nature. We will extend the Network where it can be done in accordance with our new design standards, especially where it can be most useful for everyday journeys. Major new rail corridors will be designed to support local and National Cycle Network plans for improved traffic free links between communities within the corridor. This will help lock in benefits to communities disrupted by construction of new railways with a legacy of new greenways offering better connections between places."}, {"text_block_id": "p19_b174", "text": "We will set much higher standards"}, {"text_block_id": "p19_b175", "text": "Inadequate cycling infrastructure discourages cycling and wastes public money. Much cycling infrastructure in this country is inadequate. It reflects a belief, conscious or otherwise, that hardly anyone cycles, that cycling is unimportant and that cycles must take no meaningful space from more important road users, such as motor vehicles and pedestrians. It offers little protection from motor traffic and gives up at the points where any difficulty is faced or inconvenience to motorists is risked. These are often, of course, precisely the places where cycling provision is most needed."}, {"text_block_id": "p19_b176", "text": "We have today, alongside this document, published new cycling design guidance which sets out the much higher standards we will now require if schemes are to receive funding, along with a number of failings, common in the past, which we will either no longer allow at all, or will strongly discourage. The summary principles are set out in the Appendix to this document. We do not seek perfection – but we do demand adequacy. We would rather do nothing than do something inadequate. The standards will be enforced by a new inspectorate, Active Travel England, see theme 3, and we will expect Local Authorities and developers to utilise the guidance in the design of their schemes regardless of whether they are seeking Government funding. Well-designed and uncluttered streets benefit everyone."}, {"text_block_id": "p20_b177", "text": "Cycling is or will become mass transit and must be treated as such. Routes must be designed for larger numbers of cyclists, for users of all abilities and disabilities."}, {"text_block_id": "p20_b178", "text": "Cyclists must be separated from volume traffic, both at junctions and on the stretches of road between them."}, {"text_block_id": "p20_b179", "text": "Cyclists must be separated from pedestrians."}, {"text_block_id": "p20_b180", "text": "Cyclists must be treated as vehicles, not pedestrians."}, {"text_block_id": "p20_b181", "text": "Routes must join together; isolated stretches of good provision are of little value."}, {"text_block_id": "p20_b182", "text": "Purely cosmetic alterations should be avoided."}, {"text_block_id": "p20_b183", "text": "Routes must feel direct, logical and be intuitively understandable by all road users;"}, {"text_block_id": "p20_b184", "text": "Barriers, such as chicane barriers and dismount signs, should be avoided."}, {"text_block_id": "p20_b185", "text": "Routes and schemes must take account of how users actually behave;"}, {"text_block_id": "p20_b186", "text": "Routes should be designed only by those who have experienced the road on a cycle."}, {"text_block_id": "p22_b187", "text": "Theme 2"}, {"text_block_id": "p22_b188_merged", "text": "Putting cycling and walking at the heart of transport, place-making, and health policy"}, {"text_block_id": "p23_b191", "text": "Theme 2"}, {"text_block_id": "p23_b192", "text": "Putting cycling and walking at the heart of transport, place-making, and health policy"}, {"text_block_id": "p23_b193", "text": "We will significantly increase spending"}, {"text_block_id": "p23_b194", "text": "Over the last few years, spending on cycling and walking averaged around £500m a year, including £80m a year of dedicated funding"}, {"text_block_id": "p23_b195", "text": "31"}, {"text_block_id": "p23_b196", "text": ". The £2bn of funding for cycling and walking that the Government announced in May is new money, representing a sixfold increase in dedicated cycling and walking funding – the biggest increase this country has ever seen."}, {"text_block_id": "p23_b197", "text": "Delivering good schemes needs a pipeline of assured funding. We will end the stop-go nature of previous cycling and walking funding, allowing local authorities and others to plan in a long-term way."}, {"text_block_id": "p23_b198", "text": "The new cycling budget is the largest sum ever committed to active travel in this country. But if we are serious about putting cycling at the heart of transport policy, we must further shift the balance between projects for motoring and projects for cycling."}, {"text_block_id": "p23_b199_merged_merged", "text": "To receive Government funding for local highways investment where the main element is not cycling or walking improvements, there will be a presumption that all new schemes will deliver or improve cycling infrastructure to the new standards laid down, unless it can be shown that there is little or no need for cycling in the particular road scheme. Highways England will deliver even more cycling infrastructure as part of RIS2 published in March 2020 through the new Users and Communities Fund32 ."}, {"text_block_id": "p24_b202_merged", "text": "Significant improvements have been made to the assessment of benefits such as health and sustainability in transport schemes, including through the Department for Transport’s Active Mode Appraisal Toolkit . However, aspects of cost-benefit analysis may still undervalue cycle schemes’ longerterm benefits, such as journey quality benefits from segregated cycle lanes and health benefits. We will review and if necessary rewrite guidance to ensure that it does not disadvantage cycling schemes."}, {"text_block_id": "p24_b205", "text": "Cycles and trains should be ideal partners, complementing each other and extending the range of both. Cycling can make public transport journeys door-to-door, matching the convenience of the car. We will invest substantial sums on safe cycle routes to stations, particularly in commuter towns such as Guildford, and increase cycle storage at stations, including at city-centre termini, where it is currently limited."}, {"text_block_id": "p24_b206", "text": "Bringing a bike on board makes a train journey even more convenient. But even as cycling has grown in popularity, the railways have reduced space for bikes on trains. We will reverse that, increasing space on existing trains wherever practically possible, including on popular leisure routes and will make it easier to reserve bike spaces online and without reservations on emptier trains. We will require that all future rolling stock includes more bike spaces relevant to the markets served. We will continue to restrict bikes on peak-hour commuter trains, where the space is needed for passengers."}, {"text_block_id": "p24_b207", "text": "We will carry bikes on more bus routes"}, {"text_block_id": "p24_b208", "text": "Buses and cycles can also work together, allowing journeys which are otherwise only possible by car. Far more people live near a bus stop than a rail station. In many rural areas, where demand is lower, we will work with bus operators to allow a limited number of bikes on board, in addition to onboard wheelchair space, on appropriate routes, as a few country routes already do. A handful of urban routes also allow bikes, using external racks. We will investigate extending this provision further."}, {"text_block_id": "p24_b209", "text": "We will increase cycle parking and ensure that it goes where it is needed"}, {"text_block_id": "p24_b210", "text": "We will install more cycle racks in town and city centres and where they are most needed, including at transport interchanges and public buildings including hospitals and schools. Cycle racks should not be installed where they are unlikely to be used and we will promote the importance of high quality, accessible and secure designs that will encourage increased use and discourage theft. In residential areas, we will fund more bike hangars and other secure on-street storage, for people who do not have space to keep their bikes at home. We will continue to work with key stakeholders to develop new standards for sufficient secure bike storage in all new residential and non-residential developments."}, {"text_block_id": "p24_b211", "text": "Cycles and trains should be ideal partners, complementing each other and extending the range of both."}, {"text_block_id": "p25_b212", "text": "We will ensure that all new housing and business developments are built around making sustainable travel, including cycling and walking, the first choice for journeys"}, {"text_block_id": "p25_b213", "text": "The purpose of the planning system is to contribute to the achievement of sustainable development. We expect sustainable transport issues to be considered from the earliest stages of plan-making and development proposals, so that opportunities to promote cycling and walking are pursued. Planning policies should already provide for high quality cycling and walking networks, green spaces and green routes, and supporting facilities such as cycle parking (drawing on Local Cycling and Walking Infrastructure Plans)."}, {"text_block_id": "p25_b214", "text": "While many local plans already say the right things, they are not always followed consistently in planning decisions. Developments often do little or nothing meaningful to enable cycling and walking. Sometimes they make cycling and walking provision worse. We want new developments to be easily and safely accessible and navigable by foot and bike, and to make existing cycling and walking provision better. We will work with the Ministry of Housing, Communities & Local Government and the Local Government Association to place cycling and walking provision at the heart of local plan making and decision taking for new developments. One of Active Travel England's functions will be as a statutory consultee within the planning system to press for adequate cycling and walking provision in all developments of over a certain threshold, and provide expert advice on ways in which such provision can be improved."}, {"text_block_id": "p25_b215", "text": "We will work with Active Travel England and other key stakeholders to ensure that the importance of securing high quality cycling and walking provision is embedded within the planning system. We will also consider the role the emerging National Model Design Code and revisions to the Manual for Streets can play in delivering high quality, accessible, secure and safe cycle storage."}, {"text_block_id": "p25_b216", "text": "Particularly in cities, there can be huge disparities between the amount of road space allocated to a mode (such as walking, cycling or motoring) and the number of people who travel by that mode on that road. On a busy shopping street, for instance, perhaps 75 per cent of users may be pedestrians, but they may be confined to narrow pavements taking perhaps 20 per cent of the space. Existing data is often estimated and does not usually account for pedestrians. To inform decisions on reallocation of road space, we will conduct street by street audits of a number of key routes, including in smaller towns."}, {"text_block_id": "p25_b217", "text": "We will promote cycling for the carriage of freight, and work to reduce unnecessary motorised freight and servicing traffic"}, {"text_block_id": "p25_b218", "text": "One objection to reallocating road space away from motor traffic is that the roads are needed for freight. That is actually an argument for getting unnecessary traffic off the roads to benefit those with a genuine need, such as many freight users. However, bikes can in fact be an alternative for many – though clearly not all – common forms of freight. Cargo bikes can carry loads of up to 250kg, compared with a typical van, which"}, {"text_block_id": "p26_b219", "text": "carries 600–1000kg. Lower carrying capacity is made up for by the cycle’s flexibility, and far lower costs of purchase and operation. We will extend the e-cargo bike grant programme as part of Government’s wider programme to decarbonise deliveries set out in the Last Mile Review"}, {"text_block_id": "p26_b220", "text": "34"}, {"text_block_id": "p26_b221", "text": "and Transport Decarbonisation Plan"}, {"text_block_id": "p26_b222", "text": "35"}, {"text_block_id": "p26_b223", "text": "."}, {"text_block_id": "p26_b224", "text": "In one or two small historic city centres with narrow and crowded streets, we will pilot compulsory freight consolidation schemes, based on experience from the Continent, which seek to ensure that all deliveries (except perishables and items which require specialist carriers) are made to consolidation centres on the edge of the city centre, or the edge of the city, then taken to their final destinations in a far smaller number of vehicles, including cargo bikes and electric vans wherever possible. These pilots could complement work already underway by cities and towns to develop Clean Air Zones to improve air quality."}, {"text_block_id": "p26_b225_merged_merged", "text": "Parts of some cities are served by as many as 50 waste management and delivery companies, with multiple pickups from businesses on the same street and large numbers of delivery vehicles carrying out duplicating trips. Pilot projects in areas such as Mayfair, in the West End of London, which aim to reduce the number of suppliers, have brought about significant reductions in commercial vehicle traffic36. We will work across Government and with other key stakeholders to explore options to allow local authorities to better co-ordinate the number of deliveries and waste collections in certain areas, still allowing competition and choice but reducing the number of operators and vehicle movements. We will conduct further pilot projects to allow local authorities to franchise certain delivery and waste management services where appropriate."}, {"text_block_id": "p28_b228", "text": "Theme 3"}, {"text_block_id": "p28_b229", "text": "Empowering and encouraging local authorities"}, {"text_block_id": "p29_b230", "text": "Theme 3"}, {"text_block_id": "p29_b231", "text": "Empowering and encouraging local authorities"}, {"text_block_id": "p29_b232", "text": "The only roads owned by the Government are motorways, where cycling is banned, and the busiest intercity A-roads. We do intend to do more for cycling on these A-roads, see theme 2, but the vast majority of roads where cycle facilities are most needed and can be of greatest use – including nearly all main roads, side streets, parks and green spaces in towns and cities – are owned by local authorities."}, {"text_block_id": "p29_b233", "text": "Enabling, encouraging and empowering local authorities to do more for cycling on their roads, including appropriate maintenance, will therefore be essential to getting anything done."}, {"text_block_id": "p29_b234", "text": "Significantly increased funding for local authorities"}, {"text_block_id": "p29_b235", "text": "£2 billion of new investment in addition to existing funding will be provided over the next five years, the great majority of which will be channelled through local authorities."}, {"text_block_id": "p29_b236", "text": "Significantly improved capacity and assistance for local authorities"}, {"text_block_id": "p29_b237", "text": "We recognise that improvements will require building up the capabilities of local authorities, including new officer posts and training. We will ensure local authorities have the right levels of capacity. The new funding body and inspectorate, Active Travel England (see below), will be a repository of expertise in scheme design – but also in implementation and stakeholder management, which are just as important. It will have an extensive role promoting best practice, advising local authorities, training staff and contractors and allowing local authorities to learn from each other."}, {"text_block_id": "p29_b238", "text": "New powers for local authorities"}, {"text_block_id": "p29_b239", "text": "We will commence the remaining elements of Part 6 of the Traffic Management Act 2004, allowing local authorities, rather than the police, to enforce against moving traffic offences such as disregarding one-way systems or entering mandatory cycle lanes. The change has already largely taken effect in London, where it has significantly reduced police workload on traffic offences, allowing officers to prioritise more important matters, while also improving enforcement. Traffic flow and speeds have improved and casualties have fallen faster than in areas where the powers have not been commenced. We will issue guidance to local authorities about the powers including on the importance of ensuring citizens are properly informed about them and the need for traffic signing to be properly designed and placed, so that it is clear to drivers what restrictions are in force. We propose that motorists be issued with a warning for a first offence, and fines for subsequent offences."}, {"text_block_id": "p30_b240", "text": "The Network Management Duty in the Traffic Management Act 2004 is central to the decisions highway authorities make about their road infrastructure. We published new statutory guidance in May 2020 that was aimed at supporting the response to Covid 19 and building a green recovery. But we want to go further and look afresh at the statutory guidance about the duty that is now over a decade old. We want it to reflect much more clearly the current imperatives of decarbonisation, encouraging healthier forms for transport and emphasis on technology. We will also look again at the duty itself in the Act to see whether it adequately reflects what we now believe good network management should be."}, {"text_block_id": "p30_b241", "text": "Outside London, mayors of combined authorities have responsibility for strategic transport but only limited powers over the strategic roads, the major main roads, in their areas. Our intention is to increase their powers over their key route networks, similar to the powers that apply already in London and enable integrated highways and transport authority status at Combined Authority level for these roads, and we will consult on this."}, {"text_block_id": "p30_b242", "text": "We will not fund or part-fund any scheme that does not meet the new standards and principles described in theme 1 and in the Appendix. We will not allow any other agency or body to fund such schemes using any of our money. This includes schemes delivered through pots such as the Transforming Cities Fund."}, {"text_block_id": "p32_b243", "text": "Time limits to deliver schemes"}, {"text_block_id": "p32_b244", "text": "Many schemes take too long to get started and too long to deliver once they have been started. All future funding will be conditional on work starting and finishing by specified dates. If work has not started or been completed by the specified times, we will ask for funds to be returned. Exceptions may be made in certain circumstances."}, {"text_block_id": "p32_b245", "text": "A new funding body and inspectorate to enforce the standards and time limits, and raise performance generally"}, {"text_block_id": "p32_b246", "text": "The cycling budget will be held by a new commissioning body and inspectorate, Active Travel England, led by a new national cycling and walking commissioner which will be established in the next few months. Active Travel England will examine all applications for funding and refuse any that are not compliant with the new national standards. It will inspect finished schemes and ask for funds to be returned for any which have not been completed as promised, or which have not started or finished by the stipulated times."}, {"text_block_id": "p32_b247", "text": "A new commissioning body and inspectorate, Active Travel England, led by a new national cycling and walking commissioner which will be established in the next few months."}, {"text_block_id": "p32_b248", "text": "From next year, Active Travel England will also begin to inspect, and publish annual reports on, highway authorities, whether or not they have received funding from us, grading them on their performance on active travel and identifying particularly dangerous failings in their highways for cyclists and pedestrians."}, {"text_block_id": "p32_b249", "text": "It is our intention that the commissioner and inspectorate will in this regard perform a similar role to Ofsted from the 1990s onwards in raising standards and challenging failure."}, {"text_block_id": "p32_b250", "text": "Active Travel England’s assessment of an authority’s performance on active travel will influence the funding it receives for other forms of transport"}, {"text_block_id": "p32_b251", "text": "Since active and sustainable travel will be at the heart of our policy, Active Travel England’s assessment of an authority’s performance with respect to sustainable travel outcomes, particularly cycling and walking, will be taken into account when considering funding allocations for local transport schemes. We will consult on introducing new criteria to measure local highway authorities’ performance in respect of sustainable travel outcomes, particularly cycling and walking, when considering funding allocations for local transport schemes."}, {"text_block_id": "p32_b252", "text": "No “one size fits all” approach"}, {"text_block_id": "p32_b253", "text": "This policy, and the standards, recognise that different levels of provision may be appropriate in different places, both within and between local authorities. For instance, in a shire county, the busy, densely-populated county town may be a higher priority for cycling intervention than a small village. We will require more from all local authorities, urban or rural. But our main focus will be on medium-sized towns, larger towns and cities."}, {"text_block_id": "p34_b254", "text": "Theme 4"}, {"text_block_id": "p34_b255", "text": "We will enable people to cycle and protect them when they cycle"}, {"text_block_id": "p35_b256", "text": "Theme 4"}, {"text_block_id": "p35_b257", "text": "We will enable people to cycle and protect them when they cycle"}, {"text_block_id": "p35_b258", "text": "We will ensure that every adult and child who wants it can be trained how to ride a cycle safely"}, {"text_block_id": "p35_b259", "text": "If you are learning to cycle, including on a range of inclusive cycles for disabled people, or have not cycled for a while, cycle training by an experienced instructor is a useful way to gain confidence and riding skills. We will offer cycle training to everyone who wants to undertake it, whether free or at a nominal charge."}, {"text_block_id": "p35_b260", "text": "We will work more closely with the NHS, incentivising GPs to prescribe cycling and building cycle facilities in towns with poor health"}, {"text_block_id": "p35_b261_merged", "text": "To cope in future, the NHS will have to not only increase supply (with new hospitals, more GP appointments, and so on) but also reduce demand, by helping people to live healthier lives. The service will need more concertedly to tackle the causes of ill-health, and not just the symptoms. Taking up cycling is among the most effective health interventions a person can make: according to a recent Glasgow University study, cycling to work is associated with a 45% lower risk of developing cancer, a 46% lower risk of heart disease and a 41% lower risk of premature death, compared to a non-active commute ."}, {"text_block_id": "p35_b266", "text": "We will choose several pilot places with poor health and low physical activity rates to deliver personalised care by working through social prescribing in primary care networks to incentivise GPs to prescribe cycling wherever appropriate. A stock of cycles would be available to lend, with training, access to cycling groups and peer support; in some cases, if they used them enough, patients would be allowed to keep them. Patients will not cycle unless they feel safe, so these places will also be major locations for our infrastructure interventions such as segregated lanes, low-traffic neighbourhoods and secure cycle parking. Access to good quality green space and green routes, away from traffic, can both increase attractiveness of cycling and bring mental health benefits. Such interventions could be connected to NHS campaigns in the pilot areas."}, {"text_block_id": "p35_b267", "text": "We will do more to combat bike theft"}, {"text_block_id": "p35_b268", "text": "Cycle theft has declined in recent years, but more than 300,000 cycles are still stolen each year – about three times the number of cars taken. Many who lose their bikes in this way never return to cycling."}, {"text_block_id": "p35_b269", "text": "We will consolidate existing ownership registers allowing police to trace the owners of stolen bikes. We will explore mandating retailers to number all bikes they sell on the new database, and to offer customers the opportunity to register at the point of sale."}, {"text_block_id": "p36_b270", "text": "More bikes could be fitted with GPS tracking chips, allowing owners to find and recover them if they are stolen. We will work with the police led National Cycle Crime Group to support the establishment of regional cycle crime enforcement partnerships based on hotspot intelligence to disrupt organised cycle theft and help reinvigorate cycle crime as a priority. We will do more to educate owners in how best to protect their bikes."}, {"text_block_id": "p36_b271", "text": "Many vulnerable road users, including cyclists and pedestrians, fear being involved in collisions with other vehicles and seek higher levels of protection through the law. We will introduce the offence of causing serious injury by careless, or inconsiderate driving; and increase the maximum sentence for causing death by dangerous driving or careless driving when under the influence of drink and drugs."}, {"text_block_id": "p36_b272", "text": "We will work with the police and CPS to better understand the evidential needs and sharing of best practice to ensure drivers are prosecuted for the more serious offence of dangerous driving. We will escalate our work on the use of ancillary orders, by considering the potential for extending these or creating new ones as part of sentencing over and above points on the licence, driving bans and prison sentences."}, {"text_block_id": "p38_b273", "text": "We are consulting on updates to The Highway Code to strengthen and improve safety for all road users"}, {"text_block_id": "p38_b274", "text": "We aim to introduce a hierarchy of road users to ensure that those road users who can do the greatest harm have the greatest responsibility to reduce the danger or threat they may pose to others. Other changes proposed include greater clarity on pedestrian and cyclist priority at junctions and introducing safe passing speeds and distances."}, {"text_block_id": "p38_b275", "text": "A highly disproportionate number of cyclists are killed and seriously injured by lorries. We will review the latest vision standards introduced in London in 2015 and consider whether any elements can be extended to the whole of the GB. We will amend domestic regulations in 2021 to require sideguards fitted to HGVs when new are retained and adequately maintained. We will consider the potential of introducing an independent star rating scheme through the Euro NCAP consumer information programme to encourage HGV designs which are safer for vulnerable road users."}, {"text_block_id": "p38_b276", "text": "We will establish a national electrically-assisted bike support programme"}, {"text_block_id": "p38_b277", "text": "Electrically-assisted bikes, or e-bikes, help you pedal using a small motor, powered by a battery which can be charged from a normal household socket. No licence, equipment or insurance is needed to ride one."}, {"text_block_id": "p38_b278", "text": "They are particularly useful for people who, for example, need to ride in business clothes without breaking sweat, or to ride up hills, or to travel long distances, who are older or less fit, or who are otherwise put off by the physical effort of an ordinary bike. As such, they could be hugely important in our goal of bringing non- traditional groups to cycling including older and disabled people. We will establish a national e-bike support programme, which could include loans, subsidies, or other financial incentives, using the learning from other schemes in the UK and abroad for e-bikes, adapted e-bikes and other e-vehicles."}, {"text_block_id": "p38_b279", "text": "We will establish a national e-bike support programme"}, {"text_block_id": "p39_b280", "text": "Appendix"}, {"text_block_id": "p39_b281", "text": "Summary principles for cycle infrastructure design"}, {"text_block_id": "p39_b282", "text": "The following summary principles form an integral part of the guidance on cycle infrastructure design (contained in Local Transport Note 1/20)."}, {"text_block_id": "p39_b283", "text": "Creating a national default position where high quality cycle infrastructure is provided as a matter of course in local highway schemes requires a long term commitment to deliver solutions. The 22 summary principles below will help practitioners deliver high quality infrastructure based on the lessons learned from cycle infrastructure delivered to date – both where this has been done well but also where delivery did not meet the outcomes desired."}, {"text_block_id": "p39_b284", "text": "1."}, {"text_block_id": "p39_b285", "text": "Cycle infrastructure should be accessible to everyone from 8 to 80 and beyond: it should be planned and designed for everyone. The opportunity to cycle in our towns and cities should be universal."}, {"text_block_id": "p39_b286", "text": "The ability to deliver a right to cycle requires infrastructure and routes which are accessible to all regardless of age, gender, ethnicity or disability and does not create hazards for vulnerable pedestrians. Improvements to highways should always seek to enhance accessibility for all."}, {"text_block_id": "p40_b287", "text": "2."}, {"text_block_id": "p40_b288", "text": "Cycles must be treated as vehicles and not as pedestrians. On urban streets, cyclists must be physically separated from pedestrians and should not share space with pedestrians. Where cycle routes cross pavements, a physically segregated track should always be provided. At crossings and junctions, cyclists should not share the space used by pedestrians but should be provided with a separate parallel route."}, {"text_block_id": "p40_b289", "text": "Shared use routes in streets with high pedestrian or cyclist flows should not be used. Instead, in these sorts of spaces distinct tracks for cyclists should be made, using sloping, pedestrian-friendly kerbs and/or different surfacing. Shared use routes away from streets may be appropriate in locations such as canal towpaths, paths through housing estates, parks and other green spaces, including in cities. Where cycle routes use such paths in built-up areas, you should try to separate them from pedestrians, perhaps with levels or a kerb."}, {"text_block_id": "p41_b290", "text": "3."}, {"text_block_id": "p41_b291", "text": "Cyclists must be physically separated and protected from high volume motor traffic, both at junctions and on the stretches of road between them."}, {"text_block_id": "p41_b292", "text": "Protection can be achieved either by creating physically separated cycle facilities, or by the closure of roads to through motor traffic using bollards, planters or other physical barriers (with access, Blue Badge holders, buses and so on still allowed). Segregated facilities can be implemented with full kerb segregation or light segregation (for example with wands, stepped kerbs, planters etc.) On roads with high volumes of motor traffic or high speeds, cycle routes indicated only with road markings or cycle symbols should not be used as people will perceive them to be unacceptable for safe cycling."}, {"text_block_id": "p41_b293", "text": "4."}, {"text_block_id": "p41_b294", "text": "Side street routes, if closed to through traffic to avoid rat-running, can be an alternative to segregated facilities or closures on main roads – but only if they are truly direct."}, {"text_block_id": "p41_b295", "text": "For directness it will often be necessary to mix the two, with stretches of routes on back streets joined to segregated routes on main roads and across junctions where there is no sufficiently direct side street. Routes that are not direct or that see significant volumes of rat-running traffic will not be used and should not be provided."}, {"text_block_id": "p41_b296", "text": "5."}, {"text_block_id": "p41_b297", "text": "Cycle infrastructure should be designed for significant numbers of cyclists, and for non-standard cycles. Our aim is that thousands of cyclists a day will use many of these schemes."}, {"text_block_id": "p41_b298_merged", "text": "We also want to see increasing numbers of cargo bikes to replace some van journeys. Cycle routes must be accessible to recumbents, trikes, handcycles, and other cycles used by disabled cyclists. Many current tracks and lanes are too narrow or constrained to meet these objectives. To allow faster cyclists to overtake, and make room for non-standard bikes, cycle tracks should ideally be 2 metres wide in each direction, or 3 to 4m (depending on cycle flows) for bidirectional tracks though there may have to be exceptions."}, {"text_block_id": "p42_b301", "text": "6."}, {"text_block_id": "p42_b302", "text": "Consideration of the opportunities to improve provision for cycling will be an expectation of any future local highway schemes funded by Government."}, {"text_block_id": "p42_b303", "text": "To receive Government funding for local highways investment where the main element is not cycling or walking, there will be a presumption that schemes must deliver or improve cycling infrastructure to the standards in the Local Transport Note, unless it can be shown that there is little or no need for cycling in the particular highway scheme. Any new cycling infrastructure must be in line with this national guidance. The approach of continuous improvement is recognised in both the National Planning Policy Framework and Local Cycling and Walking Infrastructure Plan Guidance. Cycle infrastructure requirements should be embedded in local authority planning, design and highways adoption policies and processes."}, {"text_block_id": "p42_b304", "text": "7."}, {"text_block_id": "p42_b305", "text": "Largely cosmetic interventions which bring few or no benefits for cycling or walking will not be funded from any cycling or walking budget."}, {"text_block_id": "p42_b306", "text": "Too many schemes badged as being for cycling or walking do little more than prettify the status quo, such as installing nicer-looking pavements and road surfaces but doing little or nothing to restrict through traffic or provide safe space for cycling. Schemes whose main purpose and/or effect is aesthetic improvement of the public realm must be funded from other budgets."}, {"text_block_id": "p42_b307", "text": "8."}, {"text_block_id": "p42_b308", "text": "Cycle infrastructure must join together, or join other facilities together by taking a holistic, connected network approach which recognises the importance of nodes, links and areas that are good for cycling."}, {"text_block_id": "p42_b309", "text": "Routes should be planned holistically as part of a network. Isolated stretches of provision, even if it is good are of little value. Developing a connected network is more than lines on a map. It is about taking local people on a journey with you in order to understand who currently cycles, where they go and why they go there and, more importantly, who does not currently cycle and why."}, {"text_block_id": "p43_b310", "text": "9."}, {"text_block_id": "p43_b311", "text": "Cycle parking must be included in substantial schemes, particularly in city centres, trip generators and (securely) in areas with flats where people cannot store their bikes at home. Parking should be provided in sufficient amounts at the places where people actually want to go."}, {"text_block_id": "p43_b312", "text": "Cycle parking should be pleasant, sufficient and convenient to allow people to cycle for commuting and utility journeys and to know that there will be both short or long-term parking at their destinations. Cycle parking should consider the needs of all potential users and the range of cycles which will use the facilities. The provision of other services such as maintenance facilities will improve the experience for users and deter cycle theft."}, {"text_block_id": "p43_b313", "text": "10."}, {"text_block_id": "p43_b314", "text": "Schemes must be legible and understandable."}, {"text_block_id": "p43_b315", "text": "Cyclists, pedestrians and motorists alike must be in no doubt where the cycle route runs, where the pedestrian and vehicle space is and where each different kind of user is supposed to be. Some schemes deliberately create confusion or ambiguity with, for instance, only minimal signs in a paved area to show that cycling is permitted. This is another way of managing cyclist-pedestrian interactions that inhibits cycling and is not suitable for places with large numbers of cyclists and pedestrians."}, {"text_block_id": "p43_b316", "text": "11."}, {"text_block_id": "p43_b317", "text": "Schemes must be clearly and comprehensively signposted and labelled."}, {"text_block_id": "p43_b318", "text": "Users must feel like they are being guided along a route. They should not have to stop to consult maps or phones. Directions should be provided at every decision point and sometimes in between for reassurance. Signs should be clear, easily visible and legible."}, {"text_block_id": "p44_b319", "text": "12."}, {"text_block_id": "p44_b320", "text": "Major 'iconic' items, such as overbridges must form part of wider, properly thought-through schemes."}, {"text_block_id": "p44_b321", "text": "There is sometimes a temptation to build costly showpiece structures in isolation without thinking enough about the purpose they truly serve and the roads and routes which lead to them. We will only support such things when they overcome a major barrier on a desire line which cannot safely be crossed in other ways, and where they form an essential, properly-connected part of a wider network of good, safe routes."}, {"text_block_id": "p44_b322", "text": "13."}, {"text_block_id": "p44_b323", "text": "As important as building a route itself is maintaining it properly afterwards."}, {"text_block_id": "p44_b324", "text": "Road markings get dug up by utility contractors, ignored in repaints or just worn away; tarmac is allowed to crack and part; tracks and lanes are seldom or never swept, leaving them scattered with debris and broken glass. In winter, cycle lanes are usually the last place to be cleared of snow and ice, if they are cleared at all. Routes must be properly maintained and swept frequently for debris and broken glass. Route proposals should always include a clear programme of maintenance."}, {"text_block_id": "p44_b325", "text": "14."}, {"text_block_id": "p44_b326", "text": "Surfaces must be hard, smooth, level, durable, permeable and safe in all weathers."}, {"text_block_id": "p44_b327", "text": "Surface materials should be easy to maintain, for example asphalt and other materials highlighted in Chapter 15. Materials such as brick and stone should generally be avoided on cycle routes. They are expensive, yet often quickly become dirty, ugly, broken and rough to ride on under the impacts of vehicles and can be slippery in wet weather. Exceptions will be allowed for streets of special heritage value. Level changes on the main route such as raised tables and humps are not necessary if the guidance on reducing traffic volumes and/or creating separated space has been properly followed. Side road entry treatments such as raised tables across the mouth of side roads can reduce the speed of vehicles turning in and out of the junction improving safety for cyclists and can help pedestrians. Materials such as loose gravel should also be avoided."}, {"text_block_id": "p45_b328", "text": "15."}, {"text_block_id": "p45_b329", "text": "Trials can help achieve change and ensure a permanent scheme is right first time. This will avoid spending time, money and effort modifying a scheme that does not perform as anticipated."}, {"text_block_id": "p45_b330", "text": "If there is dispute about the impact of a road change, we recommend trialling it with temporary materials. If it works, it can be made permanent through appropriate materials. If it does not, it can be easily and quickly removed or changed. However, it is important that the scheme is designed correctly at the beginning, to maximise the chances of it working."}, {"text_block_id": "p45_b331", "text": "16."}, {"text_block_id": "p45_b332", "text": "Access control measures, such as chicane barriers and dismount signs, should not be used."}, {"text_block_id": "p45_b333", "text": "They reduce the usability of a route for everyone, and may exclude people riding nonstandard cycles and cargo bikes. They reduce the capacity of a route as well as the directness and comfort. Schemes should not be designed in such a way that access controls, obstructions and barriers are even necessary; pedestrians and cyclists should be kept separate with clear, delineated routes as outlined in the principles above."}, {"text_block_id": "p46_b334", "text": "17."}, {"text_block_id": "p46_b335", "text": "The simplest, cheapest interventions can be the most effective."}, {"text_block_id": "p46_b336", "text": "Perhaps the single most important tool to promote cycling may be the humble bollard, used to prevent through traffic. It is relatively inexpensive and can be erected quickly. With a Traffic Order in place to restrict use of the road by motor traffic, such low-cost modal filters can increase safety by reducing through traffic, while retaining cycle and pedestrian access. Provided they have real effect, swift, pragmatic interventions are preferred over elaborate and costly ones."}, {"text_block_id": "p46_b337", "text": "18."}, {"text_block_id": "p46_b338", "text": "Cycle routes must flow, feeling direct and logical."}, {"text_block_id": "p46_b339", "text": "Users should not feel as if they are having to double back on themselves, turn unnecessarily, or go the long way round. Often, cycling schemes – when crossing a main road, for instance – require cyclists to make a series of ninety-degree turns to carry out a movement that a motor vehicle at the same location could do without turning at all. Schemes should be based on a proper understanding of how people actually behave rather than how they might be expected to behave."}, {"text_block_id": "p47_b340", "text": "19."}, {"text_block_id": "p47_b341", "text": "Schemes must be easy and comfortable to ride."}, {"text_block_id": "p47_b342", "text": "Cycling is a physical effort. Schemes should not impose constant stopping and starting or unnecessary level changes. Traffic calming measures such as road humps are mainly installed to reduce traffic speeds, but if through traffic is no longer present on the street or in the segregated lane, they are not necessary. If traffic calming measures are needed, they should always be designed so that they are not inaccessible to people on tandems and tricycles."}, {"text_block_id": "p47_b343", "text": "20."}, {"text_block_id": "p47_b344", "text": "All designers of cycle schemes must experience the roads as a cyclist."}, {"text_block_id": "p47_b345", "text": "Ideally, all schemes would be designed by people who cycle regularly. But in every case, those who design schemes should travel through the area on a cycle to understand how it feels – and experience some of the failings described above, to understand why they do not work. The most effective way to gain this understanding is to get out and cycle the route and observe users’ behaviour."}, {"text_block_id": "p47_b346", "text": "21."}, {"text_block_id": "p47_b347", "text": "Schemes must be consistent."}, {"text_block_id": "p47_b348", "text": "A scheme is only as good as its weakest point. Strenuous efforts should be made to avoid inconsistent provision, such as a track going from the road to the pavement and then back on to the road, or a track which suddenly vanishes."}, {"text_block_id": "p47_b349", "text": "22."}, {"text_block_id": "p47_b350", "text": "When to break these principles."}, {"text_block_id": "p47_b351", "text": "In rare cases, where it is absolutely unavoidable, a short stretch of less good provision rather than jettison an entire route which is otherwise good will be appropriate. But in most instances it is not absolutely unavoidable and exceptions will be rare."}, {"text_block_id": "p48_b352", "text": "Bringing it all together — Making the case for change to get schemes delivered"}, {"text_block_id": "p48_b353", "text": "A clear stakeholder engagement plan to articulate the case for change can take time but will increase political and public acceptance of a scheme at an early stage."}, {"text_block_id": "p48_b354", "text": "Before any specific proposal is put forward, the ground must be carefully prepared, with the public persuaded of the need for change and an attractive alternative to the status quo laid out that people can get interested in – this should relate proposals to things that affect people’s lives directly, not just technical proposals and show why there’s a problem to fix. Articulate a clear vision of what you want a place to look like."}, {"text_block_id": "p48_b355", "text": "Work out every technical aspect of a proposal thoroughly and in detail before you present it, to anticipate and pre-empt likely objections, and get it as right as possible at the beginning. When communicating the proposals be confident about it and absolutely be clear about your intentions, the benefits and disadvantages. Proposals must be clear and unambiguous, as detailed as possible, including good maps and drawings, and frank about the disadvantages, to build trust and discourage misrepresentation."}, {"text_block_id": "p49_b356", "text": "Endnotes"}, {"text_block_id": "p49_b357", "text": "Endnotes\n* Marmot, M., Allen, J., Boyce, T., Goldblatt, T., Morrison, J.\n* DFT (2018) Government Response to Call for Evidence\n* Sport England (2020) Coronavirus. Research into how the\n* Infographic from DFT (2018) Government Response to Call\n* Department for Environment and Rural Affairs (2019) Clean\n* Public Health England (2019) Physical activity: applying\n* DfT (2020) Statistics on transport use during the coronavirus\n* https://www.gov.uk/government/news/pm-\n* DfT (2020) Statistics on transport use during the coronavirus\n* DFT (2018) Transport Statistics Great Britain 2018 (online).\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* https://www.government.nl/documents/reports/2018/04/01/\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* https://www.gov.uk/government/statistical-data-sets/nts99-travel-by-region-and-area-type-of-residence#trip-length\n* DFT (2020) Cycling & Walking Investment Strategy\n* DFT (2020) Cycling & Walking Investment Strategy\n* Wardman M, Tight M and Page M (2007) Factors influencing\n* TfL (2016) Update on the implementation of the Quietways\n* Pooley C, Turnbull J and Adams M (2005) The journey to\n* Hamid, A.M.S., Sazlina, S.G. (2019) Interventions for obesity"}, {"text_block_id": "p50_b405", "text": "Endnotes\n* Marmot, M., Allen, J., Boyce, T., Goldblatt, T., Morrison, J.\n* DFT (2018) Government Response to Call for Evidence\n* Sport England (2020) Coronavirus. Research into how the\n* Infographic from DFT (2018) Government Response to Call\n* Department for Environment and Rural Affairs (2019) Clean\n* Public Health England (2019) Physical activity: applying\n* DfT (2020) Statistics on transport use during the coronavirus\n* https://www.gov.uk/government/news/pm-\n* DfT (2020) Statistics on transport use during the coronavirus\n* DFT (2018) Transport Statistics Great Britain 2018 (online).\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* https://www.government.nl/documents/reports/2018/04/01/\n* DFT (2018) National Travel Survey (online). Available at: https://\n* DFT (2018) National Travel Survey (online). Available at: https://\n* https://www.gov.uk/government/statistical-data-sets/nts99-travel-by-region-and-area-type-of-residence#trip-length\n* DFT (2020) Cycling & Walking Investment Strategy\n* DFT (2020) Cycling & Walking Investment Strategy\n* Wardman M, Tight M and Page M (2007) Factors influencing\n* TfL (2016) Update on the implementation of the Quietways\n* Pooley C, Turnbull J and Adams M (2005) The journey to\n* Hamid, A.M.S., Sazlina, S.G. (2019) Interventions for obesity\n* Saunders, L.E., Green, J.M., Petticrew, M.P., Steinbach, R.,\n* HM Government, (2016) Childhood Obesity Plan, Chapter\n* Tfl (2018) TfL Walking Action Plan (online). Available at http://\n* London Borough of Hackney (2019) School streets toolkit for\n* Aldred R, Croft J & Goodman A (2019) Update on the\n* Sustrans (2018) Paths for everyone. Available at: https://\n* https://www.sustrans.org.uk/our-blog/news/2020/july/\n* https://www.gov.uk/government/publications/\n* DfT (2020) Road Investment Strategy 2: 2020â2025 (online).\n* DfT (2020) Active Mode Appraisal Toolkit User Guide\n* DfT (2020) Position statement on last mile logistics (online).\n* DfT (2020) Creating a plan to decarbonise transport: call for\n* East Mayfair Commercial Vehicle Reduction Programme\n* Celis-Morales, C.A., Lyall, D.M., Welsh, P., (2017) Association"}, {"text_block_id": "p51_b433", "text": "The Department for Transport has actively considered the needs of blind and partially sighted people in accessing this document. The text will be made available in full on the Department’s website. The text may be freely downloaded and translated by individuals or organisations for conversion into other accessible formats. If you have other needs in this regard please contact the Department."}, {"text_block_id": "p51_b434", "text": "Department for Transport"}, {"text_block_id": "p51_b435", "text": "Great Minster House"}, {"text_block_id": "p51_b436", "text": "33 Horseferry Road"}, {"text_block_id": "p51_b437", "text": "London SW1P 4DR"}, {"text_block_id": "p51_b438", "text": "Telephone"}, {"text_block_id": "p51_b439", "text": "0300 330 3000"}, {"text_block_id": "p51_b440", "text": "Website"}, {"text_block_id": "p51_b441", "text": "www.gov.uk/dft"}, {"text_block_id": "p51_b442", "text": "General enquiries:"}, {"text_block_id": "p51_b443", "text": "https://forms.dft.gov.uk"}, {"text_block_id": "p51_b444", "text": "© Crown copyright 2020"}, {"text_block_id": "p51_b445", "text": "Copyright in the typographical arrangement rests with the Crown."}, {"text_block_id": "p51_b446_merged", "text": "You may re-use this information (not including logos or third-party material) free of charge in any format or medium, under the terms of the Open Government Licence. To view this licence, visit www.nationalarchives.gov.uk/doc/open-government-licence/version/3 or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or e-mail:"}, {"text_block_id": "p51_b449", "text": "psi@nationalarchives.gsi.gov.uk"}, {"text_block_id": "p51_b450", "text": "Where we have identified any third-party copyright information you will need to obtain permission from the copyright holders concerned."}], "document_description": "This document aims fostering walking and cycling in England. Four themes are laid out in the document: 1) better streets for cycling and people, 2) cycling and walking at the heart of decision-making, 3) empowering and encouraging local authorities, 4) enabling people to cycle and protecting them when they do. Physical and mental health is explicitly mentioned as an argument for increasing walking and cycling rates.Under this plan, the government will build more (protected) cycle lanes, provide cycle training for everyone and bikes available on prescription. It will also create a long term cycling programme, consult to strengthen the Highway Code for safety purposes, support local authorities to crack down on traffic offenses, create low traffic neighbourhoods to improve air quality, focus on areas with poor average health and increase access to e-bikes. A budget of two billion pounds has been allocated to this plan. Bike repair vouchers worth £50 will be released under a pilot plan. A scheme to support bike repairers is also considered."}