{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Finance", "document_language": "English", "document_name": "Greening Finance: A Roadmap to Sustainable Investing", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "19/10/2021", "document_keyword": "Greenwashing", "document_url": "https://cdn.climatepolicyradar.org/GBR/2021/GBR-2021-10-19-Greening Finance: A Roadmap to Sustainable Investing_95eaca5b94e6d90037edcf1c6b27f820.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Greening Finance:"}, {"text_block_id": "p0_b2", "text": "A Roadmap to Sustainable Investing"}, {"text_block_id": "p0_b3", "text": "October 2021"}, {"text_block_id": "p2_b4", "text": "Greening Finance:"}, {"text_block_id": "p2_b5", "text": "A Roadmap to Sustainable Investing"}, {"text_block_id": "p2_b6", "text": "October 2021"}, {"text_block_id": "p3_b7", "text": "© Crown copyright 2021"}, {"text_block_id": "p3_b8", "text": "This publication is licensed under the terms of the Open Government Licence v3.0 except where otherwise stated. To view this licence, visit"}, {"text_block_id": "p3_b9", "text": "or write to the Information Policy Team, The National Archives, Kew, London TW9 4DU, or email:"}, {"text_block_id": "p3_b10", "text": "psi@nationalarchives.gsi.gov.uk"}, {"text_block_id": "p3_b11", "text": "."}, {"text_block_id": "p3_b12", "text": "Where we have identified any third-party copyright information you will need to obtain permission from the copyright holders concerned."}, {"text_block_id": "p3_b13_merged_merged", "text": "Any enquiries regarding this publication should be sent to us at: public.enquiries@hmtreasury.gov.uk"}, {"text_block_id": "p4_b15", "text": "Contents"}, {"text_block_id": "p5_b16", "text": "Foreword"}, {"text_block_id": "p5_b17", "text": "The Rt Hon Rishi Sunak MP, Chancellor of the Exchequer"}, {"text_block_id": "p5_b18", "text": "In the year of our COP26 Presidency, the UK is leading by example by putting the world’s most ambitious climate-change targets into law and setting out policies to kick-start a green industrial revolution."}, {"text_block_id": "p5_b19", "text": "That is why greening the financial system is an integral part of my plans for the future of the UK’s financial services."}, {"text_block_id": "p5_b20", "text": "Ensuring the financial sector is equipped to play its part is vital. Aligning the financial system with a sustainable future will bring real benefits for the environment and society. It is an opportunity to boost economic growth, create jobs, and level up the UK regions."}, {"text_block_id": "p5_b21", "text": "We are making significant progress. In November 2020, the UK became the first country in the world to commit to making climate-risk disclosures fully mandatory across the economy. In September 2021, the UK Government raised £10 billion for green projects through the sale of the first green gilt, the largest inaugural green bond issuance by any sovereign."}, {"text_block_id": "p5_b22", "text": "But we should aim to go further. Investors and businesses must have the information they need to understand the full range of environmental risks they face and create. That information should be a key component of every investment decision and the strategy of every business. Climate and environmental considerations should be central to the decision-making process of every UK board and every investor’s risk and return calculations."}, {"text_block_id": "p5_b23", "text": "The measures set out in this Roadmap are a step in that direction. They will put UK businesses in a better position to withstand climate-related risks and further seize the opportunities presented by the transition to net zero. In doing so, they will increase the UK’s competitiveness as a global financial centre and bolster the stability of the financial system we all rely on."}, {"text_block_id": "p5_b24", "text": "I am proud of the UK’s global leadership in this space and urge the private sector to treat this Roadmap as a further call to action, cementing the UK’s status as the best place in the world for green and sustainable investment."}, {"text_block_id": "p6_b25", "text": "The Rt Hon Kwasi Kwarteng MP, Secretary of State for Business, Energy, and Industrial Strategy"}, {"text_block_id": "p6_b26", "text": "This Roadmap demonstrates the UK’s continuing world leadership in moving towards a net-zero economy, underpinned by green finance, that will build upon our ongoing progress to make reporting in line with the Task Force on Climate-Related Financial Disclosures' recommendations mandatory. This recognises the vital roles of the corporate and financial sectors in delivering the UK’s climate objectives."}, {"text_block_id": "p6_b27", "text": "I welcome the publication of this Roadmap and am pleased that the Department for Business, Energy, and Industrial Strategy is working closely with our partners on the development of sustainability-related disclosures, including with advice from our Green Taxonomy Energy Working Group and Company Law Working Group. I look forward to consulting in due course on the proposals for corporate sustainability disclosures."}, {"text_block_id": "p6_b28", "text": "The Rt Hon Thérèse Coffey MP, Secretary of State for Work and Pensions"}, {"text_block_id": "p6_b29", "text": "On 1 October 2021, Regulations requiring trustees of certain occupational pension schemes to embed climate change risk into their governance, strategy, and risk management processes, came into force. My department’s ground-breaking legislation represents a key milestone on the path set out by the UK’s Joint Government-Regulator TCFD Taskforce, tasked with implementing the recommendations of the G20’s Financial Stability Board’s Task Force on Climate-Related Financial Disclosures. But we are committed to going further."}, {"text_block_id": "p6_b30", "text": "I am delighted to welcome this Roadmap, which sets out plans for sustainability-related disclosures that will take forward the government’s commitment to a sustainable financial system. This will go beyond existing disclosures to require publication of information relating to sustainability-related risks, opportunities, and impacts. It will empower pension schemes and savers to weigh these factors in all their financial decisions. It will also help tackle ‘greenwashing’ – misleading investors on how sustainable a product is – something that has no place in our economy’s collective efforts to reach net zero."}, {"text_block_id": "p7_b31", "text": "John Glen MP, Economic Secretary to the Treasury and City Minister, HM Treasury"}, {"text_block_id": "p7_b32", "text": "With this Roadmap, the government continues to blaze a trail in green finance, setting an example ahead of COP26 in Glasgow. I am proud to put my name to a publication that is both forward-leaning and pragmatic."}, {"text_block_id": "p7_b33", "text": "These new disclosure requirements will set the record straight on what is sustainable, and which companies are competently managing the transition to a sustainable economy. I look forward to working closely with industry to turn this vision into reality."}, {"text_block_id": "p7_b34", "text": "The Rt Hon George Eustice MP, Secretary of State for Environment, Food and Rural Affairs"}, {"text_block_id": "p7_b35", "text": "I welcome the publication of this Roadmap. To meet our ambitions to mitigate and adapt to the impacts of climate change and tackle biodiversity loss, we need to realign the way our economy interacts with the natural environment."}, {"text_block_id": "p7_b36", "text": "These new disclosure requirements build on the ambition of the Green Finance Strategy to develop a world-class international centre for green finance in the UK."}, {"text_block_id": "p8_b37", "text": "Nikhil Rathi, CEO, Financial Conduct Authority"}, {"text_block_id": "p8_b38", "text": "Society is increasingly looking to the financial sector to help deliver a more sustainable future. To achieve this, it is essential that there is high-quality, reliable, and internationally comparable information on material environmental, social and governance factors right along the value chain – from corporates, to financial services firms, and onward to clients and consumers."}, {"text_block_id": "p8_b39", "text": "Better information will not only improve decision-making, but also help to build trust and combat potential ‘greenwashing’. Consumers also need an intuitive way of understanding how responsible different investment products are. Working closely with government and our regulatory partners, the FCA will help address these challenges by playing our part in implementing elements of the Sustainability Disclosure Requirements across the economy and a sustainable labelling system for investment products."}, {"text_block_id": "p8_b40", "text": "Andrew Bailey, Governor of the Bank of England"}, {"text_block_id": "p8_b41", "text": "I welcome the publication of this Roadmap for implementing Sustainability Disclosure Requirements (SDR). The Bank has been a strong advocate for disclosing climate-related financial risks in a timely and decision-relevant manner, and the Task Force on Climate-Related Financial Disclosures framework is the ideal standard. SDR represents a huge step towards making this happen. While initially focussed on climate risks, SDR will also require disclosure on the extent to which economic activities are sustainable and, in doing so, will highlight the associated financial risks."}, {"text_block_id": "p8_b42", "text": "The transition to net zero will generate both challenges and opportunities for the UK economy. As we enter this period of change, SDR will support the transition, will better allow the economy to realise opportunities, and will help firms and investors manage the risks."}, {"text_block_id": "p9_b43", "text": "Introduction"}, {"text_block_id": "p9_b44", "text": "In 2019, the UK became the first major economy to commit in law to net zero greenhouse gas emissions by 2050."}, {"text_block_id": "p9_b45", "text": "In 2021, the government went further, setting in law the world’s most ambitious climate change target to cut emissions by 78% by 2035 compared to 1990 levels. To achieve this, the whole economy will have to transform. The Intergovernmental Panel on Climate Change (IPCC) is clear that immediate, rapid, and large-scale reductions in greenhouse gas emissions are needed. This transition cannot be achieved without a significant shift of investment into sustainable projects and green technology. The financial system is therefore critical to achieving net zero and protecting the UK’s natural environment."}, {"text_block_id": "p9_b46_merged", "text": "This shift is well underway. The market for Environment, Social and Governance (ESG) investments in the UK has grown dramatically. Businesses and financial institutions are responding to the challenge and impetus to grow in responsible, sustainable ways. The demand for sustainable products is high: 70% of the UK public want their money to go towards making a positive difference to people or planet. And the market is responding: data from the Investment Association finds that 49% of the £9.4 trillion in UK assets were integrating ESG in their investment processes in 2020, up from 37% in 2019 (see Figure D)."}, {"text_block_id": "p10_b50", "text": "In 2019, the government published the Green Finance Strategy. This was a landmark document setting out a suite of ambitious policy commitments to help align UK financial flows with a low-carbon world. It highlighted two key lines of effort. The first was ‘greening finance’: supporting the financial services sector to align with the UK’s net"}, {"text_block_id": "p10_b51", "text": "zero commitment and wider environmental goals. The second was ‘financing green’: mobilising private finance at scale to support clean and resilient growth. It also committed to capturing the opportunities presented by the transition to net zero, cementing UK leadership in green finance and ensuring that businesses can benefit."}, {"text_block_id": "p10_b52", "text": "Box 2: Delivering on the Green Finance Strategy"}, {"text_block_id": "p10_b53", "text": "Box 2: Delivering on the Green Finance Strategy\n* Committed to making TCFD-aligned disclosures mandatory across the economy\n* Included an obligation in their remit letters for the financial regulators to have regard to climate\n* Led G7 discussions on the development of global standards for sustainability disclosure\n* Committed to implementing a UK Green Taxonomy to provide a shared understanding of which economic activities count as green\n* Issued a Green Gilt, representing the largest debut transaction size for any sovereign at Â£10bn and kick-starting a green financing programme\n* Working to catalyse market-led action on nature-related financial disclosures"}, {"text_block_id": "p10_b65", "text": "Over the last two years, the government has delivered on the commitments set out in the Green Finance Strategy (see Box 2). Now the government is building on these successfully laid foundations and raising our earlier ambitions. Greening the financial system can be seen in three phases:"}, {"text_block_id": "p10_b66", "text": "Over the last two years, the government has delivered on the commitments set out in the Green Finance Strategy (see Box 2). Now the government is building on these successfully laid foundations and raising our earlier ambitions. Greening the financial system can be seen in three phases:\n* Informing\n* Informing\n investors and consumers\n* Informing\n investors and consumers\n â addressing the information gap for market participants, ensuring a flow of decision-useful information on environmental sustainability from corporates to financial market participants.\n* Acting\n* Acting\n on the information\n* Acting\n on the information\n â creating expectations and requirements that this sustainability information is mainstreamed into business and financial decisions, for example in risk management and investor stewardship.\n* Shifting financial flows â ensuring that financial flows across the economy shift to align with the UKâs net zero commitment and wider environmental goals."}, {"text_block_id": "p10_b81", "text": "This Roadmap represents the government’s strategy to deliver Phase 1. Central to this are new economy-wide Sustainability Disclosure Requirements. These will bring together new and existing sustainability reporting requirements for business, the financial sector and investment products. This will allow sustainability information to flow from companies in the real economy to the financial sector and its financial products. That information will help empower investors and consumers to make financial decisions which align with their values (see Figure A)."}, {"text_block_id": "p11_b82", "text": "This Roadmap will:"}, {"text_block_id": "p11_b83", "text": "This Roadmap will:\n* Set out more details on the Sustainability Disclosure Requirements to help businesses prepare for what they will have to report and by when (Chapter 1)\n* Set out more detail on the UK Green Taxonomy (Chapter 2)\n* Highlight the importance of investor stewardship in green finance and set out the governmentâs expectations (Chapter 3)\n* Reiterate the UK's commitment to international leadership on green finance\n* Reiterate the UK's commitment to international leadership on green finance\n A comprehensive long-term view is also needed. The government will therefore update the Green Finance Strategy in 2022. This will go beyond the timescales in this Roadmap and set out an indicative sectoral transition pathway out to 2050 to align the financial system with the UKâs net zero commitment. The updated strategy will assess industry progress on Phases 1 and 2. It will also consider triggers for stronger policy to facilitate Phase 3 and help ensure that the UK meets its climate and environmental objectives."}, {"text_block_id": "p13_b92", "text": "Disclosure is the process by which organisations provide information to customers, investors, and other stakeholders, for example through their Annual Report."}, {"text_block_id": "p13_b93", "text": "Sustainability information is increasingly fundamental to investor decision-making and informs many businesses’ strategic direction."}, {"text_block_id": "p13_b94", "text": "Voluntary sustainability disclosures are widespread but often inconsistent; information from different organisations is not always comparable. There is a clear need for an effective government-led sustainability disclosures regime which enables the flow of comparable and decision-useful information on how companies and financial flows impact – and are impacted by – climate, the environment and broader sustainability factors."}, {"text_block_id": "p13_b95", "text": "Box 4: The Task Force on Climate-related Financial Disclosures (TCFD)"}, {"text_block_id": "p13_b96", "text": "The Task Force on Climate-Related Financial Disclosures (TCFD) was created in 2015 by the Financial Stability Board. It developed recommendations for companies to disclose how they manage the financial risks and opportunities that climate change poses to their business. The TCFD recommendations have received widespread acceptance and are applied by companies around the world. In November 2020, the Chancellor announced that the UK intends to make TCFD-aligned disclosures fully mandatory across the UK economy by 2025. Since then, the government and regulators have made significant progress towards this ambition:"}, {"text_block_id": "p13_b97", "text": "The Task Force on Climate-Related Financial Disclosures (TCFD) was created in 2015 by the Financial Stability Board. It developed recommendations for companies to disclose how they manage the financial risks and opportunities that climate change poses to their business. The TCFD recommendations have received widespread acceptance and are applied by companies around the world. In November 2020, the Chancellor announced that the UK intends to make TCFD-aligned disclosures fully mandatory across the UK economy by 2025. Since then, the government and regulators have made significant progress towards this ambition:\n* In December 2020, the Financial Conduct Authority (FCA) finalised its TCFD-aligned disclosure rules for UK premium-listed companies.\n* In March 2021, the Department for Business, Energy, and Industrial Strategy (BEIS) consulted on mandatory climate-related financial disclosure requirements for certain publicly quoted companies, large private companies, and Limited Liability Partnerships. The consultation closed in May.\n* In June 2021, the FCA consulted on proposals to extend its TCFD requirements to standard-listed issuers and to require UK-authorised asset managers, life insurers and pension providers to publish client-focused TCFD-aligned disclosures.\n* In July 2021, the Department for Work and Pensions (DWP) laid legislation before Parliament requiring a variety of pension schemes to make certain TCFD disclosures and effectively manage climate-related risks and opportunities."}, {"text_block_id": "p14_b105", "text": "Sustainability Disclosure Requirements"}, {"text_block_id": "p14_b106", "text": "The Chancellor announced new Sustainability Disclosure Requirements (SDR) at his Mansion House speech in July 2021. SDR will create an integrated framework for decision-useful disclosures on sustainability across the economy. It will, for the first time, bring together existing sustainability-related disclosure requirements under one integrated framework – building on leading global standards and best practice – and go further with new requirements."}, {"text_block_id": "p14_b107", "text": "SDR builds on the UK’s TCFD implementation and will cover three types of disclosure (see Figure B and Annex A for further details):"}, {"text_block_id": "p14_b108", "text": "SDR builds on the UK’s TCFD implementation and will cover three types of disclosure (see Figure B and Annex A for further details):\n* New requirements for companies â including in the financial services sector â to make sustainability disclosures. This will, subject to consultation, comprise reporting under proposed international standards (see Box 5) and reporting of environmental impact using the UK Green Taxonomy (see Chapter 2).\n* New requirements for asset managers and asset owners that manage or administer assets on behalf of clients and consumers (including occupational pension schemes) to disclose how they take sustainability into account. These will help consumers determine whether their assets are managed according to their sustainability preferences.\n* New requirements for creators of investment products to report on the productsâ sustainability impact and relevant financial risks and opportunities. This information will form the basis of a new sustainable investment labelling regime that will make it easier for consumers to navigate the range of investment products available to them (see Box 6)."}, {"text_block_id": "p14_b117", "text": "SDR will use the same framework and metrics across the economy to ensure a clear and direct link from investors, through the financial system to the businesses they are invested in and their relationship with the environment. Metrics will be drawn from international standards, where they exist, to support international compatibility."}, {"text_block_id": "p14_b118", "text": "Figure A: How information and capital flows through the economy"}, {"text_block_id": "p15_b119", "text": "Box 5: Towards a global baseline corporate reporting standard for sustainability"}, {"text_block_id": "p15_b120", "text": "For every investor globally to embed climate and sustainability into their decision making, markets need consistent and accurate information. This can only be achieved through a global standard which all companies report against."}, {"text_block_id": "p15_b121", "text": "The International Financial Reporting Standards (IFRS) Foundation is the international body that governs the setting of global accounting standards, adopted by the UK and over 140 other jurisdictions around the world. It is now establishing an International Sustainability Standards Board (ISSB) to develop global baseline reporting standards for sustainability, building on the work of the TCFD and other voluntary standard setters. The ISSB will provide comprehensive and granular corporate reporting standards for sustainability, focused on information which is material to investors. The government expects the Board to be established later this year, and, in early 2022, for the Board to consult on a draft climate-related standard, before expanding its standard-setting to broader environmental and sustainability factors."}, {"text_block_id": "p15_b122", "text": "The UK is a strong supporter of the IFRS Foundation and is proud that the Foundation has been based in London for the last twenty years. As an established international standard-setter with a transparent and robust governance structure, it is the right organisation to develop international standards in this area. The government expects that ISSB standards will form a core component of the SDR framework, and the backbone of its corporate reporting element."}, {"text_block_id": "p15_b123", "text": "To deliver this, the government will create a mechanism to adopt and endorse ISSB-issued standards for use in the UK. The proposed overarching framework will be subject to consultation. Regulatory changes will ensure that UK reporting under the ISSB standards is consistent with both existing and forthcoming disclosure requirements so that companies are not required to report the same information twice."}, {"text_block_id": "p16_b124", "text": "A consistent structure"}, {"text_block_id": "p16_b125_merged", "text": "The TCFD recommendations set a framework for climate-related financial disclosure based on four pillars: Strategy, Governance, Risk Management, and Metrics and Targets."}, {"text_block_id": "p16_b128", "text": "The government expects that the standards developed by the ISSB will build on the four pillars of the TCFD recommendations. SDR will integrate these global standards and will similarly adopt the four pillars of the TCFD recommendations (see Figure B)."}, {"text_block_id": "p16_b129", "text": "Beyond financial risks and opportunities"}, {"text_block_id": "p16_b130", "text": "The ISSB’s standards, building on the work of the TCFD, will focus on information which is material to investors. SDR will go further, requiring wider information on how firms impact the environment. This includes requiring disclosure against the UK’s Green Taxonomy (see Chapter 2)."}, {"text_block_id": "p16_b131", "text": "A robust ESG market"}, {"text_block_id": "p16_b132", "text": "The market for sustainable investments is complex and evolving. Some ESG factors will not be covered by the UK Green Taxonomy or ISSB standards but may nevertheless be the subject of firms’ claims to consumers. The FCA has already set out its expectations regarding design, delivery and disclosure of ESG and sustainable investment funds. SDR will go further in two areas:"}, {"text_block_id": "p16_b133", "text": "The market for sustainable investments is complex and evolving. Some ESG factors will not be covered by the UK Green Taxonomy or ISSB standards but may nevertheless be the subject of firms’ claims to consumers. The FCA has already set out its expectations regarding design, delivery and disclosure of ESG and sustainable investment funds. SDR will go further in two areas:\n* Building on the FCAâs existing expectations, asset managers/owners and investment products will be required to substantiate ESG claims they make in a way that is comparable between products and is accessible to clients and consumers. They will also need to disclose whether and how they take ESG-related matters into account in their governance arrangements, and in their investment policies and strategies.\n* The UKâs Green Taxonomy requires sustainable investments to satisfy minimum safeguards relating to basic good business practice. The SDR will require disclosure against these minimum safeguards and any related metrics (see Chapter 2)."}, {"text_block_id": "p16_b139", "text": "Over time, the ISSB standards will expand beyond climate to cover broader sustainability issues. In the meantime, the government and regulators encourage disclosure against established voluntary standards."}, {"text_block_id": "p17_b140", "text": "Figure B: The framework of the UK Sustainability Disclosure Requirements (SDR)"}, {"text_block_id": "p17_b141", "text": "SDR is based on an economy-wide framework covering corporates, asset managers, asset owners, and investment products. Figure B outlines what firms will be required to disclose. The government intends to implement the framework through legislation, and relevant government departments and regulators will set out sector-specific requirements through their usual rule-making processes."}, {"text_block_id": "p19_b142", "text": "Transition plans"}, {"text_block_id": "p19_b143", "text": "An increasing number of organisations are making commitments to reach net zero emissions. Many organisations publish transition plans to support these commitments, setting out concrete actions and targets to achieve their ambition. Against the backdrop of its legislative commitment to achieve net zero emissions by 2050, the government would like to support and encourage organisations in this process."}, {"text_block_id": "p19_b144", "text": "Detailed, credible transition plans that are integrated with other disclosures and incorporate interim milestones and targets, can support markets in monitoring progress towards a net-zero economy. They are also essential for the effective exercise of market discipline, and investors’ ability to hold investee company boards and management to account. The government therefore expects to see the publication of transition plans become the norm across the economy."}, {"text_block_id": "p19_b145_merged", "text": "While there is not yet a commonly agreed standard or ‘template’ for what a good quality transition plan looks like, this is rapidly changing. The TCFD has finalised guidance on transition plans, and groups such as Climate Action 100+ and the Institutional Investors Group on Climate Change have undertaken relevant work. The Glasgow Financial Alliance for Net Zero (GFANZ) is also working to develop best practice guidance for financial sector transition strategies that is applicable across financial sub-sectors and jurisdictions."}, {"text_block_id": "p19_b147", "text": "SDR will require disclosures on transition plans. Initially, certain firms will be required to publish transition plans that align with the government’s net zero commitment or provide an explanation if they have not done so. As standards for transition plans emerge, the government and regulators will look to incorporate these into UK regulation and strengthen disclosure requirements as appropriate. This will encourage consistency and comparability in published plans and support more widespread adoption."}, {"text_block_id": "p20_b148", "text": "Delivering Sustainability Disclosure Requirements"}, {"text_block_id": "p20_b149", "text": "The government’s aim is for SDR to be a fully integrated regime that works smoothly across all sectors of the economy. Within that, relevant regulators and government departments will determine the precise scope and timing of requirements, and the reporting detail, subject to relevant consultation processes and other statutory requirements."}, {"text_block_id": "p20_b150", "text": "Figure C sets out an indicative path towards integrated economy-wide disclosure requirements under the SDR framework. It illustrates how disclosures could be introduced coherently and systematically as new regulatory and legislative measures come into force, subject to consultation processes and other statutory requirements. Annex A outlines sectoral pathways and summarises"}, {"text_block_id": "p20_b151", "text": "the intended regulatory approach for each type of organisation and product."}, {"text_block_id": "p20_b152", "text": "HM Treasury will co-ordinate the sectoral approaches centrally to ensure that the right information is made available across the investment chain – from corporates, to financial services firms, to end-investors. Initial steps, like introducing TCFD-aligned disclosure requirements, have already been taken."}, {"text_block_id": "p20_b153", "text": "Given the indicative pathways, organisations should consider taking the necessary steps now to build their capabilities and refine their data and the resulting disclosures."}, {"text_block_id": "p21_b154", "text": "Figure C: A Roadmap for sustainable finance regulation"}, {"text_block_id": "p24_b155", "text": "A large and growing number of financial products are marketed as supporting climate or environmental objectives."}, {"text_block_id": "p24_b156", "text": "Similarly, an increasing number of companies are eager to highlight their sustainable business practices. However, there is not an accepted definition of which economic activities count as environmental sustainability."}, {"text_block_id": "p24_b157", "text": "The lack of common definitions makes it difficult for companies and investors to clearly understand the environmental impact of their decisions and can lead to"}, {"text_block_id": "p24_b158", "text": "consumer harms like greenwashing. This risks limiting the flow of capital into sustainable investments and ultimately slowing the UK’s progress to tackle climate change and other environmental challenges."}, {"text_block_id": "p24_b159", "text": "To address this, the government is implementing the UK Green Taxonomy ('the Taxonomy'). This will clearly set out the criteria which specific economic activities must meet to be considered environmentally sustainable and therefore 'Taxonomy-aligned'."}, {"text_block_id": "p24_b160", "text": "Figure D: Growth of the sustainable finance market"}, {"text_block_id": "p24_b161", "text": "Source: Investment Association"}, {"text_block_id": "p25_b162", "text": "Aims"}, {"text_block_id": "p25_b163", "text": "Reporting against the Taxonomy will form part of SDR. Certain companies will be required to disclose which proportion of their activities are Taxonomy-aligned. Providers of investment funds and products will have to do the same for the assets that they invest in. The Taxonomy aims to:"}, {"text_block_id": "p25_b164", "text": "Reporting against the Taxonomy will form part of SDR. Certain companies will be required to disclose which proportion of their activities are Taxonomy-aligned. Providers of investment funds and products will have to do the same for the assets that they invest in. The Taxonomy aims to:\n* Investors will be able to easily compare the environmental performance and impact of companies and investment funds to inform their financial decisions."}, {"text_block_id": "p25_b167", "text": "Approach"}, {"text_block_id": "p25_b168", "text": "The structure of the Taxonomy draws on the EU approach which the UK helped design as a former Member State. The government’s implementation process will be guided by three core principles:"}, {"text_block_id": "p25_b169", "text": "The structure of the Taxonomy draws on the EU approach which the UK helped design as a former Member State. The government’s implementation process will be guided by three core principles:\n* The Taxonomy will take an objective and science-based approach to assessing sustainability. To support this, the government has created a Green Technical Advisory Group (see Box 8) to provide advice on implementation."}, {"text_block_id": "p26_b172", "text": "How it works"}, {"text_block_id": "p26_b173", "text": "The Taxonomy has six environmental objectives:"}, {"text_block_id": "p26_b174", "text": "Figure E: First two Taxonomy environmental objectives. Criteria are subject toconsultation in Q1 2022"}, {"text_block_id": "p26_b175", "text": "Figure F: Remaining four Taxonomy environmental objectives"}, {"text_block_id": "p27_b176", "text": "Each of the environmental objectives will be underpinned by a set of detailed standards, known as Technical Screening Criteria (TSC). There will be an individual TSC for each economic activity included in the Taxonomy, which identifies how that activity can make a substantial contribution to the environmental objective."}, {"text_block_id": "p27_b177", "text": "To be considered Taxonomy-aligned, an activity must meet three tests:"}, {"text_block_id": "p27_b178", "text": "To be considered Taxonomy-aligned, an activity must meet three tests:\n* The criteria for making a substantial contribution are set out in the TSC for the activity in question.\n* This is also defined for each activity in the TSCs. This aims to ensure that activities which support one objective, such as climate change mitigation, do not have a significant adverse impact on another, such as biodiversity.\n* These are minimum standards for doing business, constituting alignment with the OECD Guidelines for Multinational Enterprises, and the UN Guiding Principles on Business and Human Rights."}, {"text_block_id": "p28_b187", "text": "Figure G: Taxonomy alignment of revenue for an example company"}, {"text_block_id": "p29_b188", "text": "Taxonomy and transition"}, {"text_block_id": "p29_b189", "text": "Taxonomy-alignment focuses on reported data, rather than projections. This provides a clear snapshot of the areas in which a company is currently making a substantial contribution to environmental objectives. In the case of the climate change mitigation objective, that is whether or not an activity contributes to the reduction of greenhouse gas emissions, consistent with the UK's net zero commitment and commitments under the Paris Agreement."}, {"text_block_id": "p29_b190", "text": "However, the Taxonomy also recognises companies which are working to meet environmental objectives in the future in two ways:"}, {"text_block_id": "p29_b191", "text": "1."}, {"text_block_id": "p29_b192", "text": "Transitional activities:"}, {"text_block_id": "p29_b193", "text": "Due to technological constraints, some economic activities cannot currently be conducted in a way which is aligned with net zero-ambitions. For a number of these activities, the TSCs will set the threshold for Taxonomy alignment at the best-in-sector emissions level (subject to not locking in carbon-intensive activities). The manufacture of cement is one example of this."}, {"text_block_id": "p29_b194", "text": "2."}, {"text_block_id": "p29_b195", "text": "Investment:"}, {"text_block_id": "p29_b196", "text": "Companies will report the proportion of their capital expenditure which is Taxonomy-aligned. This will enable companies to demonstrate their investment in producing green activities in the future."}, {"text_block_id": "p29_b197", "text": "The Taxonomy will also include"}, {"text_block_id": "p29_b198", "text": "Enabling Activities"}, {"text_block_id": "p29_b199", "text": ". This recognises activities which currently support the transition by enabling substantial contributions to environmental objectives in other sectors, but which are not yet sustainable themselves. This will include, for example, the manufacture of components for wind turbines."}, {"text_block_id": "p29_b200", "text": "Disclosure against the Taxonomy is not a replacement for robust science-based targets. The UK has set out standards for UK Climate Transition Benchmarks, which support investors in reducing the emissions they fund over time."}, {"text_block_id": "p29_b201", "text": "5"}, {"text_block_id": "p29_b202", "text": "In future, providers of financial products may choose to supplement Taxonomy disclosures with Portfolio Alignment Tools to estimate funds’ emissions trajectories."}, {"text_block_id": "p29_b203", "text": "Using the information"}, {"text_block_id": "p29_b204", "text": "Under SDR (see Chapter 1), certain companies will be required to disclose the percentage of their capital expenditure, operational expenditure and turnover that relates to Taxonomy-aligned activities. These corporate disclosures will provide investors and consumers with an indicator of a company’s current environmental performance, as well as its investment in sustainable activities."}, {"text_block_id": "p29_b205_merged_merged_merged", "text": "Informed by reliable data from corporate disclosures, providers of investment products will then disclose the extent to which those products are Taxonomy-aligned, based on their constituent assets.6 This will enable investors to identify the investment products which are making a substantial contribution to environmental objectives."}, {"text_block_id": "p30_b208", "text": "The development and implementation process"}, {"text_block_id": "p30_b209", "text": "The UK will implement TSCs for each of the Taxonomy’s objectives, ensuring that these are evidence-based, accessible and built for the UK market. This means that:"}, {"text_block_id": "p30_b210", "text": "•"}, {"text_block_id": "p30_b211", "text": "The government will ensure that TSC development is clearly signposted to business. Companies will have adequate notice before becoming subject to disclosure requirements."}, {"text_block_id": "p30_b212", "text": "•"}, {"text_block_id": "p30_b213", "text": "TSCs will be subject to public consultation to ensure that they take a rigorous approach that works for the UK market."}, {"text_block_id": "p30_b214", "text": "•"}, {"text_block_id": "p30_b215_merged", "text": "TSCs will be made through statutory instruments. This ensures Parliamentary scrutiny and should further reassure stakeholders that the TSCs will not be amended without due notice."}, {"text_block_id": "p30_b218", "text": "•"}, {"text_block_id": "p30_b219", "text": "The government will use regulatory guidance and develop presentational tools to increase ease of application."}, {"text_block_id": "p30_b220", "text": "This will be complemented by ongoing policy work, including on adaptation."}, {"text_block_id": "p30_b221", "text": "•"}, {"text_block_id": "p30_b222", "text": "Disclosure requirements for corporates will come into force prior to those for investment products, enabling the former to feed into the latter. This is in line with the sequenced approach of SDR."}, {"text_block_id": "p30_b223", "text": "•"}, {"text_block_id": "p30_b224", "text": "The government plans to focus on delivering the Taxonomy and ensuring that it has been road-tested by the market before considering any changes or an extension to its scope. This includes identifying activities which cause significant harm, or adding further transitional activities."}, {"text_block_id": "p30_b225", "text": "Taken together, the above will ensure that the Taxonomy is implemented and built to deliver for the needs of UK business and investors and is robust enough to support the UK’s net-zero commitment."}, {"text_block_id": "p30_b226", "text": "Climate change mitigation and climate change adaptation"}, {"text_block_id": "p30_b227", "text": "TSCs for the climate change mitigation, and climate change adaptation objectives will be based on those of the EU Taxonomy, which the UK supported the development of whilst still a Member State. The Government is currently reviewing these and expects to consult on UK draft TSCs in the first quarter of 2022, ahead of legislating by the end of 2022. These TSCs will focus on economic activities which can make the most significant contributions to tackling climate change."}, {"text_block_id": "p31_b228", "text": "Development of Further Technical Screening Criteria"}, {"text_block_id": "p31_b229", "text": "The government intends for the Taxonomy to be a tool for the long term. To limit the need for revision, the Taxonomy will focus on the outcomes of economic activities, rather than technologies used. The government will review the Taxonomy Regulation’s effectiveness every three years. This review will also consider whether enabling or transitional activities remain in line with the relevant Taxonomy objectives."}, {"text_block_id": "p31_b230", "text": "Over time, the government may update the TSCs or expand them to new sectors, following the same process of consultation and legislation. The government expects to consult on the expansion of the climate TSCs and standards for the remaining four environmental objectives during the first quarter of 2023 in advance of laying legislation before Parliament."}, {"text_block_id": "p32_b231", "text": "Chapter 3: Being a responsible steward of capital"}, {"text_block_id": "p33_b232", "text": "“"}, {"text_block_id": "p33_b233", "text": "Stewardship is the responsible allocation, management and oversight of capital"}, {"text_block_id": "p33_b234", "text": "to create long-term value for clients and beneficiaries leading to sustainable benefits for the economy, the environment and society."}, {"text_block_id": "p33_b235", "text": "”"}, {"text_block_id": "p33_b236", "text": "Financial Reporting Council (FRC) ‘The UK Stewardship Code 2020"}, {"text_block_id": "p33_b237", "text": "What is investor stewardship and why is it important?"}, {"text_block_id": "p33_b238_merged", "text": "By effectively engaging in stewardship activities, investors can improve investment returns by encouraging and supporting behaviours and practices that ensure long-term value for clients and savers. Effective stewardship by both asset owners and asset managers is crucial to the successful management of risks, opportunities and impacts presented by climate and environmental change. Stewardship can be a powerful vehicle to hold companies to account for the feasibility and credibility of their net-zero commitments, and their transition strategies to align their business models with a net-zero economy. Investors also decide how capital is allocated, for example to companies and technologies that contribute to these ambitions."}, {"text_block_id": "p33_b243", "text": "The UK’s pensions and investment sectors – namely asset owners, asset managers, and the service providers that support them – have an important role to play in responsibly allocating capital and making use of their ownership rights and influence over investee companies, whilst fulfilling their fiduciary responsibilities. The government expects the pensions and investment sectors to use the information generated by SDR to deliver on their responsibilities as stewards of capital"}, {"text_block_id": "p33_b244", "text": "across all asset classes and markets. For example, engaging with investee companies in high-carbon sectors, and working with them to successfully transition to net zero, will help protect investments against the systemic risks of climate change."}, {"text_block_id": "p33_b245", "text": "In practice, this means that – as the owners and primary allocators of capital – the pensions and investment sectors should seek to integrate ESG considerations into:"}, {"text_block_id": "p33_b246", "text": "•"}, {"text_block_id": "p33_b247", "text": "Investment decision-making:"}, {"text_block_id": "p33_b248", "text": "When deciding where to allocate capital and which companies to invest in."}, {"text_block_id": "p33_b249", "text": "•"}, {"text_block_id": "p33_b250", "text": "Monitoring and engagement strategies:"}, {"text_block_id": "p33_b251", "text": "When challenging investee companies’ boards and management on their strategies to generate long-term sustainable value; and when setting clear expectations and monitoring the investment managers, intermediaries and those that support stewardship and operate on their behalf."}, {"text_block_id": "p33_b252", "text": "•"}, {"text_block_id": "p33_b253", "text": "Escalation and collaboration:"}, {"text_block_id": "p33_b254", "text": "By collaborating with other investors, firms can amplify their stewardship, especially for smaller investors and pension funds."}, {"text_block_id": "p33_b255", "text": "•"}, {"text_block_id": "p33_b256", "text": "Voting practices:"}, {"text_block_id": "p33_b257", "text": "When exercising their shareholder rights; this includes being ready to vote against directors, corporate actions, or other resolutions."}, {"text_block_id": "p34_b258", "text": "Government and regulator action to support investment stewardship to date"}, {"text_block_id": "p34_b259", "text": "As well as being a centre of financial services excellence, the UK is also a world-leader in stewardship standards. The government strongly supports this agenda and is working hard to further improve and embed stewardship standards."}, {"text_block_id": "p34_b260", "text": "The UK Stewardship Code 2020"}, {"text_block_id": "p34_b261", "text": "The UK Stewardship Code 2020"}, {"text_block_id": "p34_b262", "text": "11"}, {"text_block_id": "p34_b263", "text": "sets stewardship and reporting standards for asset owners, asset managers and the service providers that support them. The FRC is the first regulator to require investors to evidence their commitment to effective stewardship by reporting on an annual basis. The FRC published the first list of successful signatories to the new Code in September 2021, covering £20 trillion assets under management. The FRC will continue to encourage the development of a market for effective stewardship and high-quality disclosure. In November 2021, the FRC will publish a review of reporting to highlight effective examples and communicate its expectations for 2022. By the end of 2022 the FRC will communicate an approach to differentiating or tiering signatories based on the quality of their reporting."}, {"text_block_id": "p34_b264", "text": "The Asset Management Taskforce’s Stewardship Report"}, {"text_block_id": "p34_b265", "text": "In November 2020, the Economic Secretary to the Treasury’s Asset Management Taskforce published"}, {"text_block_id": "p34_b266", "text": "Investing With Purpose"}, {"text_block_id": "p34_b267", "text": "12"}, {"text_block_id": "p34_b268", "text": ". This report was produced by a wide range of industry, regulator, and government representatives. It rigorously analyses the tools available to help asset managers act on behalf of savers and hold investee companies to account."}, {"text_block_id": "p34_b269", "text": "The report also makes clear recommendations to government, regulators, and industry, which apply across the investment chain. These"}, {"text_block_id": "p34_b270_merged_merged_merged", "text": "will further enhance the UK’s stewardship framework and practice. The government has already taken forward several of these recommendations, in particular by launching the Occupational Pension Stewardship Council in July 2021. The Council represents over £570 billion of assets, and provides a forum for schemes to collaborate, develop a stronger voice for trustees and drive higher standards of stewardship."}, {"text_block_id": "p34_b272", "text": "Industry is progressing several other recommendations from Investing With Purpose, notably guidance on improving stewardship in fixed income and on overcoming barriers to requisitioning resolutions."}, {"text_block_id": "p34_b273", "text": "The Taskforce on Pension Scheme Voting and Implementation’s report (TPSVI)"}, {"text_block_id": "p34_b274", "text": "Launched in December 2020, the TPSVI issued its independent report in September 2021. This aims to strengthen the use of voting throughout the investment chain. It suggested measures to improve pension scheme trustees’ focus on stewardship and enhance asset manager reporting standards and accommodation of trustees’ voting preferences. DWP has welcomed the report and will respond soon."}, {"text_block_id": "p34_b275", "text": "FCA priorities on investor stewardship"}, {"text_block_id": "p34_b276", "text": "The FCA considers stewardship to be integral to asset managers delivering good outcomes for clients and consumers. The FCA Handbook requires firms to disclose their commitment to the FRC’s Stewardship Code, or alternative strategy. The FCA also introduced rules in 2019 implementing the Shareholder Rights Directive II, requiring asset managers and life insurers to disclose their engagement policies. The FCA is scoping work to realise the regulatory outcomes prioritised in its Business Plan 2021/22. This includes active investor stewardship that positively influences companies’ sustainability strategies, supporting a market-led transition to a more sustainable future."}, {"text_block_id": "p35_b277", "text": "Government expectations"}, {"text_block_id": "p35_b278", "text": "The UK’s pensions and investment sectors have made clear that, in order to effectively target and engage with firms on climate change and act as responsible stewards, investee companies must disclose decision-relevant information. SDR will ensure that investee companies disclose that information, and government and industry’s stewardship initiatives will lower the barriers to investors acting as effective stewards."}, {"text_block_id": "p35_b279", "text": "Therefore, it is the government’s expectation that, as this information becomes available and develops over time, the UK’s pensions and investment sectors – asset managers, asset owners and the service providers that support them – will have the data to act as effective and responsible stewards of capital."}, {"text_block_id": "p35_b280", "text": "In particular, the government expects the UK’s pensions and investment sectors to:"}, {"text_block_id": "p35_b281", "text": "1."}, {"text_block_id": "p35_b282", "text": "Progress work on stewardship within their organisation; apply to become a signatory of the UK Stewardship Code 2020; and encourage or require their service providers to sign up to the Code."}, {"text_block_id": "p35_b283", "text": "2."}, {"text_block_id": "p35_b284", "text": "Take into account the information generated by SDR when allocating capital."}, {"text_block_id": "p35_b285", "text": "3."}, {"text_block_id": "p35_b286", "text": "Actively monitor, encourage, and challenge companies by using their rights and direct/indirect influence to promote long-term, sustainable value generation. In some cases, the exercise of stewardship discipline may eventually escalate to withholding capital or divestment. For example, where a company is not taking appropriate action to transition to net zero."}, {"text_block_id": "p35_b287", "text": "4."}, {"text_block_id": "p35_b288", "text": "Be transparent about their own and their service providers’ engagement and voting, including by publishing easily accessible, high-quality quantitative and narrative reporting."}, {"text_block_id": "p35_b289", "text": "5."}, {"text_block_id": "p35_b290", "text": "Provide leadership, for example by joining a Race to Zero-accredited net zero initiative for the financial sector, and thereby joining GFANZ. They should back up this commitment by publishing by the end of 2022 a high-quality transition plan. This should include near-term science-based targets and set out their organisation’s pathway to net zero financed emissions."}, {"text_block_id": "p35_b291", "text": "The government will assess progress in these sectors on the above five points at the end of 2023."}, {"text_block_id": "p37_b292", "text": "Tackling climate change and other environmental challenges needs more than just domestic action."}, {"text_block_id": "p37_b293", "text": "That is why the government has made green finance an international priority, using our influential position to drive progress in both bilateral and multilateral fora. This year is a particularly important one in the international calendar, with the UK holding both the G7 presidency and hosting COP26."}, {"text_block_id": "p37_b294", "text": "As part of the G7, the government brought climate and environmental issues to the forefront of policy discussions between finance ministries. This was the first time these challenges featured prominently in the Finance Track. The government worked closely with the Bank of England to secure ambitious commitments from G7 members on sustainability reporting. This included agreement to move towards mandatory climate disclosures, to support the IFRS Foundation’s programme of work to develop a baseline global corporate reporting standard for sustainability, and to promote consistency in impact reporting standards."}, {"text_block_id": "p37_b295", "text": "Many of these issues were subsequently taken up in the G20, particularly by the Sustainable Finance Working Group (SFWG), of which the UK is an active member. The SFWG has driven progress against sustainability reporting and discussed approaches to align investments with sustainability goals. The UK is also a member of the International Platform on Sustainable Finance (IPSF), which aims to foster consistency in environmental impact reporting."}, {"text_block_id": "p37_b296", "text": "During the UK G7 presidency, the government also announced an Impact Investment Taskforce, to bring together the impact investing industry. The taskforce will make recommendations on harmonising and streamlining measurements of social or environmental impacts of financial investments simply, transparently and in a globally consistent way. This will make it easier for all investors to invest based on impact as well as financial return."}, {"text_block_id": "p37_b297", "text": "The government is also working to support Emerging Market and Developing Economies (EMDEs) to benefit from the global green transition. There are huge economic development, adaptation and resilience opportunities, but if not well managed, it could have negative consequences such as divestment or capital flight. The UK will continue to support the EDMEs through technical assistance and targeted investments to mobilise greater flows of green capital. The government will also press for developing countries to be represented in international decision-making, including the shaping of international disclosures standards on sustainability."}, {"text_block_id": "p37_b298", "text": "The Bank of England and the FCA are active in multilateral fora, such as the Network for Greening the Financial System (NGFS) – a group of Central Banks and Supervisors, of which the Bank is a founding member – and the Financial Stability Board (FSB). The FCA has also engaged closely with the IFRS Foundation in its work to establish the ISSB."}, {"text_block_id": "p37_b299_merged", "text": "COP26 is the next international milestone in sustainable finance. Under the Paris Agreement, Parties committed to making finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development. To do so, the entire financial system needs to transform, to lock financial flows irreversibly into a pathway to net zero. Ahead of COP, the UK is working closely with international partners to galvanise global action:"}, {"text_block_id": "p37_b302", "text": "•"}, {"text_block_id": "p37_b303", "text": "Ensuring that market participants have the information they need to factor climate-change into every investment decision – via disclosure of climate impact, risks and opportunities."}, {"text_block_id": "p37_b304", "text": "•"}, {"text_block_id": "p37_b305", "text": "Ensuring that the financial system can measure and manage climate-related risks, including through climate scenario analysis and improved climate capture in surveillance work."}, {"text_block_id": "p38_b306", "text": "•"}, {"text_block_id": "p38_b307", "text": "Measuring how investment is aligned to the transition to net-zero, by developing more sophisticated, transparent, and consumer-friendly metrics."}, {"text_block_id": "p38_b308", "text": "•"}, {"text_block_id": "p38_b309", "text": "Driving firms’ longer-term net-zero commitments by setting out credible transition plans (which include near-term decarbonisation targets), requiring regular progress reporting, and providing supervisory oversight and accountability."}, {"text_block_id": "p38_b310", "text": "The government, financial regulators, and the UK financial sector are working in close partnership to make this ambition a reality. For example in April 2021 GFANZ launched as a global alliance that brings together existing and new net zero finance initiatives into one sector-wide strategic forum."}, {"text_block_id": "p38_b311", "text": "The UK wants to ensure that its domestic regulation represents international best practice. This strong domestic action, coupled with international influencing, will ensure that the UK remains a global leader in green finance after COP26 and help to move the world towards delivering the global commitments in the Paris Agreement."}, {"text_block_id": "p39_b312", "text": "Chapter 5: Next steps"}, {"text_block_id": "p39_b313", "text": "This Roadmap outlines the actions the UK government and regulators are taking - working in partnership with the private sector - to close the information gap for market participants on sustainability by:"}, {"text_block_id": "p39_b314", "text": "•"}, {"text_block_id": "p39_b315", "text": "Implementing"}, {"text_block_id": "p39_b316", "text": "Sustainability Disclosure Requirements (SDR)"}, {"text_block_id": "p39_b317", "text": "across the economy – introducing disclosures incrementally as new regulatory or legislative measures come into force"}, {"text_block_id": "p39_b318", "text": "•"}, {"text_block_id": "p39_b319_merged_merged", "text": "Delivering a UK Green Taxonomy and ensuring it has been road-tested in the market as a useful investment tool."}, {"text_block_id": "p39_b322", "text": "•"}, {"text_block_id": "p39_b323", "text": "Lowering the barriers to investors acting as effective and responsible"}, {"text_block_id": "p39_b324", "text": "stewards of capital"}, {"text_block_id": "p39_b325", "text": "•"}, {"text_block_id": "p39_b326", "text": "Leading"}, {"text_block_id": "p39_b327", "text": "international efforts to bring about global and systemic change"}, {"text_block_id": "p39_b328", "text": "in the financial system"}, {"text_block_id": "p39_b329", "text": "With clarity on the indicative path towards economy-wide disclosures, businesses and financial firms must now consider the steps they need to take to build their capabilities to produce disclosures, and to act on the information they provide. Working together, the government and industry can make the UK the best place in the world for green and sustainable investment."}, {"text_block_id": "p41_b330", "text": "Annex A: Sectoral implementation"}, {"text_block_id": "p41_b331", "text": "The sectoral pathways in this annex summarise the regulatory approach to each type of entity and product."}, {"text_block_id": "p41_b332", "text": "1. CORPORATE DISCLOSURE"}, {"text_block_id": "p41_b333", "text": "Certain UK-registered companies and listed issuers, including financial services firms, will disclose information about how they identify, assess, and manage sustainability factors arising from their global operations in their Annual Reports."}, {"text_block_id": "p41_b334", "text": "a. UK-registered companies"}, {"text_block_id": "p41_b335", "text": "Certain companies – including relevant financial services firms – will disclose information using the proposed ISSB-issued standards and appropriate metrics to explain the level of alignment of their activities with the UK Green Taxonomy, including minimum safeguards, in their Annual Report. The scope and timing of requirements for companies, and the reporting detail, will be determined following consultation."}, {"text_block_id": "p41_b336", "text": "b. UK-listed companies"}, {"text_block_id": "p41_b337", "text": "Certain UK-listed companies will disclose information using the proposed ISSB-issued standards, and appropriate metrics to explain the level of alignment of their activities with the UK Green Taxonomy, including minimum safeguards, in their Annual Report. The scope and timing of requirements for issuers, and the reporting detail, will be determined following consultation. Interim measures may be considered – e.g. referencing relevant voluntary frameworks – to ensure appropriate coverage of sustainability topics pending the introduction of relevant international standards."}, {"text_block_id": "p41_b338", "text": "2. ASSET MANAGER AND ASSET OWNER DISCLOSURE"}, {"text_block_id": "p41_b339", "text": "Financial services firms that manage or administer money for investors will disclose the sustainability-related information that clients (e.g. pension scheme trustees, employers, corporate investors) and end-consumers (e.g. pension scheme members, retail investors) need to make informed decisions about their investments. This information will relate to how firms manage and administer money."}, {"text_block_id": "p41_b340", "text": "a. Asset managers and asset owners (asset managers, life insurers providing investment products and FCA-regulated pension schemes)"}, {"text_block_id": "p41_b341", "text": "Asset managers and asset owners will disclose, at entity level, how they are managing their sustainability risks, opportunities and impacts and how they take sustainability into account in managing or administering investments on behalf of clients and consumers. This information will be directed towards their clients and consumers. The disclosure requirements will build on TCFD requirements and support disclosures against the UK Green Taxonomy. The exact location, scope and timing, and the detail of disclosure requirements, will be determined following consultation."}, {"text_block_id": "p42_b342", "text": "b. Occupational pension schemes"}, {"text_block_id": "p42_b343", "text": "Certain UK pension schemes will disclose their sustainability-related risks, opportunities and impacts in a way that enables clear communication with savers. Subject to consultation, information will be combined with TCFD reporting on climate-related risks and opportunities, and will stand separate from, but linked to, the annual report and accounts. The scope and timing of requirements for pension schemes, and the reporting detail, will be determined following consultation."}, {"text_block_id": "p42_b344", "text": "3. INVESTMENT PRODUCT DISCLOSURE"}, {"text_block_id": "p42_b345", "text": "Firms will disclose, at product level, the sustainability-related information that consumers need to make informed decisions about their investments. Disclosures will be consumer-friendly, with more detailed disclosures required for sophisticated investors."}, {"text_block_id": "p42_b346", "text": "a. Investment products"}, {"text_block_id": "p42_b347", "text": "Firms will disclose the sustainability attributes of the investment products and portfolios they offer. This will include their sustainability risks, opportunities and impacts, a core set of product-level climate-related metrics, and their Taxonomy alignment, including minimum safeguards. Both products marketed as sustainable and those not making sustainability claims will be required to disclose information about their sustainability performance. Investment products that make claims about the sustainability of their product will be required to substantiate those claims, for example with information about their sustainable investment strategy and performance against their sustainability targets. The FCA intends to consult on the detail of the disclosure requirements, including content, scope, format, and location."}, {"text_block_id": "p42_b348", "text": "4. FINANCIAL ADVISORS"}, {"text_block_id": "p42_b349", "text": "HM Treasury and the FCA are exploring how best to introduce sustainability-related requirements for financial advisors. A key aim will be to ensure that they take sustainability matters into account in their investment advice and understand investors’ sustainability preferences to ensure suitability of advice. Details of the proposals are subject to further consideration and will be set out on a different timescale to proposals for financial market participants. The proposals will be subject to consultation and cost benefit analysis."}, {"text_block_id": "p43_b350", "text": "Annex B: Green Technical Advisory Group work plan"}, {"text_block_id": "p43_b351", "text": "Chaired by the Green Finance Institute, the Green Technical Advisory Group (GTAG) has established a workplan and structure in line with its Terms of Reference"}, {"text_block_id": "p44_b352", "text": "Glossary"}, {"text_block_id": "p44_b353", "text": "CFA Institute"}, {"text_block_id": "p44_b354", "text": "– a global, not-for-profit organization that provides investment professionals with finance education."}, {"text_block_id": "p44_b355", "text": "Climate change"}, {"text_block_id": "p44_b356", "text": "– The change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p44_b357", "text": "Climate-related risks"}, {"text_block_id": "p44_b358_merged", "text": "– divided into two major categories: (1) financial risks related to the transition to a lower-carbon economy and (2) financial risks related to the physical impacts of climate change."}, {"text_block_id": "p44_b363", "text": "Financial Reporting Council"}, {"text_block_id": "p44_b364", "text": "– an"}, {"text_block_id": "p44_b365", "text": "independent regulator in the UK, responsible for regulating auditors, accountants, and actuaries, and setting the UK’s Corporate Governance and Stewardship Codes."}, {"text_block_id": "p44_b366", "text": "Glasgow Financial Alliance for Net Zero"}, {"text_block_id": "p44_b367", "text": "–"}, {"text_block_id": "p44_b368", "text": "chaired by Mark Carney, UN Special Envoy on Climate Action and Finance, the Alliance brings together over 160 firms (together responsible for assets in excess of $70 trillion) from the leading net zero initiatives across the financial system to accelerate the transition to net zero emissions by 2050."}, {"text_block_id": "p44_b369", "text": "Greenwashing"}, {"text_block_id": "p44_b370", "text": "– misleading or exaggerated sustainability claims made by firms."}, {"text_block_id": "p44_b371", "text": "International Financial Reporting Standards (IFRS) Foundation"}, {"text_block_id": "p44_b372", "text": "– a not-for-profit, public interest organisation established to develop a single set of high-quality, understandable, enforceable, and globally accepted accounting standards—IFRS Standards—and to promote and facilitate adoption of the standards."}, {"text_block_id": "p44_b373", "text": "International Organization of Securities Commissions (IOSCO)"}, {"text_block_id": "p44_b374", "text": "– the international body that brings together the world’s securities regulators and recognized as the global standard setter for the securities sector. IOSCO develops, implements, and promotes adherence to internationally recognized standards for securities regulation. It works with the G20 and the Financial Stability Board (FSB) on the global regulatory reform agenda."}, {"text_block_id": "p44_b375", "text": "Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p44_b376", "text": "– the United Nations body for assessing the science related to climate change. The IPCC provides regular assessments of the scientific basis of climate change, its impacts and future risks, and options for adaptation and mitigation."}, {"text_block_id": "p45_b377", "text": "International Sustainability Standards Board"}, {"text_block_id": "p45_b378", "text": "(ISSB)"}, {"text_block_id": "p45_b379", "text": "– proposed body being established by the IFRS Foundation to develop global sustainability reporting standards."}, {"text_block_id": "p45_b380", "text": "Nature positive"}, {"text_block_id": "p45_b381", "text": "– enhancing the resilience of our planet and societies to halt and reverse nature loss."}, {"text_block_id": "p45_b382", "text": "Net Zero emissions"}, {"text_block_id": "p45_b383", "text": "– Sometimes known as Net Zero Carbon or just Net Zero, this describes a state where any CO2 and Greenhouse Gas (GHG) emissions left over after decarbonisation are offset by negative emissions of an equivalent amount of CO2 from the atmosphere, resulting in no net GHG impact. The offsets need to actively remove carbon dioxide from the"}, {"text_block_id": "p45_b384", "text": "atmosphere, as opposed to only avoiding emissions elsewhere which is allowed in the specification for carbon neutral. There is not yet an agreed standard on what constitutes Net Zero Carbon for an organisation, product, or country, although there are multiple organisations with working definitions, for example, the Science Based Targets Initiative."}, {"text_block_id": "p45_b385", "text": "Task Force for Climate-Related Financial Disclosures (TCFD)"}, {"text_block_id": "p45_b386", "text": "– a private sector led group convened by the Financial Stability Board in 2015 to “develop voluntary, consistent climate-related financial disclosures that would be useful to investors, lenders and insurance underwriters in understanding material risks”."}, {"text_block_id": "p45_b387", "text": "Categories of ESG Investing (as referenced in Figure D):"}, {"text_block_id": "p45_b388", "text": "Impact Investing"}, {"text_block_id": "p45_b389", "text": "– Investments made with the intention to generate positive, measurable social and environmental impact alongside a financial return. There are four key elements: 1. Intentionality: Impact investments intentionally contribute to social and environmental solutions. This differentiates them from other strategies such as ESG investing, Responsible Investing, and screening strategies. 2. Financial Returns: Impact investments seek a financial return on capital that can range from below market rate to risk-adjusted market rate. This distinguishes them from philanthropy. 3. Range of Asset Classes: Impact investments can be made across asset classes. 4. Impact Measurement: A hallmark of impact investing is the commitment of the investor to measure and report the social and environmental performance of underlying investments."}, {"text_block_id": "p45_b390", "text": "Sustainability Focused"}, {"text_block_id": "p45_b391", "text": "– Investment approaches that select and include investments on the basis of their fulfilling certain sustainability criteria and/or delivering on specific and measurable sustainability outcome(s). Investments are chosen on the basis of their economic activities (what they produce/what services they deliver) and on their business conduct (how they deliver their products and services)."}, {"text_block_id": "p45_b392", "text": "Exclusions"}, {"text_block_id": "p45_b393", "text": "– Exclusions prohibit certain investments from a firm, fund or portfolio. Exclusions may be applied on a variety of issues, including to align with client expectations. They may be applied at the level of Sector, Business activity, products or revenue stream, A company or Jurisdictions/ countries. Exclusions determine that a fund or mandate does NOT invest in certain things. It does not constitute an approach that is characterised by proactively allocating capital to specific assets. It may involve excluding investments from a certain sector or investments that derive a portion of their income from the sale of certain specified products."}, {"text_block_id": "p45_b394", "text": "ESG Integration"}, {"text_block_id": "p45_b395", "text": "– The systematic and explicit inclusion of material ESG factors into investment analysis and investment decisions. ESG Integration alone does not prohibit any investments. Such strategies could invest in any business, sector or geography as long as the ESG risks of such investments are identified and taken into account."}], "document_description": "This document details Sustainability Disclosure Requirements to help businesses prepare for what they will have to report and by when (chapter 1), details the UK Green Taxonomy (chapter 2),&nbsp; Highlight the importance of investor stewardship in green finance and set out the government’s expectations (chapter 3), and reiterates the UK's commitment to international leadership on green finance."}