{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Other|Direct Investment", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Industry", "document_language": "English", "document_name": "Industrial Decarbonisation Strategy", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "17/03/2021", "document_keyword": "Net Zero", "document_url": "https://cdn.climatepolicyradar.org/GBR/2021/GBR-2021-03-17-Industrial Decarbonisation Strategy_f2e07c0ddbff4e88a22447adf91d1bcb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Industrial Decarbonisation Strategy"}, {"text_block_id": "p0_b2", "text": "March 2021"}, {"text_block_id": "p0_b3", "text": "CP 399"}, {"text_block_id": "p2_b4", "text": "Industrial Decarbonisation Strategy"}, {"text_block_id": "p2_b5", "text": "Presented to Parliament by the Secretary of State for Business, Energy & Industrial Strategy"}, {"text_block_id": "p2_b6", "text": "by Command of Her Majesty"}, {"text_block_id": "p2_b7", "text": "March 2021"}, {"text_block_id": "p2_b8", "text": "CP 399"}, {"text_block_id": "p3_b9", "text": "© Crown copyright 2021"}, {"text_block_id": "p3_b10", "text": "This publication is licensed under the terms of the Open Government Licence v3.0 except where otherwise stated. To view this licence, visit"}, {"text_block_id": "p3_b11", "text": "Where we have identified any third party copyright information you will need to obtain permission from the copyright holders concerned."}, {"text_block_id": "p3_b12", "text": "This publication is available at"}, {"text_block_id": "p3_b13", "text": "Any enquiries regarding this publication should be sent to us at"}, {"text_block_id": "p3_b14", "text": "ISBN 978-1-5286-2449-7"}, {"text_block_id": "p3_b15", "text": "CCS0221092964 03/21"}, {"text_block_id": "p3_b16", "text": "Printed on paper containing 75% recycled fibre content minimum"}, {"text_block_id": "p3_b17", "text": "Printed in the UK by the APS Group on behalf of the Controller of Her Majesty’s Stationery Office"}, {"text_block_id": "p4_b18", "text": "Contents"}, {"text_block_id": "p5_b19", "text": "Ministerial foreword"}, {"text_block_id": "p5_b20", "text": "The UK is the world’s first major economy to present a net zero Industrial Decarbonisation Strategy. This strategy comes at a time when the UK is striving forward with environmental progress, with economic recovery from the COVID-19 global pandemic, and towards a healthy future for generations to come."}, {"text_block_id": "p5_b21", "text": "The UK was also the first major economy to legislate an ambitious net zero target and we are taking a leading role globally in the fight against climate change. Domestically, this is a pioneering agenda, and this government will continue to seek ambitious targets and collaboration from other countries. We will do this most imminently through the UK’s presidency of COP26, the United Nations’ climate conference held in November 2021. I am committed to ensuring our leadership encourages all countries to pledge to a more viable path for our industries’ futures."}, {"text_block_id": "p5_b22", "text": "Decarbonising UK industry is a core part of the government’s ambitious plan for the green industrial revolution. Timing is critical and we must continue to propel forwards towards our 2050 net zero target with fervour, innovation, and commitment. We will use the actions set out in this strategy to accelerate the green transformation in industry: aiming high with our ambition, as we expect that emissions need to fall by around two thirds by 2035; and ensuring UK businesses expand into new and growing markets in a low carbon world, while broader competitiveness is protected."}, {"text_block_id": "p5_b23_merged", "text": "From the UK’s ceramic cluster in the West Midlands, to the Teesside chemical plants in North East England, the UK’s industrial heartlands are vitally important to our economy, contributing £170 billion each year and providing 2.6 million jobs (ONS, Annual Business Survey, 2020). As the UK leads the race to net zero, we will ensure that decarbonisation works for everybody and every region. In line with our policy priorities, we will use our efforts on decarbonisation to transform geographic disparities. Industrial clusters play a monumental role in achieving our goal: we have set ourselves the target of ensuring that there will be at least four low carbon clusters by 2030 and at least one net zero cluster by 2040."}, {"text_block_id": "p5_b26", "text": "The 2020s will be crucial for us to lay the bedrock for industrial decarbonisation. Over the next decade we will begin the journey of switching away from fossil fuel combustion to low carbon alternatives such as hydrogen and electrification, deploying key technologies such as carbon capture, usage and storage, and supporting industrial sites to maximise their energy and resource efficiency to reduce costs for businesses. In parallel, we will continue to help industry overcome barriers and work with our international partners, both old and new, to kick-start the demand for low carbon industrial products. The work we do"}, {"text_block_id": "p6_b27", "text": "in the next decade will be essential to ensure industry can flourish during its transition to net zero, without moving emissions and businesses abroad."}, {"text_block_id": "p6_b28", "text": "As the movement against climate change grows, the UK will continue to set global precedents towards a fairer, greener society. We are leading the way, and I look forward to working with industry sectors, businesses, and governments from across the world to ensure these challenges are met."}, {"text_block_id": "p6_b29", "text": "The Rt Hon Anne-Marie Trevelyan MP"}, {"text_block_id": "p6_b30", "text": "Minister of State for Business, Energy and Clean Growth"}, {"text_block_id": "p7_b31", "text": "Executive summary"}, {"text_block_id": "p7_b32", "text": "The UK is a world leader in the fight against climate change. In 2019 we became the first major economy in the world to pass laws to end its contribution to global warming by 2050. Reaching this target will require extensive, systematic change across all sectors, including industry. We must get this change right as the products made by industry are vital to life in the UK, and the sector supports local economies across the country."}, {"text_block_id": "p7_b33", "text": "This strategy covers the full range of UK industry sectors: metals and minerals, chemicals, food and drink, paper and pulp, ceramics, glass, oil refineries and less energy-intensive manufacturing"}, {"text_block_id": "p7_b34", "text": ". These businesses account for around one sixth of UK emissions, and transformation of their manufacturing processes is key if we are to meet our emissions targets over the coming decades (BEIS,"}, {"text_block_id": "p7_b35", "text": "Final UK greenhouse gas emissions from national statistics: 1990 to 2018: Supplementary tables,"}, {"text_block_id": "p7_b36", "text": "2020)."}, {"text_block_id": "p7_b37", "text": "The aim of this strategy is to show how the UK can have a thriving industrial sector aligned with the net zero target, without pushing emissions and business abroad, and how government will act to support this. An indicative roadmap to net zero for UK industry based on the content in this strategy is set out at the end of this summary. This strategy is part of a series of publications from government, which combined show how the net zero transition will take place across the whole UK economy."}, {"text_block_id": "p7_b38", "text": "Part 1: Foundations to deliver net zero for industry"}, {"text_block_id": "p7_b39", "text": "Chapter 1: Why we need a strategy and our approach"}, {"text_block_id": "p7_b40", "text": "We want to provide a clear signal to industry, setting out how we expect decarbonisation will happen through the sector, and the role government will take in supporting and enabling this transition. By doing so, we will support industrial development decisions, improve investor confidence, and provide the greater certainty needed to enable industrial businesses to begin the journey to net zero."}, {"text_block_id": "p7_b41", "text": "This chapter sets out:"}, {"text_block_id": "p7_b42", "text": "This chapter sets out:\n* our ambition for decarbonising industry in line with net zero: our expectation is\n<\\li1>"}, {"text_block_id": "p8_b46", "text": "This chapter sets out:\n* our ambition for decarbonising industry in line with net zero: our expectation is\n<\\li1>\n* our policy principles to drive industrial decarbonisation via addressing barriers,\n* our priorities in the 2020s, which focus on aligning existing policy with net zero and\n* the policy framework that will be used to drive decarbonisation through the\n* how we will position ourselves as a climate leader whilst ensuring UK industry retains"}, {"text_block_id": "p8_b54", "text": "Chapter 2: Getting investors to choose low carbon"}, {"text_block_id": "p8_b55", "text": "We want to support existing industry to decarbonise, and encourage the growth of new, low carbon sectors in the UK. In the long run we believe that markets will be best placed to determine the most cost-effective pathways to decarbonisation. Throughout the next decade government will need to help overcome the barriers that currently prevent industry from securing investment to start the low carbon transition."}, {"text_block_id": "p8_b56", "text": "This chapter sets out how we will:"}, {"text_block_id": "p8_b57", "text": "This chapter sets out how we will:\n* use carbon pricing as a tool to send a clear market signal, providing certainty over\n* put in place funding mechanisms to support deployment and use of CCUS and low\n* establish the right policy framework to ensure uptake of fuel switching\n* take initial steps to create a market for negative emissions technologies\n* establish a targeted approach to mitigating carbon leakage\n* work with stakeholders to understand how an EU Carbon Border Adjustment"}, {"text_block_id": "p8_b69", "text": "Chapter 3: Getting consumers to choose low carbon"}, {"text_block_id": "p8_b70", "text": "Without a clear demand for low carbon industrial products, industry risk being undercut by cheaper, high carbon alternatives after decarbonising. Government can take action to support low carbon manufacturers by creating demand and developing the market for low carbon industrial products, without significantly impacting end-consumers financially."}, {"text_block_id": "p8_b71", "text": "This chapter sets out how we will:"}, {"text_block_id": "p8_b72", "text": "This chapter sets out how we will:\n* develop proposals to improve data transparency\n<\\li1>"}, {"text_block_id": "p9_b74", "text": "This chapter sets out how we will:\n* develop proposals to improve data transparency\n<\\li1>\n* develop proposals for new product standards\n* develop proposals for product labelling\n* use public procurement to drive change\n* support businesses to make greener choices"}, {"text_block_id": "p9_b82", "text": "Part 2: Transforming industrial processes"}, {"text_block_id": "p9_b83", "text": "Chapter 4: Adopting low-regret technologies and building infrastructure"}, {"text_block_id": "p9_b84", "text": "The diversity of industry means that decarbonisation of the sector will be achieved through a combination of different technologies and measures. We will use our industrial decarbonisation pathways modelling to focus on low-regret deployment of key technologies such hydrogen and CCUS, which is robust to future uncertainties such as industrial demand, technical challenges and fuel prices."}, {"text_block_id": "p9_b85", "text": "This chapter sets out how we will:"}, {"text_block_id": "p9_b86", "text": "This chapter sets out how we will:\n* support deployment of CCUS on industrial sites in clusters to capture and store\n* support deployment of CCUS on industrial sites in clusters to capture and store\n 2\n* support deployment of CCUS on industrial sites in clusters to capture and store\n 2\n per year by 2030\n* support increasing amounts of fuel switching to low carbon hydrogen during the\n* support low-regret fuel switching to electrification in industry during the 2020s\n* review the most appropriate use of bioenergy in industry to provide evidence for the Bioenergy Strategy (2022)\n* consider the implications of the recommendation of the Climate Change Committee\n* work with industry to understand what is required to make sites retrofit-ready\n* work with the cement sector to explore options to decarbonise sites in dispersed\n* review policies to address specific barriers faced by less energy-intensive, dispersed\n* use Project Speed to ensure the land planning regime is fit for building low carbon\n* improve co-ordination between decarbonisation and environmental policies to meet"}, {"text_block_id": "p10_b110", "text": "Chapter 5: Improving efficiency"}, {"text_block_id": "p10_b111", "text": "Energy and resource efficiency measures, which reduce the level of energy and materials used in producing industrial goods, will be crucial to getting industry to net zero. Improvements in energy and resource efficiency will play a particularly significant role in reducing industrial emissions in the 2020s, leading the way in widespread emissions reductions while infrastructure for the deep decarbonisation options is built up throughout the decade."}, {"text_block_id": "p10_b112", "text": "This chapter sets out how we will:"}, {"text_block_id": "p10_b113", "text": "This chapter sets out how we will:\n* support sites to install energy management systems\n* improve heat recovery and reuse across sites, particularly in sites with high\n* help less energy-intensive, dispersed industrial sites improve energy efficiency\n* develop a communications plan to make industry aware of the support that is already\n* support increased resource efficiency and material substitution within industry, by"}, {"text_block_id": "p11_b123", "text": "Chapter 6: Accelerating innovation of low carbon technologies"}, {"text_block_id": "p11_b124", "text": "The low carbon technologies that are needed to decarbonise industry are at various stages of development. We need to continue to innovate and develop a broad range of low carbon technologies to put us in the best position to reduce the cost of decarbonisation and maintain the competitiveness of industry throughout the net zero transition."}, {"text_block_id": "p11_b125", "text": "This chapter sets out how we will:"}, {"text_block_id": "p11_b126", "text": "This chapter sets out how we will:\n* support innovation in fuel switching technologies, including low carbon electricity,\n* support first-of-a-kind demonstration of carbon capture utilisation and storage from\n* support the development of industrial digital technologies to maximise efficiency\n* support research into advanced technologies\n* support advancements in product innovation"}, {"text_block_id": "p11_b136", "text": "Part 3: Maximising the UK’s potential"}, {"text_block_id": "p11_b137", "text": "Chapter 7: Net zero in a global market"}, {"text_block_id": "p11_b138_merged", "text": "Decarbonising industry is a global challenge. Industrial products are bought and sold in every country in the world, and the sector accounts for around 24% of global carbon dioxide emissions (IEA, Tracking Industry 2020, 2018). By leading and advocating for stronger international collaboration with others, we will develop new technologies faster, increase production, and bring down the costs of industrial decarbonisation more quickly."}, {"text_block_id": "p11_b141", "text": "This chapter sets out how we will:"}, {"text_block_id": "p11_b142", "text": "This chapter sets out how we will:\n* work with our partners to create a coalition of countries committed to shared\n* lead global innovation efforts, through the UKâs leading role in Mission Innovation, to\n* support industrial decarbonisation through trade policy\n* capitalise on the export opportunities of having a world-leading net zero industry\n* continue to work with key international organisations, countries and initiatives to"}, {"text_block_id": "p12_b152", "text": "Chapter 8: Levelling up"}, {"text_block_id": "p12_b153", "text": "The manufacturing sector is a crucial part of local economies across the UK, often providing well-paid jobs in areas where salaries fall below the UK average, and it is vital that this sector thrives now and in the future. We will use the opportunity of net zero to transform the UK’s industrial regions, attracting inward investment, future proofing businesses and securing the long-term viability of jobs."}, {"text_block_id": "p12_b154", "text": "This chapter sets out how we will:"}, {"text_block_id": "p12_b155", "text": "This chapter sets out how we will:\n* unlock new job opportunities through deployment of low carbon infrastructure in\n* support the skills transition so that the current and future workforce benefit from the\n* create incentives for new industrial sectors to base themselves in the UKâs industrial\n* work with devolved governments across England, Scotland, Wales and Northern"}, {"text_block_id": "p12_b163", "text": "Chapter 9: Tracking progress"}, {"text_block_id": "p12_b164", "text": "Industrial decarbonisation is a complex process and it is imperative that we take action now to reach our 2050 goals. In this strategy, we are setting out new ambitions for a thriving low carbon industrial sector, and we need new indicators to measure our progress. For example, we need to track the deployment of new infrastructure that will enable widespread capture and storage of carbon dioxide, as well as monitoring the growth of green jobs in industry."}, {"text_block_id": "p12_b165", "text": "This chapter sets out how we will:"}, {"text_block_id": "p12_b166", "text": "This chapter sets out how we will:\n* take a strategic, effective, proportionate, flexible and responsive approach to track\n* use governmentâs annual response to the Climate Change Committeeâs progress\n* use a range of metrics to update on our progress, including UK industry emissions"}, {"text_block_id": "p13_b172", "text": "Indicative roadmap to net zero UK industry"}, {"text_block_id": "p13_b173", "text": "Summary"}, {"text_block_id": "p14_b174", "text": "Part 1"}, {"text_block_id": "p14_b175", "text": "Foundations to deliver net zero for industry"}, {"text_block_id": "p14_b176", "text": "Chapter 1:"}, {"text_block_id": "p14_b177", "text": "Why we need a strategy and our approach"}, {"text_block_id": "p15_b178", "text": "The UK was the first major economy in the world to pass laws to end its contribution to global warming with our 2050 net zero target. With the publication of this strategy, we become the first to show how we can have a thriving industrial sector aligned to net zero. We will work in partnership with industry, its workforce, customers and communities, sharing the costs and opportunities of this green industrial revolution."}, {"text_block_id": "p15_b179", "text": "This strategy builds on the ambition and actions set out in the Industrial Decarbonisation and Energy Efficiency Roadmaps to 2050 project: updating the pathways analysis and adapting actions to reflect our net zero target, considering fully the role of hydrogen and resource efficiency, and expanding to consider all of UK industry."}, {"text_block_id": "p15_b180", "text": "This strategy reflects advice and feedback from trade associations, businesses, environmental groups, academics and the Climate Change Committee (CCC). Workshops explored themes such as incentives to adopt low carbon technologies, carbon leakage risks and the importance of a clear policy and funding landscape. The role of government, industry and the consumer in the net zero transition were discussed at a Confederation of British Industry roundtable with over 40 industry representatives, as well as the BEIS Industrial Energy and Energy Intensive Industry stakeholder forums. Finally, the pathways analysis in Annex 4 was tested with a group of academic experts."}, {"text_block_id": "p15_b181", "text": "We look forward to continued partnership with our stakeholders, so that we can deliver the ambition of this strategy together over the coming years."}, {"text_block_id": "p15_b182", "text": "The decarbonisation challenge"}, {"text_block_id": "p15_b183", "text": "Industrial products are vital to life in the UK, from the fabric of our buildings to the materials we use in our daily life. Without manufacturing industry, there would be no cars, no COVID-19 vaccine, no food or the packaging it goes in. UK industries combine high end technology and highly skilled workers with ingenuity to make products that are traded all over the world."}, {"text_block_id": "p15_b184", "text": "Industry plays an essential role in society, contributing £170 billion to the overall economy. It is a high value area of employment, directly accounting for 9% of the UK’s GDP and providing 2.6 million direct jobs (ONS,"}, {"text_block_id": "p15_b185", "text": "Annual Business Survey"}, {"text_block_id": "p15_b186", "text": ", 2020) as well as over 5 million jobs across the value chain (UK in a Changing Europe,"}, {"text_block_id": "p15_b187", "text": "Manufacturing and Brexit"}, {"text_block_id": "p15_b188", "text": ", 2020). These businesses are disproportionately important to regions outside the South East, providing well paid jobs in areas such as the North West, Yorkshire and South Wales."}, {"text_block_id": "p15_b189", "text": "This strategy covers the full range of UK industry sectors: metals and minerals, chemicals, food and drink, paper and pulp, ceramics, glass, oil refineries and less energy-intensive manufacturing"}, {"text_block_id": "p15_b190", "text": "1"}, {"text_block_id": "p15_b191", "text": ". It also covers the new emerging industries, which will be the hallmarks of the net zero transition, including low carbon hydrogen and carbon capture, usage and storage."}, {"text_block_id": "p15_b192_merged_merged_merged", "text": "Today our sectors are highly emitting, and combined produce 16% (72 Mt CO2e) of UK emissions (BEIS,"}, {"text_block_id": "p15_b195", "text": "Final UK greenhouse gas emissions from national statistics: 1990 to"}, {"text_block_id": "p16_b196", "text": "2018: Supplementary tables,"}, {"text_block_id": "p16_b197", "text": "2020)"}, {"text_block_id": "p16_b198", "text": ". Around half of these emissions are concentrated in industrial clusters (BEIS, 2020 - BEIS analysis of the NZIP model, see Annex 4)."}, {"text_block_id": "p16_b199", "text": "Clustered sites"}, {"text_block_id": "p16_b200", "text": "37.6 MtCO"}, {"text_block_id": "p16_b201", "text": "2"}, {"text_block_id": "p16_b202", "text": "e"}, {"text_block_id": "p16_b203_merged_merged_merged", "text": "Figure 1.1: Breakdown of current UK industry as considered in this strategy4"}, {"text_block_id": "p16_b205", "text": "This strategy comes at a time of substantial economic challenge and decreased ability of companies to invest. COVID-19 has resulted in a fall in production output, exports, and turnover growth across many of our industries. In the short term, industry has been able to access a range of cross economy government support, and in the longer term we are pursuing a green response to this crisis, including through the actions detailed in this strategy."}, {"text_block_id": "p16_b206", "text": "At the same time, there are significant positive changes taking place in the global fight against climate change, which will support industry’s net zero transition. In November 2021, the UK will host the 26th UN Climate Change Conference of Parties (COP26), through which we are committed to reaching a constructive, negotiated outcome that drives forward collective climate action globally in line with the temperature goal of the Paris Agreement. The UK is also implementing and negotiating new free trade agreements following our exit from the EU, growing our decarbonisation export and collaboration opportunities in turn."}, {"text_block_id": "p17_b207", "text": "Supporting the sectors to reach net zero carbon emissions by 2050 will provide new opportunities to level up the economy across all nations and regions of the country. Enabling investment in decarbonised technologies can drive job creation and new inward investment in the UK, and create new markets for our manufacturers."}, {"text_block_id": "p17_b208_merged", "text": "Decarbonisation also creates challenges for industry. Many essential low carbontechnologies are in earlier stages of development, and not yet deployed regularly at a commercial level. Low carbon manufacturing will also be more expensive for some sectors, leading to an increase in their costs, and therefore risking a reduction in their competitiveness. This creates a risk of “carbon leakage” (Chapter 2), which could impact both our domestic and global climate goals. We need to work with industry to overcome these barriers in the coming decades. Any action taken will need to be consistent with our international obligations, both under the Paris Agreement and wider international trade rules."}, {"text_block_id": "p17_b210", "text": "To meet net zero, our modelling shows industrial emissions will need to fall by at least 90% by 2050 (Chapter 4), equivalent to taking all the cars off the roads today. Any remaining emissions will need to be offset by separate methods, such as planting trees and capturing carbon from the air. All industrial sectors will need to act to meet this challenge. We need to transform how industry uses energy and makes products, and rethink the way consumers buy industrial products."}, {"text_block_id": "p17_b211", "text": "Our objectives"}, {"text_block_id": "p17_b212", "text": "Through this strategy, we are aiming to:"}, {"text_block_id": "p17_b213", "text": "•"}, {"text_block_id": "p17_b214", "text": "show how the UK can have a thriving industrial sector aligned with the net zero target, without pushing emissions and business abroad"}, {"text_block_id": "p17_b215", "text": "•"}, {"text_block_id": "p17_b216", "text": "show how and when government will act to support this, while sharing the costs and risks fairly between industry, its customers and the taxpayer"}, {"text_block_id": "p17_b217", "text": "•"}, {"text_block_id": "p17_b218", "text": "start a conversation with industry, its workforce, customers and communities about the future of industry in a net zero world"}, {"text_block_id": "p17_b219", "text": "Every part of the UK has an important role to play in decarbonising industry. There are unique challenges to reaching net zero in each of the devolved nations, and some of the ambition set out within this strategy may require devolved powers to deliver. We look forward to continuing to work collaboratively with the devolved administrations to ensure that industry decarbonises across all nations."}, {"text_block_id": "p18_b220", "text": "Our ambition"}, {"text_block_id": "p18_b221", "text": "To keep industry on the journey to net zero, and meet our carbon budgets and nationally determined contribution under the Paris Agreement, we expect that"}, {"text_block_id": "p18_b222", "text": "emissions need to fall by around two thirds by 2035"}, {"text_block_id": "p18_b223", "text": ", delivering this in a way that capitalises on clean growth opportunities. Annex 4 sets out the modelling and analysis that has informed this. Our current expectation is that to meet this we need:"}, {"text_block_id": "p18_b224", "text": "•"}, {"text_block_id": "p18_b225", "text": "four of our major industrial regions linked up to the necessary decarbonisation infrastructure by 2030"}, {"text_block_id": "p18_b226", "text": "•"}, {"text_block_id": "p18_b227", "text": "around 3 MtCO"}, {"text_block_id": "p18_b228", "text": "2"}, {"text_block_id": "p18_b229", "text": "of industry emissions captured each year by 2030, the same as planting over 500 million trees"}, {"text_block_id": "p18_b230", "text": "•"}, {"text_block_id": "p18_b231", "text": "low carbon fuels such as hydrogen, electricity and bioenergy replacing fossil fuels, unless combined with carbon capture. To be on track to deliver net zero, we expect that the minimum, in all future scenarios, is 20 TWh per year of fossil fuel use replaced with low carbon alternatives in 2030"}, {"text_block_id": "p18_b232", "text": "•"}, {"text_block_id": "p18_b233", "text": "maximum energy, resource and material efficiency within industry, including the adoption of circular economy measures, particularly through the 2020s"}, {"text_block_id": "p18_b234", "text": "•"}, {"text_block_id": "p18_b235", "text": "development of a thriving market for low carbon materials"}, {"text_block_id": "p18_b236", "text": "•"}, {"text_block_id": "p18_b237", "text": "established approaches to equip workers and local residents to take advantage of new opportunities of decarbonising industry"}, {"text_block_id": "p18_b238", "text": "•"}, {"text_block_id": "p18_b239", "text": "cooperation with other leading nations and support to the developing world to ensure that industrial decarbonisation is happening across the globe"}, {"text_block_id": "p18_b240", "text": "We will revisit these expectations as part of the analysis for the Net Zero Strategy later this year, and as relative costs evolve over time. Additionally, in collaboration with the Steel Council we will consider the implications of the recommendation of the Climate Change Committee to “set targets for ore-based steelmaking to reach near-zero emissions by 2035” and the business environment necessary to support the transition."}, {"text_block_id": "p18_b241", "text": "Our principles"}, {"text_block_id": "p18_b242_merged_merged_merged", "text": "Over the long run, we believe carbon markets are best placed to determine the most cost-effective pathways to decarbonisation. But industry faces a range of well documented barriers to clean growth, and government efforts so far have not provided the framework needed to make decarbonisation viable. We will change the policy landscape to overcome these issues, through actions driven by the following principles:"}, {"text_block_id": "p18_b245", "text": "•"}, {"text_block_id": "p18_b246", "text": "government intervention should focus on addressing market failures or barriers to decarbonisation. Intervention should be technology neutral, and fairly share the cost and risk between industry, consumers and taxpayers (Chapter 2 and 3)"}, {"text_block_id": "p18_b247", "text": "•"}, {"text_block_id": "p18_b248", "text": "where decarbonisation leads to significant costs that creates carbon leakage risk, it should be supported by targeted intervention to mitigate this risk (Chapter 2)"}, {"text_block_id": "p19_b249", "text": "•"}, {"text_block_id": "p19_b250", "text": "government should play a key role in delivery of large infrastructure projects for key technologies (e.g. CCUS and hydrogen networks) where there is a shared benefit and the risk or cost is too great for the private sector (Chapter 4)"}, {"text_block_id": "p19_b251", "text": "•"}, {"text_block_id": "p19_b252_merged", "text": "government should intervene to deliver specific strategic outcomes in line with wider priorities set out in Build Back Better: our plan for growth (Chapters 6 and 8)"}, {"text_block_id": "p19_b255", "text": "These principles inform the commitments in this strategy, and will be the basis for our interventions through the 2020s and beyond. Annex 1 collects the full range of delivery commitments made in this strategy and Annex 3 sets out how we will deliver our goal of achieving four low carbon clusters by 2030 and at least one fully net zero cluster by 2040."}, {"text_block_id": "p19_b256", "text": "Our approach"}, {"text_block_id": "p19_b257", "text": "Action in the 2020s"}, {"text_block_id": "p19_b258", "text": "We are entering a crucial decade where we will lay the policy and infrastructure foundations to enable deep decarbonisation and ensure businesses do not lock in high carbon technologies. We also hear the feedback that current policies are complicated and overlapping. Our actions in the 2020s will focus on aligning existing policy with net zero and putting in place new incentives to fill any policy gaps, to create a clear set of incentives that stands the test of time. Through these changes we will create the conditions for the first industrial businesses to deeply decarbonise, forging a path for other companies to follow. At the same time we will continue to incentivise energy efficiency improvements across industry, to ensure emissions targets are met."}, {"text_block_id": "p19_b259", "text": "For our funding approach, this means having the right schemes in place to support the deployment of low carbon technologies. And it means investing in the critical shared infrastructure required to deploy these technologies."}, {"text_block_id": "p19_b260", "text": "For our approach to carbon pricing, this means ensuring the UK Emissions Trading Scheme (ETS) sets a cap in line with our emissions targets, and that our policy provides the right long-term signals to incentivise abatement across industry. It also means ensuring appropriate mitigations for competitiveness are in place that accurately reflect carbon leakage risks and do not disincentivise abatement."}, {"text_block_id": "p19_b261", "text": "For regulation, this means introducing new incentives to address other market failures. This includes measures to support the development of the market for low carbon products."}, {"text_block_id": "p19_b262", "text": "Frameworks for the 2030s and 2040s"}, {"text_block_id": "p19_b263", "text": "In the 2030s and 2040s, deep decarbonisation will set in across industry, building on the concrete steps taken in the 2020s. As decarbonisation becomes more widespread, government’s role will change. Certainty about the impact and cost of technologies will improve, gradually reducing the need for government funding to support deployment. Essential foundations such as building infrastructure and maturation of the low carbon product market will be completed, further reducing the need for government intervention."}, {"text_block_id": "p20_b264", "text": "Cost figures taken from most recent government publication or announcement unless stated otherwise."}, {"text_block_id": "p20_b265", "text": "3"}, {"text_block_id": "p20_b266", "text": "Estimated cost based on energy consumption. Total CCL cost is £2 billion per year across all sectors, including industry, agriculture, commercial and public services."}, {"text_block_id": "p20_b267", "text": "6"}, {"text_block_id": "p20_b268", "text": "Annual costs were £684 million in 2019-2020, including commercial, industrial and public premises. £1.01 billion total budget for domestic/non-domestic schemes in 2019/2020."}, {"text_block_id": "p20_b269", "text": "Figure 1.2: Industrial decarbonisation policy in the 2020s, with costs"}, {"text_block_id": "p20_b270", "text": "Chapter 1"}, {"text_block_id": "p21_b271", "text": "The 2050 framework"}, {"text_block_id": "p21_b272", "text": "Figure 1.3: Possible industrial emissions policy approaches by 2050"}, {"text_block_id": "p21_b273", "text": "Chapter 1"}, {"text_block_id": "p22_b274", "text": "Government will continue to play a role in reducing emissions. We see emissions trading and product regulation policies continuing to form the core levers used to drive deployment of low emissions technology through to 2050. Long term, we need to address the competitiveness risks arising from such policies that give rise to carbon leakage. This will include ensuring that both global and local incentives to decarbonise endure by seeking to reduce differences in climate policy between trading partners. For example, by closing differentials in global carbon prices as the cap of the UK ETS tightens and fewer emission allowances are given for free. As set out in the Net Zero Review Interim Report, this could be achieved through a range of policy approaches including climate diplomacy and treating imports in ways that seek to compensate for the competitiveness impacts of any asymmetries between trading partners’ climate policies."}, {"text_block_id": "p22_b275", "text": "Measures to improve productivity could also be implemented to mitigate competitiveness pressures. These options are discussed in the Net Zero Review Interim Report. Figure 1.3 sets out the framework of policy options that could drive abatement in industry by 2050, building on work undertaken in the 2020s."}, {"text_block_id": "p22_b276", "text": "Direct government funding for new abatement projects in industry will decrease in the 2030s and into the 2040s as, in line with our principles, we increasingly see the market driving investment in reducing industrial emissions. Government at a national or local level will play a role supporting any necessary training of the workforce as companies evolve in the transition to net zero, to ensure we have the skills needed for a low carbon industrial sector."}, {"text_block_id": "p24_b277", "text": "Progress so far and next steps"}, {"text_block_id": "p24_b278", "text": "Total industry emissions have more than halved over the past 30 years (BEIS,"}, {"text_block_id": "p24_b279", "text": "Final UK greenhouse gas emissions national statistics: 1990 to 2018: Supplementary tables,"}, {"text_block_id": "p24_b280", "text": "2020). Analysis by the CCC suggests this can be explained by a combination of the changing structure of the UK’s manufacturing sector, improved energy efficiency, and a shift to lower-carbon fuels. However, emissions reductions in industry are slowing, and more action is needed if we are going to meet our net zero commitments."}, {"text_block_id": "p24_b281", "text": "We have a good policy foundation that can help us meet this challenge. Energy-intensive industry has been covered by a cap-and-trade policy in the UK since 2005. In 2015, we published the Industrial Decarbonisation and Energy Efficiency Roadmaps to 2050, which set out a series of pathways for emissions reductions for energy-intensive sectors. Alongside the 2017 Clean Growth Strategy, we published action plans that identified how government and industry should work together to enable decarbonisation in line with our previous 80% emissions reduction target."}, {"text_block_id": "p24_b282", "text": "More recently, we have set out to have the world’s first net zero industrial cluster by 2040, launched the new UK Emission Trading Scheme and the Industrial Energy Transformation Fund, consulted on commercial support for carbon capture, and announced a £1 billion Carbon Capture and Storage Infrastructure Fund and a £240 million Net Zero Hydrogen Fund. Annex 2 details the full set of extant UK government policies that support industrial decarbonisation."}, {"text_block_id": "p24_b283", "text": "Industry is greatly interconnected with the UK’s energy system, and delivering net zero in the sectors will have a wide range of interactions with our wider economy as it too decarbonises. This strategy builds on commitments in previous government strategies and policy consultations, including the 2020"}, {"text_block_id": "p24_b284", "text": "Ten Point Plan for a Green Industrial Revolution (Ten Point Plan"}, {"text_block_id": "p24_b285", "text": "). It sits in a wider system of strategies that set out how net zero will be achieved for the UK as a whole."}, {"text_block_id": "p24_b286", "text": "We are setting our policy framework for the 2020s now, and will implement this over the rest of the decade; driving deep decarbonisation of first movers, energy efficiency improvements across sectors, and setting the incentives to ensure a smooth transition to net zero for all of industry"}, {"text_block_id": "p24_b287", "text": ", taking advantage of the innovation opportunities available and retaining competitiveness as we reduce emissions."}, {"text_block_id": "p24_b288_merged_merged_merged", "text": "This is the start of the journey. We need to stay focused on our overarching net zero 2050 goal, but respond to feedback and evolve how we get there. We will track emissions and other indicators and update on our progress annually. We will build on this strategy, updating our actions every five years. (Chapter 9)"}, {"text_block_id": "p25_b293", "text": "Figure 1.5: Phases of industrial decarbonisation"}, {"text_block_id": "p26_b294", "text": "Part 1"}, {"text_block_id": "p26_b295", "text": "Foundations to deliver net zero for industry"}, {"text_block_id": "p26_b296", "text": "Chapter 2:"}, {"text_block_id": "p26_b297", "text": "Getting investors to choose low carbon"}, {"text_block_id": "p27_b298", "text": "Reducing industrial emissions to net zero is a commercial challenge. In many cases, the financial cost of making low carbon industrial products will be higher than the carbon intensive production methods used now. In all cases, the costs associated with decarbonising industry are uncertain and will be influenced by factors such as fuel prices, costs of new equipment and the proximity of industrial sites to shared infrastructure or other industrial users. We want to support existing industry and encourage the growth of new, low carbon sectors in the UK. To achieve this, we need to help make low carbon investments become a viable option for industry, meeting industry’s need for short term pay back on investment. Aligning with the principles set out in the government’s Net Zero Review Interim Report, we need to consider how costs of net zero can be shared fairly between the taxpayer, industry and its customers."}, {"text_block_id": "p27_b299", "text": "In the long run, markets will be best placed to determine the most cost-effective pathways to decarbonisation. Throughout the next decade, government will need to help overcome a number of different market failures and barriers to entry that prevent industry from securing investment needed to start the low carbon transition. Three levers will be key to any policy framework designed to unlock investment in the technologies we need to decarbonise industry – as set out in Figure 2.1. An ambitious UK Emissions Trading Scheme (UK ETS) cap will send a clear signal to the market that this government is committed to reaching net zero. While risks associated with low carbon investments remain high, or if the carbon price is low, targeted government funding mechanisms will pull through investment from the private sector for the deployment of technologies. A reformed approach to mitigating carbon leakage, adapting over time to reflect a tighter ETS cap alongside increased deployment of low carbon technologies, will ensure our global and domestic climate goals are met, while supporting the growth of low carbon manufacturing in the UK."}, {"text_block_id": "p27_b300", "text": "Figure 2.1: A framework to unlock investment in low carbon industry"}, {"text_block_id": "p27_b301_merged", "text": "Over time, we expect that costs of deploying new technologies for industry will fall. This reflects experience in the offshore wind sector, where the government’s Contracts for Difference scheme for low carbon electricity delivered investment and significant cost reductions, with costs of offshore wind falling by two-thirds in the past five years (HM Government, Ten Point Plan, 2020). Other barriers faced by industry, associated with risk, or coordination, will also be addressed, reducing the need for direct government support."}, {"text_block_id": "p28_b304", "text": "The policies set out in this chapter will adapt in a way that reflects changes in the market, to ensure that any government support guarantees value for money for the taxpayer, while industry and its customers pay a fair price for their emissions."}, {"text_block_id": "p28_b305", "text": "To help drive investment in low carbon industry, government will:"}, {"text_block_id": "p28_b306", "text": "Action 2.1: Use carbon pricing as a tool to send a clear market signal, providing certainty over our net zero ambition for industrial sectors"}, {"text_block_id": "p28_b307", "text": "Carbon pricing is a cost-effective and technology-neutral tool for getting industry to take account of its emissions in business decisions. Pricing policies like the Carbon Price Support and EU Emissions Trading System (EU ETS) have helped drive a switch from coal to gas generation in the power sector, and the UK ETS will be a key part of the framework to reduce emissions from industry."}, {"text_block_id": "p28_b308", "text": "In January 2021, we established a UK ETS to replace the UK’s participation in the EU ETS. To reflect our ambition on carbon pricing, the cap on allowances – which represents the overall limit of emissions allowed in the system – will be aligned with the UK’s net zero ambition by January 2024. In 2021, we will carry out a review of the UK ETS. This will include consulting on a net zero consistent emissions cap; reviewing the long-term role of free allowances; exploring expanding the scope of the scheme to cover more sectors of the economy and linking with other schemes internationally; and considering the case for a supply adjustment mechanism."}, {"text_block_id": "p28_b309", "text": "Some industrial businesses, or facilities within an installation, will remain out of scope of the UK ETS at this time. For those businesses, we expect the Climate Change Levy (CCL) and action agreed through the Climate Change Agreements (CCA) scheme to act as a driver for energy efficiency improvements and decarbonisation. The CCA scheme has recently been extended by two years, providing significantly reduced CCL rates until March 2025 for participants who meet their targets. We intend to undertake further assessment of the purpose and targeting of a long-term scheme following the extension, informed by the responses to last year’s consultation."}, {"text_block_id": "p28_b310", "text": "Action 2.2: Put in place funding mechanisms to support deployment and use of CCUS and low carbon hydrogen infrastructure"}, {"text_block_id": "p28_b311", "text": "CCUS will be crucial to reaching net zero, and low carbon hydrogen has the potential to play a key role in enabling the economic transformation of the UK’s industrial regions. With both technologies at early stages of development, government will need to play an active role in overcoming market failures; sharing the risk and costs of scaling up deployment of both CCUS and low carbon hydrogen."}, {"text_block_id": "p29_b312", "text": "Throughout the early 2020s, we will support the engineering and technical design elements of decarbonisation projects across the UK’s industrial clusters through UK Research and Innovation’s (UKRI) Industrial Decarbonisation Challenge. Throughout the 2020s and 2030s, further support to develop markets for these technologies will be necessary. We have already committed to a £1 billion CCS Infrastructure Fund to provide industry with certainty required to deploy CCUS at pace and scale, alongside a £240 million Net Zero Hydrogen Fund. Later this year, we will bring forward further details of the revenue mechanism that will support business models for both industrial carbon capture and low carbon hydrogen projects."}, {"text_block_id": "p29_b313", "text": "Industrial carbon capture"}, {"text_block_id": "p29_b314", "text": "We are already working with industry to develop an industrial carbon capture contract. In December 2020, we set out our ‘minded-to’ position on the commercial business model designed to incentivise deployment of carbon capture technology for industry. For first of a kind projects, we expect the model to cover operational costs, transport and storage fees and a rate of return on capital investment, with an element of capital co-funding for initial projects. The model will be based on the Contract for Difference model with, for initial projects, a pre-defined, fixed trajectory for the reference price, coupled with a bilaterally negotiated strike price that is intended to reflect the actual costs of capture. As carbon capture is established and the low carbon market matures, it is intended that the reference price would evolve to the market-driven carbon price. We plan to finalise the industrial carbon capture business model in 2021 and to implement it in 2022."}, {"text_block_id": "p29_b315", "text": "Figure 2.2: Illustrative example; CCUS costs fall over time."}, {"text_block_id": "p30_b316", "text": "Transport and storage"}, {"text_block_id": "p30_b317", "text": "Carbon dioxide transport and storage networks are fundamental to supporting efficient and cost-effective decarbonisation of industry. They also offer a pathway for negative emissions through Bio-Energy CCUS (BECCS) and Direct Air Capture with Carbon Sequestration (DACCS). In our December 2020 update on CCUS business models, we set out plans to publish a carbon dioxide Transport and Storage Regulatory Investment business model. The regulatory framework will support a stable, predictable and index-linked model which will underpin investment returns so that carbon capture can play a role in the UK’s economy, supported, where needed, by appropriate levels of government intervention (BEIS,"}, {"text_block_id": "p30_b318", "text": "CCUS: an update on Business Models"}, {"text_block_id": "p30_b319", "text": ", 2020)."}, {"text_block_id": "p30_b320", "text": "Low carbon hydrogen"}, {"text_block_id": "p30_b321", "text": "The government’s"}, {"text_block_id": "p30_b322", "text": "Ten Point Plan"}, {"text_block_id": "p30_b323", "text": "confirmed that a £240 million Net Zero Hydrogen Fund will provide capital co-investment for early low carbon hydrogen production projects. The December 2020 update on CCUS business models also included an update on our work on hydrogen business models and summarised our approach to developing business models that aim to overcome the cost gap between low carbon hydrogen and higher carbon fuels, such as natural gas. We have committed to a consultation on preferred low carbon hydrogen business models in Q2 2021, with a final model to be agreed in 2022. We have also committed to setting out further details on the revenue mechanism to fund our hydrogen business model later in 2021."}, {"text_block_id": "p30_b324_merged_merged_merged", "text": "Alongside work on business models, we are considering the role that fuel standards can play in helping industry invest in low carbon alternatives. We are gathering evidence on the emissions associated with different hydrogen production technologies and will work with industry to develop a UK standard that defines low carbon hydrogen. Further details will be provided in the UK Hydrogen Strategy."}, {"text_block_id": "p30_b327", "text": "Action 2.3: Establish the right policy framework to ensure uptake of fuel switching"}, {"text_block_id": "p30_b328", "text": "While CCUS will be critical to achieving net zero, fossil fuels (gas, coal and oil) will also need to be replaced with low carbon alternatives such as low carbon hydrogen, electricity or biomass (primarily with CCUS). Industry face barriers to fuel switching (set out in detail in Chapter 4) and we acknowledge that there may be a role for government to support uptake of fuel switching, beyond the business models for low carbon hydrogen set out in the previous section. During 2021, we will review the existing policy landscape and assess the impact that barriers have on business decisions about investing in electrification and biomass (primarily with CCUS) technologies. We will also consider how industry can make use of smart technologies, such as storage and demand side response, to provide flexibility to the system, helping industrial consumers use energy when it is cheapest and cleanest."}, {"text_block_id": "p30_b329", "text": "By the end of 2021, we will set out any initial steps that the government will take to support the uptake of electrification and biomass (primarily with CCUS) for industry."}, {"text_block_id": "p32_b330", "text": "Action 2.4: Take initial steps to create a market for negative emissions technologies"}, {"text_block_id": "p32_b331_merged", "text": "Our pathways modelling demonstrates that there will be a small amount of residual emissions (about 6 Mt CO2e) that will need to be offset through a combination of different greenhouse gas removal (GGR) measures. GGR technologies include afforestation as well as innovative technologies including DACCS and BECCS."}, {"text_block_id": "p32_b334", "text": "In June 2020, the government announced up to £100 million of new research and development funding to help develop direct air capture technologies in the UK. This will support the development of GGR technologies to help them achieve commercialisation. In December 2020, we launched a call for evidence on GGRs, to strengthen the government’s evidence base on the viability of different GGRs in the UK and the role of government in addressing market barriers and stimulating the development and deployment of GGRs. We will use responses from this call for evidence to inform the government’s future policy in this area, including considering how the UK ETS could be developed to incentivise deployment of GGRs."}, {"text_block_id": "p32_b335", "text": "Action 2.5: Establish a targeted approach to mitigating carbon leakage"}, {"text_block_id": "p32_b336", "text": "Managing the trade-off between driving change as we seek to meet our domestic and global climate goals and keeping businesses competitive is key to achieving a successful transition to low carbon industry."}, {"text_block_id": "p32_b337", "text": "As the UK transitions to net zero, there will be implications for the competitiveness of UK businesses. Some businesses will benefit from new export opportunities (Chapter 7), but others could face competitiveness concerns if other countries do not decarbonise as quickly as the UK. These changes could lead to carbon leakage."}, {"text_block_id": "p32_b338", "text": "Carbon leakage is when policies achieve their goal of lowering emissions in one jurisdiction but drive some companies to move production or reallocate investment to other countries with less ambitious greenhouse gas emissions reduction policies. This could lead to an increase in overall global emissions, and a worse outcome for climate"}, {"text_block_id": "p33_b339", "text": "change. The risk of carbon leakage depends on several factors, including each sector’s costs of decarbonising, how many emissions they produce, how much a sector trades internationally, and climate and business environment policies in other countries."}, {"text_block_id": "p33_b340", "text": "Carbon leakage can arise through several channels. In the context of industrial decarbonisation, we are particularly concerned with:"}, {"text_block_id": "p33_b341", "text": "•"}, {"text_block_id": "p33_b342", "text": "domestic producers losing market share to higher carbon imports as a result of higher domestic carbon costs than those faced by international competitors"}, {"text_block_id": "p33_b343", "text": "•"}, {"text_block_id": "p33_b344", "text": "diversion of investment from countries with more ambitious carbon constraints to those with less ambitious ones, leading to increased emissions"}, {"text_block_id": "p33_b345", "text": "Leakage is first and foremost an environmental issue, but it is also an obstacle to a fair and level global playing field for businesses. Industry should not wrongly lose their competitiveness because of their exposure to more stringent emissions targets than their global competitors."}, {"text_block_id": "p33_b346", "text": "Beyond immediate climate policy, there are wider circumstances that affect the competitiveness of UK industry, and can also lead to investment moving abroad. ‘"}, {"text_block_id": "p33_b347", "text": "Build Back Better: our plan for growth"}, {"text_block_id": "p33_b348", "text": "’ sets out the government’s plans to support growth across the economy through significant investment in infrastructure, skills and innovation, in a way that enables net zero. As cited above, we will publish a call for evidence later this year on affordability and fairness in our energy system. Net zero is a shared commitment across all of government and a consideration of climate change impact will need to be embedded across all future policy making."}, {"text_block_id": "p33_b349", "text": "Current approaches to mitigating leakage"}, {"text_block_id": "p33_b350", "text": "Historically, the UK’s approach to mitigating carbon leakage risk has been through issuing free allowances under the EU ETS and providing energy-intensive sectors with compensation for increased energy costs. We recognise this approach may overcompensate for the risk of leakage, and as we further develop our policy framework, we want to ensure that carbon leakage policies are better targeted."}, {"text_block_id": "p33_b351", "text": "Under the UK ETS, a proportion of allowances are also allocated for free, with the initial approach similar to that of the EU ETS (Phase IV). The UK ETS 2021 review will include considering the role that free allowances play in mitigating carbon leakage as we move towards net zero."}, {"text_block_id": "p33_b352", "text": "Developing an evidence base"}, {"text_block_id": "p33_b353_merged_merged", "text": "Research undertaken for government in 2020 found limited empirical evidence of carbon leakage to date. These results can in part be attributed to historically low carbon prices in many jurisdictions, as well as the proactive use of measures to limit the leakage risk and competitiveness impacts, as described above (BEIS, UK Business Competitiveness and the Role of Carbon Pricing, 2020)."}, {"text_block_id": "p34_b356", "text": "As UK policy becomes more ambitious and world-leading in line with our emissions reduction targets, the risk of leakage may increase, particularly for high emissions intensive and trade exposed sectors. Long term we envisage that as costs of decarbonisation technologies go down, our key global trading partners will also take action to reduce domestic emissions, and through that the risk of UK industry leakage will decrease."}, {"text_block_id": "p34_b357_merged", "text": "We have developed a framework to assess the competitiveness of UK sectors and the impact of carbon pricing (BEIS, UK Business Competitiveness and the Role of Carbon Pricing, 2020). We will build on and apply this framework to better understand the impact that government policy, including on carbon pricing, compensation schemes and other measures has on the competitiveness of different industrial sectors."}, {"text_block_id": "p34_b360", "text": "Considering a range of carbon mitigation policies"}, {"text_block_id": "p34_b361", "text": "There are a range of levers available to government to mitigate the risk of carbon leakage. Some policies we are pursuing will provide some leakage mitigation alongside their primary objective, for example funding policies that reduce the cost of decarbonisation, or demand-side policies that enable greater passthrough of costs to consumers (Chapter 3)."}, {"text_block_id": "p34_b362", "text": "In the immediate future, government’s preferred method for mitigating the risk of carbon leakage will continue to be free allocation of UK ETS emissions allowances, which will be decreasing throughout the 2020s. We are exploring the impacts of a net zero"}, {"text_block_id": "p35_b363", "text": "consistent cap trajectory and the most appropriate way to mitigate the risk of carbon leakage and adverse effects on UK industrial competitiveness as part of the review into free allocations. We have opened a call for evidence on how our use of free allocation can better incentivise decarbonisation and mitigate the risk of carbon leakage for energy-intensive, trade-exposed industries."}, {"text_block_id": "p35_b364", "text": "The UK will continue to holistically consider the full set of policies, both in existence and in development, as part of our future trade and carbon leakage mitigations policy development. In the longer term, particularly in the 2030s and 2040s, a range of wider measures could be deployed to address leakage risks for industry, primarily falling into the categories of:"}, {"text_block_id": "p35_b365", "text": "•"}, {"text_block_id": "p35_b366", "text": "climate diplomacy: continuing work with other countries and multilateral bodies to align our approaches and minimise the differentials that create a leakage risk"}, {"text_block_id": "p35_b367", "text": "•"}, {"text_block_id": "p35_b368", "text": "treatment of imports: seeking to mitigate the competitiveness impacts of any asymmetry in domestic and international emissions mitigations policies"}, {"text_block_id": "p35_b369", "text": "•"}, {"text_block_id": "p35_b370", "text": "improving productivity: boosting the competitiveness of UK sectors and making them more resilient"}, {"text_block_id": "p35_b371", "text": "We will analyse options and impacts over the next few years, alongside the government’s Net Zero Review, which will build on the analysis of the risks of carbon leakage and competitiveness that could arise from the transition to net zero."}, {"text_block_id": "p35_b372", "text": "In considering carbon mitigation policies, the UK will also take account of their wider effects on international trade and investment. The UK is committed to promoting free and fair trade and ensuring that its policies are consistent with our international trade obligations, including at the World Trade Organization (WTO) and our international trade agreements."}, {"text_block_id": "p35_b373", "text": "Action 2.6: Work with stakeholders to understand how an EU Carbon Border Adjustment Mechanism could affect the UK"}, {"text_block_id": "p35_b374", "text": "As part of the EU Green Deal, the EU’s Carbon Border Adjustment Mechanism (CBAM) proposal is expected in June 2021. Little detail has been provided on what the mechanism would look like in practice, although options considered in the consultation included a tax on imports; extension of the EU ETS to non-EU operators; and a new consumption-level tax. The EU plans to discuss carbon leakage with WTO members, including the UK, with a view to agreeing a ministerial statement at the WTO Ministerial in December. We will work with business, academic and government stakeholders in the EU and UK to understand how such a policy would affect UK industry, and are committed to ensuring our businesses do not face any unreasonable barriers to trade, given the UK and EU’s shared high levels of climate ambition."}, {"text_block_id": "p36_b375", "text": "Part 1"}, {"text_block_id": "p36_b376", "text": "Foundations to deliver net zero for industry"}, {"text_block_id": "p36_b377", "text": "Chapter 3:"}, {"text_block_id": "p36_b378", "text": "Getting consumers to choose low carbon"}, {"text_block_id": "p37_b379", "text": "A key barrier to reaching net zero is fairly distributing the costs of decarbonisation between the taxpayer, industry and consumers of industrial products. Deploying low carbon technologies will likely mean that the resulting low carbon products will be more expensive to manufacture, unless supported by government fiscal interventions such as carbon pricing. Since cheaper, carbon intensive products will continue to be available at least in the short-term, action needs to be taken to support the development of a market for low carbon products. This will complement fiscal action to reduce the risk of carbon leakage set out in Chapter 2."}, {"text_block_id": "p37_b380_merged", "text": "Analysis suggests the cost increase in consumer products from the switch to using low carbon industrial materials and components will be relatively low (Energy Transitions Commission, Mission Possible, 2018). Government can support low carbon manufacturers by implementing policies that aim to increase overall demand for low carbon products (“demand-side” policies), without significantly impacting the cost to end consumers. There are two key obstacles which can be addressed through new government action:"}, {"text_block_id": "p37_b383", "text": "•"}, {"text_block_id": "p37_b384", "text": "first, there is a lack of information about the carbon intensity of industrial products. There may be consumers who are willing to pay more for low carbon products, but are not currently able to identify them. Consumers need a simple way to recognise low carbon products, and a better understanding of how they can use their purchasing power to support the transition to net zero"}, {"text_block_id": "p37_b385", "text": "•"}, {"text_block_id": "p37_b386", "text": "second, carbon-intensive products are currently cheaper than low carbon alternatives. In the long-term, demand-side policy can play a key role in making low carbon products competitive, helping the development of the market and mitigating the risk of carbon leakage"}, {"text_block_id": "p37_b387", "text": "By putting measures in place to address these barriers, government can help to develop a market and boost demand for low carbon industrial products. Over time the market for low carbon products can become self-sustaining, becoming a driver of decarbonisation in and of itself."}, {"text_block_id": "p37_b388", "text": "Design principles for demand-side measures"}, {"text_block_id": "p37_b389", "text": "We want to use demand-side measures to increase industry confidence in the profitability of decarbonisation and to support consumers to make low carbon choices. To be successful, the measures we introduce should:"}, {"text_block_id": "p37_b390", "text": "•"}, {"text_block_id": "p37_b391", "text": "support industry to share the cost of decarbonisation with consumers"}, {"text_block_id": "p37_b392", "text": "•"}, {"text_block_id": "p37_b393", "text": "create incentives for emissions reductions which are balanced across industry"}, {"text_block_id": "p37_b394", "text": "•"}, {"text_block_id": "p37_b395", "text": "apply equally to domestically produced and imported products to ensure a level playing field"}, {"text_block_id": "p38_b396", "text": "•"}, {"text_block_id": "p38_b397", "text": "be adaptable according to the needs of different sectors"}, {"text_block_id": "p38_b398", "text": "•"}, {"text_block_id": "p38_b399", "text": "be technology-neutral to allow for the possibility of future innovation"}, {"text_block_id": "p38_b400", "text": "•"}, {"text_block_id": "p38_b401", "text": "work in harmony with other policies, such as carbon pricing, energy efficiency and business models for low carbon technologies"}, {"text_block_id": "p38_b402", "text": "•"}, {"text_block_id": "p38_b403", "text": "be suited to a joint approach between the UK and other countries pursuing similar goals"}, {"text_block_id": "p38_b404", "text": "Scope for demand-side measures"}, {"text_block_id": "p38_b405", "text": "Industrial products cover a huge range of goods, from intermediary products manufactured from raw materials such as steel and cement, through to final consumer products such as vehicles and appliances. Focusing our policies at the right point in this complex chain will be essential to effect the change we want to see. We will focus on two crucial parts of the supply chain:"}, {"text_block_id": "p38_b406", "text": "Intermediary product manufacturer:"}, {"text_block_id": "p38_b407", "text": "government will support the decarbonisation of intermediary industrial products, so that the supply chain is gradually supplied with green materials that trickle down to make up greener final products."}, {"text_block_id": "p38_b408", "text": "End-product consumer:"}, {"text_block_id": "p38_b409", "text": "government will encourage consumers to make informed choices about the environmental impact of products, creating pressure feeding upwards to encourage greener purchases throughout the supply chain."}, {"text_block_id": "p39_b410", "text": "To help support the development of a market for low carbon industrial products, government will:"}, {"text_block_id": "p39_b411", "text": "Action 3.1: Develop proposals to improve data transparency"}, {"text_block_id": "p39_b412", "text": "To develop the market for low carbon products, we need increased data transparency so that the embodied carbon in industrial products can be accurately determined. This is a complex task; UK businesses already have to meet a range of emissions reporting requirements, most notably through compliance with the UK ETS and Streamlined Energy and Carbon Reporting, as well as forthcoming regulations government is proposing to require climate-related financial disclosures."}, {"text_block_id": "p39_b413", "text": "However, current systems were not designed to provide information to calculate the emissions associated with individual products. More or better data may be needed in order to introduce demand-side policies. To understand how this can be achieved with minimal additional burden to industry,"}, {"text_block_id": "p39_b414", "text": "we will launch a call for evidence on low carbon industrial products within the next year, which will cover data collection for the development and delivery of demand-side policies"}, {"text_block_id": "p39_b415", "text": "."}, {"text_block_id": "p39_b416_merged_merged", "text": "Based on the results of this call for evidence, we will develop a proposal by 2023 for how any necessary reporting could best be achieved. This system would form the bedrock of the demand-side measures we will introduce later this decade. We are committed to ensuring that this system is streamlined, is user-friendly and places the least possible additional burden on industry."}, {"text_block_id": "p39_b419", "text": "Action 3.2: Develop proposals for new product standards"}, {"text_block_id": "p39_b420", "text": "Our review of data reporting will inform our understanding of the embodied carbon in industrial products across the market."}, {"text_block_id": "p39_b421", "text": "Our upcoming call for evidence will also consider how we can define low carbon products."}, {"text_block_id": "p39_b422", "text": "Definitions of low carbon products could be used to develop a voluntary product standards system for key intermediary industrial products. Under this system, manufacturers meeting the standards set by government would receive accreditation certifying their products as lower carbon than the norm in the market. This would enable manufacturers to clearly distinguish their products from high carbon competitors and could provide an opportunity for organisations who have already laid the groundwork on sectoral definitions of low carbon products to gain government endorsement of their work."}, {"text_block_id": "p39_b423", "text": "We will consider the benefits of a voluntary product standards system following the results of the call for evidence, with a view to their potential introduction by 2025."}, {"text_block_id": "p40_b424", "text": "If a voluntary standards regime is pursued, we will work with industry in the coming years to agree definitions, ensuring standards are tailored to the product and how it is manufactured, without compromising the safety or suitability of materials used in construction and infrastructure."}, {"text_block_id": "p40_b425", "text": "Action 3.3: Develop proposals for product labelling"}, {"text_block_id": "p40_b426", "text": "Low carbon industrial products are often identical to carbon-intensive alternatives; for example, a low carbon glass bottle will perform the same function as a glass bottle produced with high emissions. The ability to assess the embodied emissions of products will provide a new opportunity to give consumers greater detail on the climate impact of their purchases."}, {"text_block_id": "p40_b427", "text": "We will develop a proposal for a new labelling system for intermediary industrial products reflecting their impact on the environment, which could be implemented in the mid-2020s."}, {"text_block_id": "p40_b428", "text": "In developing this proposal, we will consider whether existing certification systems such as Environmental Product Declarations, could be used or made mandatory. We will also consider which sectors are most suitable to be covered by a labelling system, and how the sectoral scope could broaden over time. This will be subject to further research and analysis on the impact and benefits of such a system, which government will undertake over the next year."}, {"text_block_id": "p40_b429", "text": "We will also consider expanding existing labelling for consumer products, such as vehicles and appliances, to include an assessment of embodied emissions from the mid-2020s onwards."}, {"text_block_id": "p40_b430", "text": "We will test different methods of doing this, including examining the use of lifecycle assessments. Any label on a final product will need to be easily understood and used by consumers, building on existing labelling approaches such as energy efficiency labels currently required for energy-related products such as fridges and dishwashers. We will also consider ongoing work on resource efficiency labelling, for which powers are being obtained under the Environment Bill."}, {"text_block_id": "p41_b431", "text": "Figure 3.1: Timeline of commitments"}, {"text_block_id": "p41_b432", "text": "Action 3.4: Use public procurement to drive change"}, {"text_block_id": "p41_b433_merged", "text": "Government spent a total of £292 billion on procurement in 2018/19 (HM Treasury, Public Expenditure Statistical Analyses 2019, 2019). In 2018/19, government spent at least £81 million on procuring UK-made steel (BEIS, Steel public procurement, 2020). As a significant buyer of industrial products for construction and defence, government can directly increase demand for low carbon products."}, {"text_block_id": "p42_b438_merged", "text": "Procuring low carbon materials for public projects will likely be more expensive, at least initially, compared to the high carbon alternatives, but should not lead to significant increases in end-product cost. For example, using green steel in the manufacture of a car has been estimated to add less than 0.5% to the final cost of the vehicle, (Rootzén and Johnsson, Paying the full price of steel, 2016) and using deep-decarbonised cement is estimated to increase the cost of a residential building by a maximum of 1% (Rootzén and Johnsson, Managing the costs of CO2 abatement in the cement industry, 2016). Ahead of COP26, the UK is developing a new initiative under the Clean Energy Ministerial, supported by the United Nations Industrial Development Organisation and several leading countries. This initiative will explore the role of coordinated action on public procurement to create demand for green industrial products. We want to bring together a coalition of willing countries to set out a collective intention to use public procurement to drive the adoption of green practices, underpinned by a common plan and timetable to collaborate and coordinate our actions."}, {"text_block_id": "p42_b447", "text": "By acting together, countries can increase the demand pull for low carbon products, helping to achieve economies of scale and drive down costs for all, reducing the risk of carbon leakage and allowing a broader market to develop. International collaboration will support our work to deliver our net zero target. Changes in public procurement behaviour offer an important opportunity to accelerate the adoption of low carbon products in the coming decades."}, {"text_block_id": "p42_b448", "text": "There are existing measures in place to allow us to consider broader environmental and societal impacts within the commercial process in the UK. This includes Social Value, Balanced Scorecard and the Greening Government Commitments. These measures will be strengthened by forthcoming definitions of low carbon products, and the development and implementation of low carbon product standards and labelling (see Actions 3.1, 3.2 and 3.3). This will ensure a systematic approach is taken to achieving net zero by 2050."}, {"text_block_id": "p43_b449", "text": "Action 3.5: Support businesses to make greener choices"}, {"text_block_id": "p43_b450", "text": "Alongside government, the private sector can create demand for low carbon industrial products. We want to ensure that businesses have the knowledge and resources available to make greener choices as low carbon products become more widely available."}, {"text_block_id": "p43_b451", "text": "We want to help private companies combine their purchasing power by facilitating the formation of voluntary buyers’ alliances."}, {"text_block_id": "p43_b452", "text": "By acting together through buyers alliances, businesses could benefit from economies of scale while supporting demand for low carbon products. We will engage closely with stakeholders to understand how government can bring businesses together to achieve this outcome."}, {"text_block_id": "p43_b453", "text": "International cooperation"}, {"text_block_id": "p43_b454", "text": "Efforts to create a market for low carbon products can benefit significantly from global collaboration. A joint green procurement approach would increase and consolidate demand for low carbon products, improving investors’ confidence in decarbonisation. Shared definitions of low carbon products and common product standards can simplify processes for industry and make international trade between countries smoother."}, {"text_block_id": "p43_b455", "text": "The UK intends to be a key player in a coalition of progressive countries leading the way for the rest of the world in seeking a joint approach on creating demand for low carbon products. We will use key upcoming international meetings, including COP26, to seek joint commitments on these issues. More information on our approach is set out in Chapter 7."}, {"text_block_id": "p44_b456", "text": "Part 2"}, {"text_block_id": "p44_b457", "text": "Transforming industrial processes"}, {"text_block_id": "p44_b458", "text": "Chapter 4: Adopting low‑regret technologies and building infrastructure"}, {"text_block_id": "p45_b459", "text": "A net zero target requires a major change in how industry makes goods and consumes energy. This transformation is unprecedented in terms of scale, pace and cost. Based on what we know today, our analysis shows that net zero for industry is likely to mean:"}, {"text_block_id": "p45_b460", "text": "•"}, {"text_block_id": "p45_b461", "text": "Overall, we expect that"}, {"text_block_id": "p45_b462", "text": "emissions"}, {"text_block_id": "p45_b463", "text": "need to fall by about two thirds by 2035 and by at least 90% by 2050, compared to today’s level"}, {"text_block_id": "p45_b464", "text": ". The remaining emissions will need to be offset by GGR technologies"}, {"text_block_id": "p45_b465", "text": "•"}, {"text_block_id": "p45_b466", "text": "Efficiency"}, {"text_block_id": "p45_b467", "text": "maximised to make best use of energy and materials, including how materials are used, repaired and recycled (Chapter 5)"}, {"text_block_id": "p45_b468", "text": "•"}, {"text_block_id": "p45_b469", "text": "Carbon capture usage and storage"}, {"text_block_id": "p45_b470", "text": "playing a vital role. We expect that, in all future scenarios, around 3 MtCO"}, {"text_block_id": "p45_b471", "text": "2"}, {"text_block_id": "p45_b472", "text": "is the level of capture required in industry by 2030 to be on track to deliver net zero"}, {"text_block_id": "p45_b473", "text": "•"}, {"text_block_id": "p45_b474", "text": "Low carbon fuels"}, {"text_block_id": "p45_b475", "text": "such electricity, hydrogen and bioenergy replacing fossil fuels, unless combined with carbon capture. To be on track to deliver net zero, we expect that the minimum, in all future scenarios, is 20 TWh per year of fossil fuel use replaced with low carbon alternatives in 2030."}, {"text_block_id": "p45_b476_merged_merged_merged", "text": "This is our expectation with current information, and we will revisit this as part of the analysis for the Net Zero Strategy later this year and as relative costs evolve over time."}, {"text_block_id": "p45_b479", "text": "By the mid-2020s, we will already see change on the ground, notably our first two clusters connected to infrastructure for capturing, transporting and storing carbon dioxide, supported by the £1 billion CCUS Infrastructure Fund and our new CCUS business models. In another five years, we aim to have another two clusters connected, as well as low carbon fuels being tested and adopted across many industrial users."}, {"text_block_id": "p45_b480", "text": "With a challenge of this scale, a successful strategy means being adaptive as we learn more about decarbonisation and the future shape of industry, but not losing sight of our goals. Our future decisions will be guided by these principles:"}, {"text_block_id": "p45_b481", "text": "•"}, {"text_block_id": "p45_b482", "text": "align with the UK’s carbon budgets and Paris Agreement commitments, and help us reach our goal of achieving four low carbon clusters by 2030 and at least one fully net zero cluster by 2040"}, {"text_block_id": "p45_b483", "text": "•"}, {"text_block_id": "p45_b484", "text": "support adoption of technologies we know we need (“low regret action”) and avoid locking in high carbon production methods"}, {"text_block_id": "p45_b485", "text": "•"}, {"text_block_id": "p45_b486", "text": "where there is more than one technology solution, allow industrial sites to choose the best one for them (“technology-neutral”)"}, {"text_block_id": "p45_b487", "text": "•"}, {"text_block_id": "p45_b488", "text": "minimise the cost of the transition by building infrastructure in the clusters first, where multiple industrial sites can use it, including the industrial sectors of the future"}, {"text_block_id": "p45_b489", "text": "•"}, {"text_block_id": "p45_b490", "text": "reflect industry’s needs in decisions about the whole energy system, especially the gas and electricity grids"}, {"text_block_id": "p46_b491", "text": "Key:"}, {"text_block_id": "p46_b492", "text": "CCUS operational in two clusters (Mid-2020s)"}, {"text_block_id": "p46_b493", "text": "Four low carbon clusters (2030)"}, {"text_block_id": "p46_b494", "text": "Industrial emissions reduced by two thirds (2035)"}, {"text_block_id": "p46_b495", "text": "Share of low carbon fuels increases to around half of total industrial energy consumption (2035)"}, {"text_block_id": "p46_b496", "text": "First net zero cluster (2040)"}, {"text_block_id": "p46_b497", "text": "Icon denotes milestones which require developments in innovation (Chapter 6)"}, {"text_block_id": "p46_b498", "text": "Figure 4.1: Overview of technology strategy for the next three decades"}, {"text_block_id": "p46_b499", "text": "Efficiency"}, {"text_block_id": "p46_b500", "text": "1"}, {"text_block_id": "p46_b501", "text": "Development of industrial digital technologies"}, {"text_block_id": "p46_b502", "text": "2"}, {"text_block_id": "p46_b503", "text": "Increased reuse, recycling and substitution of materials within industry"}, {"text_block_id": "p46_b504", "text": "3"}, {"text_block_id": "p46_b505", "text": "All sites adopt EE technologies with low payback times already available in the market"}, {"text_block_id": "p46_b506", "text": "4"}, {"text_block_id": "p46_b507", "text": "Widespread implementation of improved energy management system"}, {"text_block_id": "p46_b508", "text": "5"}, {"text_block_id": "p46_b509", "text": "Smart metering widely adopted in industry"}, {"text_block_id": "p46_b510", "text": "6"}, {"text_block_id": "p46_b511", "text": "Heat recovery maximised in sites operating with high temperatures"}, {"text_block_id": "p46_b512", "text": "CCUS"}, {"text_block_id": "p46_b513", "text": "7"}, {"text_block_id": "p46_b514", "text": "Build CCUS network infrastructure in the first two clusters"}, {"text_block_id": "p46_b515", "text": "8"}, {"text_block_id": "p46_b516", "text": "CCUS infrastructure expanded to additional clusters"}, {"text_block_id": "p46_b517", "text": "9"}, {"text_block_id": "p46_b518", "text": "CCUS networks expanded to remaining clusters and beyond dispensing on technical development"}, {"text_block_id": "p46_b519", "text": "10"}, {"text_block_id": "p46_b520_merged", "text": "Demonstration of CO2  capture across a range of industries"}, {"text_block_id": "p46_b523", "text": "Fuel switching"}, {"text_block_id": "p46_b524", "text": "11"}, {"text_block_id": "p46_b525", "text": "Testing hydrogen as a fuel for heating in industrial process"}, {"text_block_id": "p46_b526", "text": "12"}, {"text_block_id": "p46_b527", "text": "Widespread fuel switching (chosen technology depends on various factors) across clusters"}, {"text_block_id": "p46_b528", "text": "13"}, {"text_block_id": "p46_b529", "text": "Fuel switching extends to dispersed sites (hydrogen vs electrification depends on system changes such as repurposing the gas grid)"}, {"text_block_id": "p46_b530", "text": "14"}, {"text_block_id": "p46_b531", "text": "Installation of commercially ready electrification options in low temperature applications"}, {"text_block_id": "p46_b532", "text": "15"}, {"text_block_id": "p46_b533", "text": "Development of high temperature electrification technologies"}, {"text_block_id": "p47_b534", "text": "Our technology strategy is summarised in Figure 4.1, showing the timing of the technological changes we need to get to net zero. The first part outlines the low regret actions in the 2020s, a critical decade to start deploying low carbon technologies at scale and building the necessary infrastructure to support them. Large scale infrastructure projects have long lead times and require co-ordination across multiple parties, which is why we are planning them today. The second part outlines the strategic choices for government and industry in the 2030s and beyond. We will keep the strategy relevant in light of changes in technologies and industries by reviewing the actions in this document every five years (Chapter 9)."}, {"text_block_id": "p47_b535_merged", "text": "The technology strategy is based on the pathways modelling explained in Annex 4 and supplemented with wider evidence, such as the 2050 Industrial Decarbonisation Roadmaps (DECC, Industrial Decarbonisation and Energy Efficiency Roadmaps to 2050, 2015) and the Climate Change Committee’s (CCC) Net Zero Report (CCC, Net Zero: The UK’s contribution to stopping global warming, 2019). A pathway shows the quantity and timing of emission reductions from different technologies, which depends on expectations about growth, costs and other factors."}, {"text_block_id": "p47_b540", "text": "Decisions about infrastructure networks for CCUS and low carbon hydrogen will shape the route we take to net zero, including whether low carbon hydrogen or electricity becomes the dominant low carbon fuel. In the 2020s, we need to see progress in both of them to allow those future choices, which are illustrated in Figure 4.2. Figure 4.2A is a scenario where infrastructure networks are extensive throughout the UK. Figure 4.2B is a scenario where infrastructure networks are limited to clusters. Both achieve significant emission reductions that are broadly consistent with net zero but look different beyond 2035. The second scenario allows less decarbonisation through CCUS and switching to low carbon hydrogen, leading to more electrification instead. It also has higher emissions in 2050 overall, as some dispersed sites, such as cement, are unable to decarbonise fully due to lack of access to carbon dioxide transport and storage infrastructure. This means more emissions need to be offset by GGR technologies. The costs, benefits and feasibility of different options will inform future government decisions about the location of infrastructure networks."}, {"text_block_id": "p47_b541", "text": "The rest of this chapter is focused on actions in the 2020s, split into action in clusters, dispersed sites and the wider system. The characteristics of different sites and their main decarbonisation challenges are summarised in Figure 4.3."}, {"text_block_id": "p47_b542", "text": "Supporting clusters to lead the way"}, {"text_block_id": "p47_b543", "text": "The UK’s six industrial clusters account for half of industrial emissions (BEIS, 2020 - BEIS analysis of the NZIP model, see Annex 4) and are well-placed for early deployment of low carbon infrastructure, as costs and risks can be shared between multiple industrial sites."}, {"text_block_id": "p47_b544", "text": "To help drive the deployment of low-regret technologies and development of infrastructure in clusters, we will:"}, {"text_block_id": "p48_b545", "text": "Figure 4.2: Pathways to net zero for industry. 4.2A: Extensive national infrastructure networks for CCUS and hydrogen 4.2B: CCUS and hydrogen infrastructure confined to the clusters. Key: REEE – Resource efficiency and energy efficiency; CCUS – Carbon capture and storage; BECCS – Bioenergy with carbon capture."}, {"text_block_id": "p49_b546", "text": "Figure 4.3: Grouping of industrial sites by common decarbonisation challenges (BEIS, 2020)."}, {"text_block_id": "p50_b547", "text": "Action 4.1: Support deployment of CCUS on industrial sites in clusters to capture and store around 3 MtCO"}, {"text_block_id": "p50_b548", "text": "2"}, {"text_block_id": "p50_b549", "text": "per year by 2030"}, {"text_block_id": "p50_b550", "text": "In our modelling scenarios, the emission reductions from CCUS are around 3 MtCO"}, {"text_block_id": "p50_b551", "text": "2"}, {"text_block_id": "p50_b552", "text": "per year in 2030 and between 8 and 14 MtCO"}, {"text_block_id": "p50_b553", "text": "2"}, {"text_block_id": "p50_b554", "text": "per year in 2050. Without CCUS, emissions from current industrial processes cannot be reduced to levels consistent with net zero. Although we can learn from international experience, it is critical that we demonstrate CCUS at scale in the UK in the 2020s and develop our own supply chain. We are working with industry to understand how we can build a thriving UK supply chain, drive growth, and seize the commercial opportunities in the UK and abroad."}, {"text_block_id": "p50_b555", "text": "Alongside the CCUS business models explained in Chapter 2, we are planning where and when infrastructure should be built. We set out a potential approach for doing this in the CCUS Cluster Sequencing Consultation in February 2021, which sets out a potential two-phase process: the first phase would determine which cluster locations would be prioritised; the second phase would allocate CCUS programme support, including the CCS Infrastructure Fund and revenue support, to individual projects within the clusters. This approach will be refined in response to consultation feedback and other options may be considered."}, {"text_block_id": "p50_b556", "text": "Action 4.2: Support increased fuel switching to low carbon fuels over the 2020s"}, {"text_block_id": "p50_b557", "text": "To be on track to deliver net zero, we expect that the minimum, in all future scenarios, is 20 TWh per year of fossil fuel use replaced with low carbon alternatives in 2030. Hydrogen, electrification and bioenergy all have a role to play and we will take action to support uptake of these low carbon fuels while taking into account the wider sustainability agenda set out in Action 4.8 as follows:"}, {"text_block_id": "p50_b558", "text": "Hydrogen"}, {"text_block_id": "p50_b559_merged_merged_merged", "text": "In our modelling scenarios, consumption of hydrogen as a fuelin 2030 ranges from 10 TWh per year (if uptake is limited to clusters only) to 16 TWh per year (if some potential in dispersed sites is realised). By 2050, the potential for hydrogen fuel switching in clusters alone is around 24 TWh. In a scenario with widespread access to hydrogen across the UK, hydrogen consumption could be as high has 86 TWh by 2050."}, {"text_block_id": "p50_b561", "text": "The government is committed to developing a low carbon hydrogen economy in the UK. To support this, we have committed to a £240 million Net Zero Hydrogen Fund to kickstart both commercial CCUS-enabled (blue) and electrolytic (green) hydrogen production. We want to work with industry on the design of the scheme and further"}, {"text_block_id": "p51_b562", "text": "details will be set out in the coming months. Details of how hydrogen uptake will be driven in industry will be set out in the"}, {"text_block_id": "p51_b563", "text": "Hydrogen Strategy"}, {"text_block_id": "p51_b564", "text": "to be published in 2021."}, {"text_block_id": "p51_b565", "text": "It is critical that we demonstrate fuel switching to hydrogen in industrial sites in parallel to ramping up low carbon hydrogen production. In the short term, early, low-regret opportunities for conversion to hydrogen include steam boilers and combined heat and power processes on chemicals, refineries and paper. In the longer term, hydrogen is currently the most promising low carbon option for high temperature direct firing. These high temperature hydrogen technologies are not yet commercially ready and require innovation and testing to bring them to maturity. Chapter 6 sets out how we are supporting innovation to ensure these technologies are ready to be deployed when they are needed."}, {"text_block_id": "p51_b566", "text": "Electrification"}, {"text_block_id": "p51_b567", "text": "Our modelling indicates that electrification of industry could reduce emissions by between 5 MtCO"}, {"text_block_id": "p51_b568", "text": "2"}, {"text_block_id": "p51_b569", "text": "e and 12.3 MtCO"}, {"text_block_id": "p51_b570", "text": "2"}, {"text_block_id": "p51_b571", "text": "e per annum by 2050. Many low temperature electrification technologies are commercially ready and it is technically possible to electrify up to half of present industrial fuel consumption globally (McKinsey and Company, 2020). As new technologies emerge and renewable electricity prices continue to drop, electrification will become a more attractive option for industry. Smart technologies, such as storage and demand-side response, can also provide flexibility to the electricity system, helping industrial consumers use energy when it is cheapest and cleanest."}, {"text_block_id": "p51_b572", "text": "The main barrier to electrification is the large disparity in the price of natural gas and electricity, resulting in high operating costs. As we set out in Chapter 2, we recognise that UK electricity prices are higher than those of competitors. A range of support mechanisms for eligible sectors are already in place and we will continue to engage with industry and consumers to ensure that fairness and affordability sit at the heart of our approach to decarbonising the energy system."}, {"text_block_id": "p51_b573", "text": "Electricity networks will need to accommodate increased demand from the electrification of industrial processes. We will work with the independent regulator, Ofgem, network companies and local stakeholders, including industrial clusters, on the approach to planning and delivering transmission and distribution network requirements, including strategic network investment."}, {"text_block_id": "p51_b574", "text": "Bioenergy"}, {"text_block_id": "p51_b575_merged_merged_merged", "text": "We are planning to publish a Bioenergy Strategy in 2022. This will review the amount of sustainable biomass available to the UK and how this could be best used across the economy to help achieve our net zero greenhouse gas emissions target by 2050 while also support the delivery of our wider environmental targets. The strategy will also establish the role which Bioenergy with Carbon Capture & Storage (BECCS) can play in reducing carbon emissions across the economy. Current evidence strongly suggests that, given limited sustainable biomass supply, we may need to prioritise the use of biomass where it can be combined with carbon capture and storage (BECCS), resulting in negative emissions. Cement sites are examples of processes where biomass could be combined with CCUS."}, {"text_block_id": "p52_b578", "text": "The Industrial Energy Transformation Fund (IETF) currently restricts support for biomass as a decarbonisation measure to industrial applications where there are limited commercial alternatives in the near term. Biomass projects are only supported when they involve switching away from fossil fuels used in high temperature applications (greater than 240 degrees Celsius). Biogas to fuel direct combustion or combined heat and power projects are also supported where the site is based off the gas grid, and injection of the fuel into the grid would not be feasible. The scheme design of the IETF is likely to evolve as the needs of industry develop."}, {"text_block_id": "p52_b579", "text": "Action 4.3: Consider the implications of the recommendation of the Climate Change Committee to set targets for ore-based steelmaking to reach near-zero emissions by 2035"}, {"text_block_id": "p52_b580_merged", "text": "Steel is used in much of the UK’s critical national infrastructure, from rail to submarines, wind turbines to nuclear power stations. The UK’s main primary steel production facilities are Port Talbot in the South Wales cluster and Scunthorpe in the Humber cluster. These two sites alone produced 11 MtCO2e in 2017, 95% of the total emissions from iron and steel sites and around 15% of total industrial emissions (BEIS, 2020 - BEIS analysis of the NZIP model, see Annex 4). Decarbonising these two blast furnace sites and the wider steel sector will be essential to the decarbonisation story of UK industry."}, {"text_block_id": "p52_b583", "text": "In our modelled pathways, the iron and steel sector is largely decarbonised by 2035 (Annex 4). This year, in collaboration with the Steel Council, we will consider the implications of the recommendation of the Climate Change Committee to “set targets for ore-based steelmaking to reach near-zero emissions by 2035” and the business environment necessary to support the transition."}, {"text_block_id": "p52_b584", "text": "Preparing the way for dispersed sites"}, {"text_block_id": "p52_b585", "text": "Dispersed sites (those outside the clusters) are highly diverse, including both energy-intensive processes such as cement production, glass manufacturing and lime, and less energy-intensive processes such as food and drink manufacturing."}, {"text_block_id": "p53_b586", "text": "Emissions reductions in dispersed sites will be largely driven by energy efficiency in the early 2020s, as discussed in Chapter 5. Low temperature electrification technologies, such as heat pumps, which are already commercially available, could present options for early fuel switching in dispersed sites. Fuel switching in later decades will be influenced by access to infrastructure and wider system changes, such as the possibility of repurposing the gas grid for low carbon hydrogen."}, {"text_block_id": "p53_b587", "text": "Under the Hydrogen Grid R&D programme, the government is supporting a range of research, development and testing projects designed to help determine the safety, feasibility, costs and benefits of converting the natural gas grid to carry 100% low carbon hydrogen. We will continue to work with key stakeholders to explore the safety case for blending hydrogen into the gas grid for end-users, including industrial consumers. We will aim for an expected policy decision by the mid-2020s on the future of hydrogen for heating, and linkages with the natural gas grid."}, {"text_block_id": "p53_b588", "text": "The role for CCUS in dispersed sites is less certain. Although it is technically possible that CCUS could be applied to glass manufacturing or even a large food and drink site, this would only be economical if technology costs for CCUS reduced substantially and if there was an extensive carbon dioxide pipeline network. CCUS could be applicable for large, dispersed sites but will again depend on there being viable options for transporting carbon dioxide to the nearest storage site. Some sites are in protected areas, which could limit options."}, {"text_block_id": "p53_b589", "text": "Because of lack of access to infrastructure, we expect that the deeper decarbonisation potential of these sites will only be realised in the 2030s onwards. At this point, uptake in dispersed sites will need to be rapid. Dispersed sites will benefit from the technology demonstrations and associated lessons in the clusters, but it is still critical that sites are preparing now for the action they will need to take in the future. We will take the following actions to help dispersed sites prepare:"}, {"text_block_id": "p53_b590", "text": "Action 4.4: Work with industry to understand what is required to make sites retrofit-ready"}, {"text_block_id": "p53_b591", "text": "There are limited windows of opportunity for equipment to be replaced with low carbon alternatives between now and 2050. Fuel switching frequently requires a major overhaul of equipment on an industrial site. Shutting down a plant to replace or retrofit equipment is expensive and disruptive. Typically, equipment is only replaced or upgraded at the end of its lifetime. Industrial equipment often has long replacement cycles, with cement kilns lasting 25-40 years, glass furnaces 12-20 years and blast furnaces around 40-60 years."}, {"text_block_id": "p53_b592", "text": "There is a risk that sites could miss this window if their equipment comes up for replacement before they have access to necessary infrastructure or before supporting policy frameworks are in place. This is true for all sites, but particularly for dispersed sites that might have to wait longer for access to infrastructure than clustered sites. We will work together with industry to better anticipate machinery lifecycles, so that major capital investments are replaced with low carbon alternatives. This may require flexibility regarding decisions to retire assets – for example, potentially retiring higher carbon equipment early."}, {"text_block_id": "p54_b593", "text": "Where replacement with fossil fuel technology cannot be avoided, we can reduce delays and costs of later replacement by ensuring that upgraded equipment is low carbon “ready” (either for CCUS or hydrogen). We will engage with industry to understand the feasibility of ensuring that replacement equipment is able to be easily retrofitted with CCUS or hydrogen as applicable. The Industrial Energy Transformation Fund will support this transition through the provision of grant funding towards the commercial demonstration of fuel switching technologies. We will also explore the option of making it a mandatory requirement for upgraded equipment to be low-carbon ready later in the 2020s, as recommended by the CCC (CCC, Net Zero:"}, {"text_block_id": "p54_b594", "text": "The UK’s contribution to stopping global warming"}, {"text_block_id": "p54_b595", "text": ", 2019)."}, {"text_block_id": "p54_b596", "text": "Action 4.5: Work with the cement sector to explore options to decarbonise sites in dispersed locations"}, {"text_block_id": "p54_b597", "text": "Dispersed cement sites pose a unique challenge. Half of emissions from cement production arises from the calcination of limestone, which produces carbon dioxide as a by-product, resulting in so-called “process emissions”. Currently, CCUS is the only viable option for addressing these emissions. In the UK, several cement sites are far away from clusters and some are in or close to areas of natural beauty. This poses a significant challenge and increases costs for deployment of carbon dioxide transportation pipelines. Alternative means of transport of carbon dioxide by rail or road are possible options that we will explore with the cement industry."}, {"text_block_id": "p54_b598_merged_merged", "text": "As recommended by the Climate Change Committee, we will work with the minerals industry to consider options for dispersed sites, building on the report published in August 2020 (BEIS, CCS deployment at dispersed industrial sites, 2020)."}, {"text_block_id": "p55_b601", "text": "Action 4.6: Review policies to address specific barriers faced by less energy-intensive, dispersed industrial sites"}, {"text_block_id": "p55_b602", "text": "Substantial potential for energy efficiency improvements remains for less energy-intensive industrial sites, particularly those that are geographically dispersed. However, these sites will also have to switch to low carbon technologies such as electrification, hydrogen or bioenergy in the future. There are specific challenges surrounding the uptake of technologies in these sites, including the fact that many of these organisations currently have little direct engagement with decarbonisation policies. In addition, these sites are often far from clusters, causing challenges in relation to infrastructure networks. Therefore, we will review the policy levers needed to achieve net zero across the less energy-intensive sites."}, {"text_block_id": "p55_b603", "text": "Industrial decarbonisation in the context of the wider system"}, {"text_block_id": "p55_b604", "text": "Decarbonisation of industry will not take place in isolation. We will ensure the right enabling environment for low carbon infrastructure and technologies, as follows:"}, {"text_block_id": "p55_b605", "text": "Action 4.7: Ensure planning reforms brought forward as part of Project Speed support the delivery of low carbon infrastructure"}, {"text_block_id": "p55_b606", "text": "Project Speed represents a revolution in the Government’s approach in delivering infrastructure better, greener and faster. The National Infrastructure Planning Reform Programme, announced in the National Infrastructure Strategy, will refresh how the NSIP regime operates and seek to halve the time it takes for some projects entering the system from September 2023 to be determined. The programme will help to ensure low carbon infrastructure is developed at the required rate for net zero."}, {"text_block_id": "p55_b607", "text": "Action 4.8: Improve coordination between decarbonisation and environmental policies to meet a common sustainability agenda"}, {"text_block_id": "p55_b608_merged", "text": "In most cases, decarbonisation and environmental objectives are in alignment. For example, air quality is improved as fossil fuels are phased out as documented in the Air Quality Expert Group’s Net Zero Report (HM Government, Impacts of Net Zero Pathways on future air quality in the UK, 2020). In some instances, however, emissions reduction and wider environmental goals can misalign, leading to additional challenges and costs for industry. For example, increased use of biomass could have unintended consequences for broader emissions including air quality. Therefore, it is important that the deployment of new decarbonisation technologies and associated policies consider wider environmental outcomes, such as air quality and water conservation."}, {"text_block_id": "p56_b613", "text": "Therefore, it is important that we ensure that the deployment of new decarbonisation technologies and associated policies help us achieve our legally binding environmental targets, such as for air quality, water quality and biodiversity as set out in the 25 Year Environment Plan."}, {"text_block_id": "p58_b614", "text": "Part 2"}, {"text_block_id": "p58_b615", "text": "Transforming industrial processes"}, {"text_block_id": "p58_b616", "text": "Chapter 5: Improving efficiency"}, {"text_block_id": "p59_b617", "text": "Energy and resource efficiency measures, along with materials substitution, reduce the level of energy and materials used in production and keep industrial products and materials in use for longer. This will be crucial in getting industry to net zero. It is estimated that these measures could contribute up to 13 MtCO"}, {"text_block_id": "p59_b618", "text": "2"}, {"text_block_id": "p59_b619", "text": "e of annual emissions reductions by 2050 (see Annex 4) and reduce the overall cost of decarbonisation by lowering the amount of energy that needs to be converted to cleaner sources and reducing operational costs. Improvements in energy and resource efficiency will play a particularly significant role in reducing industrial emissions in the 2020s, leading the way in widespread emissions reductions whilst infrastructure for deep decarbonisation options is built up throughout the decade. By maximising energy and resource efficiency in the 2020s, the total cost of decarbonisation will be reduced as the level of emissions needing to be abated through expensive deep decarbonisation measures will be lower."}, {"text_block_id": "p59_b620_merged_merged", "text": "Industry has already made significant progress in this area, with the implementation of efficiency measures contributing to falling emissions in recent years. Government has played a key role in this process with a portfolio of programmes. These programmes include the UK ETS, CCL, CCA scheme and Energy Savings Opportunity Scheme audits, which encourage energy efficiency improvements, and the Resources and Waste Strategy which sets the foundations for minimising material use across the economy. Additionally, businesses who need support to invest to cut their emissions and energy use have access to funds such as the IETF."}, {"text_block_id": "p59_b623", "text": "Barriers to address"}, {"text_block_id": "p59_b624", "text": "Although current policies have made great strides, there is a need to stimulate further efficiency savings to align with net zero. There is still untapped potential in industry due to many factors, including:"}, {"text_block_id": "p59_b625", "text": "•"}, {"text_block_id": "p59_b626", "text": "awareness and capacity:"}, {"text_block_id": "p59_b627", "text": "efficiency is not always prioritised within industry and sites find it difficult to implement efficiency measures, due to the risk of disrupting operations and a lack of staff capacity. Consumer awareness regarding resource efficient decisions, such as prolonging the life of products through reuse and repair, also requires improvement."}, {"text_block_id": "p59_b628", "text": "•"}, {"text_block_id": "p59_b629", "text": "access to expertise and advice:"}, {"text_block_id": "p59_b630", "text": "industry needs access to quality expertise and advice about available technical solutions and support"}, {"text_block_id": "p59_b631", "text": "•"}, {"text_block_id": "p59_b632", "text": "access to finance:"}, {"text_block_id": "p59_b633", "text": "some efficiency measures have higher payback times than businesses are willing to invest in and businesses face internal investment competition between efficiency measures and other investments"}, {"text_block_id": "p59_b634", "text": "•"}, {"text_block_id": "p59_b635", "text": "measurement and data:"}, {"text_block_id": "p59_b636", "text": "equipment (meters, sensors), information (e.g. from suppliers), access to audits and management of energy efficiency can be improved"}, {"text_block_id": "p60_b637", "text": "•"}, {"text_block_id": "p60_b638", "text": "incentives to adopt circular solutions:"}, {"text_block_id": "p60_b639", "text": "business and consumer habits are not presently set up to encourage product sharing, reuse and other circular economy measures"}, {"text_block_id": "p60_b640", "text": "We need to overcome these barriers and maximise the potential of energy and resource efficiency measures as they are a win-win for reducing costs and emissions and will be key to help industry reach net zero."}, {"text_block_id": "p60_b641", "text": "Increasing industrial energy efficiency"}, {"text_block_id": "p60_b642_merged", "text": "Improving energy efficiency in industry means maintaining at least the same quality and level of output, while using less energy in the process. By doing this, emissions can be significantly reduced, and the final products of these processes will represent a lower level of emissions per unit of output. Energy efficiency measures have the potential to contribute 4 MtCO2e abatement in industry by 2050 (see Annex 4) with heat recovery, process and equipment upgrades being most relevant for energy-intensive sectors, and further savings possible in less energy intense sectors"}, {"text_block_id": "p60_b645", "text": "To realise this potential, in addition to the specific actions listed in this chapter, we will also review regulatory options relating to energy efficiency, working with industry to determine which regulations are optimal in improving industry efficiency levels. This review process will focus on raising baseline energy efficiency levels and all suitable options will be assessed on several factors, including emission reduction potential and synergies with existing programmes and mechanisms."}, {"text_block_id": "p60_b646", "text": "To help improve efficiency within industry, we will:"}, {"text_block_id": "p60_b647", "text": "Action 5.1: Support sites to install energy management systems"}, {"text_block_id": "p60_b648", "text": "Energy management systems can help businesses improve their energy performance and potentially reduce their energy costs, but their uptake so far has been limited. To drive widespread adoption and improvement of these systems, we will encourage sites to adhere to the requirements set by international energy management standards such as ISO 50001, which enables companies to follow a systematic approach to improve their energy performance. By encouraging companies to meet the requirements of these standards, overall energy use in industry can be reduced."}, {"text_block_id": "p60_b649", "text": "We recognise that the early implementation of energy management systems may be challenging for some companies, particularly SMEs. Because of this, we are supportive of the work that is currently being undertaken to develop a new voluntary ISO standard, ISO 50005, that allows companies with limited resources to take a phased approach in implementing these systems. This can help companies decide in which areas efficiency improvements are required and the pace at which they should be pursued, based on their specific needs and resource availability. The introduction of this new standard will"}, {"text_block_id": "p61_b650", "text": "help our aim of encouraging all sites and companies to install these systems as soon as possible. We will also review how government can encourage more widespread collection and utilisation of data to drive improvements in energy efficiency. We recognise that these improved systems will have associated capital and operational costs, and therefore we will consider how government can help support and incentivise these improvements."}, {"text_block_id": "p61_b651", "text": "Action 5.2: Improve heat recovery and reuse across industry, particularly in sites which use high temperature processes"}, {"text_block_id": "p61_b652_merged", "text": "In the UK, the majority (70%) of the UK industrial energy demand is for heat (HM Government, Energy Consumption in the UK, 2020), with around 35% of this demand from steam systems alone. For example, superheated high pressure steam is often produced in boilers and then reduced in pressure within distribution networks for use in different processes. Unfortunately, when this pressure reduction occurs energy is lost (Chowdhury, et al., 2018). More widely, some heating processes such as those in the steel and glass making sectors, can waste up to 50% of the heat used, so there is significant scope to improve the efficiency of these heating processes."}, {"text_block_id": "p61_b655", "text": "The use of heat recovery technologies can significantly reduce energy consumption, improve the efficiency of manufacturing processes, and reduce waste. Both the Industrial Heat Recovery Support programme (IHRS) and the IETF provide support for industry to invest in new technology to recover and reuse heat (IHRS has closed to new applications but will continue to provide funding until 2022, phase 2 of the IETF will launch this year). These solutions include recycling heat for other thermal uses within the same site, different end users reusing the waste heat (heat networks) or converting the waste heat to electricity. To realise the full potential of these measures, we will support further research and testing related to new heat recovery techniques, having already supported several projects within industry under the IHRS. These projects include research into quantifying waste heat flows within cement sites for the purpose of utilising this heat for electricity generation. We are also considering further options such as targeted audits in specific industrial sites to drive increased use of heat recovery and reuse techniques."}, {"text_block_id": "p62_b656", "text": "Action 5.3: Help less energy-intensive, dispersed industrial sites improve energy efficiency through the adoption of technologies available in the market with low payback times"}, {"text_block_id": "p62_b657", "text": "Less energy-intensive and dispersed sites can make significant savings by adopting existing technologies, but they often do not have the resources to invest in them."}, {"text_block_id": "p62_b658", "text": "Energy efficiency improvement technologies that pay back in less than five years are already available in the market (Chowdhury, et al., 2018), but have not been fully adopted because of many factors, including users having limited information about their potential, a lack of finance to invest in them and long lifetimes of existing equipment. Examples of solutions with short payback times include boiler flue economisers, oxygen trim systems, and water treatment technologies that can increase boiler efficiency and reduce emissions. Key electrification technologies are also already available in the market, such as heat pumps that can reduce energy demand from industrial processes, particularly in low-temperature heat applications. Therefore, we will review how small and dispersed industrial sites can adopt these solutions, with measures being considered including audit programmes, efficiency standards, expert advice and training for SMEs, expanded funding schemes and finance options."}, {"text_block_id": "p63_b659", "text": "Action 5.4: Develop a communications plan to make industry aware of the support that is already available to increase energy efficiency"}, {"text_block_id": "p63_b660", "text": "We realise the energy efficiency policy landscape is complex, with the range of policies being particularly difficult for smaller companies to follow. Because of this, we will develop a communications plan together with industry to champion the wide range of support and regulation that is already in place to improve energy efficiency levels."}, {"text_block_id": "p63_b661", "text": "As part of this plan, we will consider options to develop resources such as direct advice, training, and best practice to address capacity and expertise gaps and highlight presently available solutions. We will also emphasise solutions related to behaviour change that could be utilised to improve energy efficiency. We will also focus on ensuring that digital solutions reach businesses at scale, providing self-service options as much as possible."}, {"text_block_id": "p63_b662", "text": "Industrial resource efficiency and material substitution"}, {"text_block_id": "p63_b663", "text": "Action 5.5: Support increased resource efficiency and material substitution within industry, by driving the transition towards a circular economy model and increasing reuse, repair and remanufacturing"}, {"text_block_id": "p63_b664", "text": "In addition to improving energy efficiency within industry, using the raw materials we rely on more efficiently is critical in reducing emissions. Increasing resource and material efficiency in practice means keeping products and materials in circulation for longer through circular economy approaches such as reuse, repair, recycling and reducing the quantity of materials used within manufacturing. This transformative approach, tackling"}, {"text_block_id": "p64_b665", "text": "both consumption and production related efficiency, reduces emissions at all stages of a product’s lifetime."}, {"text_block_id": "p64_b666", "text": "Resource efficiency and material substitution measures have significant potential, these measures could save 9 MtCO"}, {"text_block_id": "p64_b667", "text": "2"}, {"text_block_id": "p64_b668", "text": "e per annum in industry within the UK by 2050 (see Annex 4), including a reduction in emissions of 3MtCO"}, {"text_block_id": "p64_b669", "text": "2"}, {"text_block_id": "p64_b670", "text": "e relating to UK consumption. In particular, individual measures with the most potential in reducing emissions are using more construction materials with low embodied carbon (such as timber), reusing construction materials and using electronics and vehicles for longer. Aside from improved resource efficiency in materials, improved water efficiency has significant potential in realising additional energy and emissions savings in industry. Measures such as improved water reuse and recycling and filtering technologies that improve equipment performance are key options that could further reduce industrial emissions."}, {"text_block_id": "p64_b671", "text": "Aside from this emissions reduction potential, improving resource and material efficiency within industry can have widespread environmental benefits, for example reducing the demand on natural resources. From an economic perspective, by increasing material and resource efficiency, the productivity of the economy can be increased, making the UK more competitive and improving our resource security. Rather than leading to a loss of economic activity, this shift towards ‘recommerce’, remanufacture and repair activity can enhance our economy in terms of jobs and growth."}, {"text_block_id": "p64_b672", "text": "Because of these benefits, driving improvements in resource efficiency is a key priority. Our approach in driving the UK’s transition to a more resource efficient economy is set out for England in the"}, {"text_block_id": "p64_b673", "text": "Resources and Waste Strategy"}, {"text_block_id": "p64_b674", "text": ", which outlines how we will maximise the value of our resources and minimise waste to increase the circularity of our economy. Key components of our policy approach include: improving product designs to ensure durability, repairability and recyclability with the use of selective product bans to drive this improvement; advancing the design of buildings and infrastructure; implementing systems that support recycling including producer responsibility schemes and consistent collection systems; and wider utilisation of data to increase the reuse of secondary materials. As part of this, our modified Waste Prevention Programme will be launched for consultation in 2021, which aims to emphasise the importance of these measures and ensure they are a priority in reducing emissions."}, {"text_block_id": "p64_b675", "text": "Our wider approach to protecting the environment is set out in the Environment Bill. An important aspect of the Bill is the power to set long-term, legally binding environmental targets. The Bill establishes a duty on Defra’s Secretary of State to set long-term targets in each of the following priority areas: air quality, biodiversity, water, and resource efficiency and waste reduction by October 2022. This includes a proposed target to increase resource productivity, building on the goal of doubling resource productivity across the economy by 2050, as committed to in the 25 year"}, {"text_block_id": "p64_b676", "text": "Environment Plan"}, {"text_block_id": "p64_b677", "text": "."}, {"text_block_id": "p64_b678_merged_merged_merged_merged", "text": "The Resources and Waste Strategy emphasises that a collaborative, cross government effort is required. As part of this effort, we are supporting a new £30 million UKRI Circular Economy Research Programme that takes an inter-disciplinary approach in developing solutions that will help industry to innovate and develop best practice. Beyond these measures, we will support the uptake of smarter designs in industrial goods, to reduce demand for raw materials within industrial production. This will be achieved through encouraging collaboration between professionals in each stage of the production"}, {"text_block_id": "p65_b681", "text": "process, including designers, digital experts and engineers. By doing this, we will be building on existing initiatives such as the industry-led “Made Smarter initiative”."}, {"text_block_id": "p65_b682", "text": "We will also support the implementation of the vision of the Energy Data Taskforce through the Modernising Energy Data Programme, by working collaboratively with industry and other parts of government and the public sector to connect energy, waste and water flows from industrial sites across the country and encourage the elimination of waste and the reuse of materials. Finally, government will support resource efficiency improvements through its commitments to creating demand for low carbon products, using measures such as public procurement and product standards (Chapter 3)."}, {"text_block_id": "p66_b683", "text": "Part 2"}, {"text_block_id": "p66_b684", "text": "Transforming industrial processes"}, {"text_block_id": "p66_b685", "text": "Chapter 6: Accelerating innovation of low carbon technologies"}, {"text_block_id": "p67_b686", "text": "The low carbon technologies that are needed to decarbonise industry are at various stages of development and investment is required to advance them. The private sector will play a significant role in this, but the uncertainties associated with novel technologies can be a barrier that government needs to help overcome. Many critical technologies such as CCUS from cement production, high temperature electrification and direct combustion firing"}, {"text_block_id": "p67_b687", "text": "are still in the early stages of development. We need these technologies to be ready for large-scale deployment from the 2030s."}, {"text_block_id": "p67_b688", "text": "Although we cannot predict the exact mix of technologies that will get industry to net zero, we know we need to continue to innovate and develop a broad range of low carbon technologies. This will put us in the best position to reduce the cost of decarbonisation and maintain the competitiveness of industry. This chapter sets out our innovation priorities for industry and the actions we will take to achieve them."}, {"text_block_id": "p67_b689_merged_merged", "text": "As the HM Treasury 2020 Net Zero Review Interim Report sets out, accelerating innovation requires researching, testing and demonstrating technologies across different uses and stages. This process is often complex and lengthy; therefore industry, government and research institutions need to work in partnership if we are to innovate at the scale and speed that we need."}, {"text_block_id": "p67_b692", "text": "Our £1 billion Net Zero Innovation Portfolio shows that we recognise the importance of innovation in advancing net zero and will be complemented by up to £3.5 billion of funding from institutions such as industry and academia. For industry, this will build on the success of over £310 million of funding since 2016 (Figure 6.1), which has advanced key technologies including industrial CCUS and low carbon hydrogen production."}, {"text_block_id": "p67_b693", "text": "We will ensure funding for industry from the Net Zero Innovation Portfolio aligns with our innovation priorities, targeting the development of low carbon technologies where it will have the largest impact. In the near term, the Net Zero Innovation Portfolio will continue to build on the UK’s leadership role and existing projects in the deployment of CCUS, hydrogen and nuclear advanced modular reactor technologies, with dedicated workstreams furthering production, supply and use, feasibility and safety."}, {"text_block_id": "p67_b694", "text": "We will also draw on our world-class universities and research institutions, including through our £20 million funding that is being used to establish the Industrial Decarbonisation Research and Innovation Centre. Industry can also innovate using new tools we have funded such as the Met Office’s UK Climate Projections to anticipate and adapt to the effects of climate change. That may mean taking advantage of the UK’s cutting edge climate science capability to target measures to protect assets, operations and supply chains from climate impacts, now and in the future."}, {"text_block_id": "p67_b695", "text": "The partnership for innovation extends beyond our borders. By thinking globally, we can co-develop solutions, reduce risks and bring down costs faster. We can also take advantage of export opportunities for low carbon technologies developed in the UK. This is discussed further in Chapter 7."}, {"text_block_id": "p68_b696", "text": "Other industry funding"}, {"text_block_id": "p68_b697", "text": "Figure 6.1: Funding programmes related to industrial innovation"}, {"text_block_id": "p68_b698", "text": "Innovation priorities"}, {"text_block_id": "p68_b699", "text": "The main near-term industrial decarbonisation innovation priorities can be broadly grouped into five areas: fuel switching, CCUS for industry, energy efficiency improvements (including digitalisation), advanced technologies and product innovation. Our plan is to take action in each of these areas. We also recognise that the innovation landscape is not static, so we will continue to review our priorities over time as new evidence arises."}, {"text_block_id": "p68_b700", "text": "To help accelerate innovation of low carbon technologies across industry, government will:"}, {"text_block_id": "p69_b701", "text": "Action 6.1: Support innovation in fuel switching technologies, including low carbon electricity, hydrogen and biomass"}, {"text_block_id": "p69_b702", "text": "Fossil fuels (coal, gas and oil) made up around 55% of industrial energy consumption in 2019, most of which was used to generate heat (HM Government,"}, {"text_block_id": "p69_b703", "text": "National Statistics: Energy consumption in the UK"}, {"text_block_id": "p69_b704", "text": ", 2020). This heat is used either directly, such as in a kiln where fuels are burned together with the material they are heating, or indirectly, such as in boilers that generate steam which is then used for heating elsewhere in the process. We need to support innovation in a wide range of fuels that are applicable to all types of industrial processes to reach net zero."}, {"text_block_id": "p69_b705", "text": "The Industrial Fuel Switching Competition (IFSC) which ran from 2019 to 2021, has been highly successful in progressing the development of new fuel switching technologies across a range of sectors, including cement, refineries, glass and lime. The latest round of funding was awarded in autumn 2020, with four projects moving from feasibility studies to demonstration. One example is the Glass Futures project in Merseyside, which includes a biodiesel trial on a full-scale commercial line, a hydrogen demonstration on a large lab scale and the provision of evidence to scale up electric melting technology."}, {"text_block_id": "p69_b706_merged_merged", "text": "The low carbon fuels supported in the IFSC to date were determined by the suitable projects brought forward by industry, with bioenergy and hydrogen projects featuring strongly. There is a gap developing in innovation around electrification, particularly for high temperature processes. As announced in the Ten Point Plan, the IFSC will continue as part of the Net Zero Innovation Portfolio. Going forward, we will work with industry to proactively accelerate the potential of fuel switching technologies, seeking out potential electrification projects and ensure we are progressing this technology alongside hydrogen and biomass fuel switching. As part of this process, we will promote innovation in new technologies that do not lead to conflicts with wider environmental goals, such as improving air and water quality."}, {"text_block_id": "p70_b709", "text": "Action 6.2: Support first-of-a-kind demonstration of CCUS from a range of industrial sources"}, {"text_block_id": "p70_b710", "text": "Recent government support for CCUS innovation has moved this technology forward: the £22 million CCUS Innovation Programme supported vital engineering studies, through advancing successful projects across the industrial clusters."}, {"text_block_id": "p70_b711", "text": "Despite this progress, we need to go further and faster. It is critical that the UK acts now to demonstrate CCUS from a wide range of industrial sources. The Net Zero Innovation Portfolio will include support for innovation in CCUS."}, {"text_block_id": "p70_b712_merged", "text": "This is a key priority, as carbon dioxide capture from industrial sources can be expensive and technically challenging, and consequently the maturity of CCUS technology varies across different applications. CCUS applied to industrial sources such as steel and cement is still in the demonstration or prototype stage (IEA, CCUS in Clean Energy Transitions, 2020) and therefore requires greater support for innovation in the near term. Many industrial CCUS technologies require bespoke solutions, tailored to the specific conditions on site. Some of the challenges include heat integration of the capture process with the wider site and impurities in the flue gases. Advanced capture technologies such as calcium looping or membrane separation offer potential for addressing these challenges and reducing overall costs."}, {"text_block_id": "p70_b715", "text": "We will also further explore the opportunities for carbon utilisation. We are already supporting CCUS innovation through the £5 million Carbon Capture and Utilisation Demonstration Innovation Programme. There are still uncertainties around the extent to which some carbon utilisation technologies reduce and permanently store carbon dioxide but it may be appropriate in certain applications. We want to engage with industry to understand lifecycle emissions, consider what future innovation support might be required, and ensure that there is a stable and efficient regulatory framework that supports the development of carbon utilisation."}, {"text_block_id": "p71_b716", "text": "Action 6.3: Support the development of industrial digital technologies to maximise efficiency improvements"}, {"text_block_id": "p71_b717", "text": "Chapter 5 highlights the significant potential that exists to reduce emissions through efficiency improvements. While many energy efficiency technologies are commercially available today, there is still scope for innovation to maximise efficiency potential. Digitalisation technologies are key to achieving this. Work undertaken for the"}, {"text_block_id": "p71_b718", "text": "Made Smarter Review"}, {"text_block_id": "p71_b719", "text": "(Maier,"}, {"text_block_id": "p71_b720", "text": "Made Smarter Review"}, {"text_block_id": "p71_b721", "text": ", 2017) found that the adoption of digitalisation technologies could reduce carbon dioxide emissions by 4.5% while increasing manufacturing growth between 1.5% and 3% a year."}, {"text_block_id": "p71_b722", "text": "We are already supporting the wider utilisation of digital technologies in industry. For example, funding from the Industrial Strategy Challenge Fund has been made available for competitions to drive digital innovation in UK manufacturing supply chains. These competitions were set up to support both feasibility studies and industrial research projects which focus on supply chain integration and optimisation. Examples of such projects include improving track and trace capabilities to help businesses optimise their supply chains and eliminate waste, reducing emissions."}, {"text_block_id": "p71_b723_merged_merged", "text": "Although significant progress has already been made, we must support further growth in digitalisation. As stated in the Ten Point Plan, developing disruptive technologies such as artificial intelligence for energy is a key priority, and in order to achieve the maximum possible level of emissions reductions, we will support developments in several key areas. These areas could include technologies such as 3D printing and digital twin technology."}, {"text_block_id": "p71_b726", "text": "3D printing:"}, {"text_block_id": "p71_b727", "text": "Producing parts and products through 3D printing can not only lead to lighter and stronger parts, but also reduce lead times and extend product life cycles – furthering the move towards a more circular economy. Being a world leader in 3D printing, in the UK there are several industrial sites that have already implemented the technology, notably in high value manufacturing sectors such as the aerospace and automotive sectors."}, {"text_block_id": "p71_b728", "text": "Digital twin technology:"}, {"text_block_id": "p71_b729", "text": "Digital twins are virtual simulations of real-world systems, which can contribute to improving the sustainability of a system. Smart components can be deployed within an industrial process which gather data, with this data then being connected to a cloud-based storage system to create a digital twin. This digital twin can then be used to identify potential issues within the system and address them before they occur. One example of this technology being implemented is a project run by the Materials Processing Institute which looks at implementing digital twin technology in UK steel plants to improve the cost-effectiveness, efficiency and flexibility of the production process."}, {"text_block_id": "p72_b730", "text": "Action 6.4: Support research into advanced technologies"}, {"text_block_id": "p72_b731_merged", "text": "Decarbonisation of existing industrial processes is limited by the chemistry and thermodynamics of the incumbent technology. Sometimes a new manufacturing process is needed to provide a step-change in emissions reductions. Steelmaking has seen such advancements over the centuries. The basic oxygen furnace invented in the 1950s, is almost twice as efficient as the open-hearth furnace which came before. Today, less than 1% of global steel production is from the outdated open-hearth technology (Worldsteel, Steel Statistical Yearbook, 2020). Going forward, novel processes such as electrolysis of iron ore may provide the solution to truly “green steel” (Cavaliere, Electrolysis of Iron Ores, 2019)."}, {"text_block_id": "p72_b736", "text": "Continued innovation of decarbonisation technologies such as CCUS could present new opportunities. For example, Cambridge Carbon Capture’s patented CO2LOC technology enables industry to sequester its carbon dioxide emissions at a profit through a two-stage mineralisation process. The flexibility of this process means it is suited to storing carbon dioxide emissions from a range of industrial sectors and is also a feasible option for small and medium-scale industrial applications. This combination of flexibility, cost-effectiveness and the creation of valuable by-products from the process, which include silicon dioxide and numerous trace metals, means this innovative technology has significant potential."}, {"text_block_id": "p72_b737", "text": "We will continue to support cutting edge innovation in novel and advanced technologies that could support a transformation to low carbon processes."}, {"text_block_id": "p73_b738", "text": "Action 6.5: Support advancements in product innovation"}, {"text_block_id": "p73_b739", "text": "Product innovation involves redesigning existing goods to be more sustainable as well as designing and producing entirely new goods that have sustainability in mind from the outset. Examples of product innovations which have significant potential include:"}, {"text_block_id": "p73_b740", "text": "Alternative cements:"}, {"text_block_id": "p73_b741", "text": "by sourcing low carbon material inputs such as pre-calcined raw materials and developing lower clinker cements and concretes, alternative binders and cement formulations, embodied emissions within the cement that is manufactured can be reduced."}, {"text_block_id": "p73_b742", "text": "Remanufacturing:"}, {"text_block_id": "p73_b743", "text": "a series of manufacturing steps acting on an end-of-life part or product in order to return it to like-new or better performance, with warranty to match. Remanufacturing not only preserves valuable raw materials, but also uses less energy. The energy required to remanufacture a product can be up to 90% less than to manufacture from raw materials."}, {"text_block_id": "p73_b744", "text": "We will work with industry and academia to identify and support key innovations in the design of industrial products that can significantly reduce emissions."}, {"text_block_id": "p74_b745", "text": "Part 3"}, {"text_block_id": "p74_b746", "text": "Maximising the UK’s potential"}, {"text_block_id": "p74_b747", "text": "Chapter 7: Net zero in a global market"}, {"text_block_id": "p75_b748_merged", "text": "Decarbonising industry is a global challenge. Industrial products are bought and sold in every country in the world, making up a significant proportion of international trade, and the sector accounts for 24% of global energy-related carbon dioxide emissions (IEA, Tracking Industry 2020, 2018). By leading and advocating for stronger international collaboration with others, we can develop new technologies faster, increase production of low carbon products, and bring down the overall costs of industrial decarbonisation. Driving decarbonisation internationally can further protect our domestic industries from the risk of carbon leakage, complementing our domestic measures discussed in Chapter 2."}, {"text_block_id": "p75_b751", "text": "Our vision is that over the next few decades, the UK will be a global leader in industrial decarbonisation and manufacturing of low carbon industrial products."}, {"text_block_id": "p75_b752", "text": "We will use the full range of levers available to government to achieve this, strengthening international ties both bilaterally and multilaterally, and supporting industrial decarbonisation efforts across the globe."}, {"text_block_id": "p75_b753", "text": "The UK is already a leader in the fight against climate change, and we look forward to hosting the COP26 UN Climate Conference, which will take place between 1st - 12th November 2021 in Glasgow. Using our presidency of COP26 and the G7, and wider diplomatic efforts, we are working to establish greater coordinated climate action across sectors."}, {"text_block_id": "p75_b754", "text": "To help develop long-term partnerships for COP26 and beyond, government will:"}, {"text_block_id": "p75_b755", "text": "Action 7.1: Work with our partners to create a coalition of countries committed to shared approaches to developing the market for low carbon products"}, {"text_block_id": "p75_b756", "text": "In Chapter 3 of the strategy, we set out how the UK will develop proposals to grow demand for low carbon industrial products. Global alignment on these approaches can be mutually beneficial; providing a stronger market signal to drive decarbonisation in industry. Joint commitments and global coordination to procure low carbon industrial products can catalyse demand and increase the incentive for companies to move onto a low carbon pathway. Combining this with shared standards for products could enable the market to flourish, as well as simplify the policy landscape for businesses operating in multiple markets."}, {"text_block_id": "p75_b757", "text": "We will be pursuing opportunities through the G7, G20, Office for Economic Cooperation and Development (OECD) and United Nations Environment Programme (UNEP) to create coordinated and scaled-up action."}, {"text_block_id": "p75_b758", "text": "We want to work with our international partners to share approaches to developing the market for low carbon products and take advantage of these benefits."}, {"text_block_id": "p76_b759", "text": "To do this, the UK is leading efforts to stimulate joint commitments in these areas through the Leadership Group for Industry Transition (LeadIT), which was established at the United Nations Climate Action Summit in 2019. This group aims to foster public-private collaboration supported by technical expertise sharing to accelerate the decarbonisation of industry. The UK is also developing a new initiative under the Clean Energy Ministerial, supported by the United Nations Industrial Development Organisation and several leading countries, which we want to focus on using collective public procurement action to enhance the demand for green industrial products, such as steel and cement."}, {"text_block_id": "p76_b760", "text": "Alongside this, we will work in partnership with industry-led organisations, including the Mission Possible Partnership, and SteelZero of the Climate Group, who are seeking to establish green buyers alliances for low carbon industrial products. Further development of these initiatives will progress in the build up to COP26 and beyond."}, {"text_block_id": "p77_b761", "text": "Action 7.2: Lead global innovation efforts, through the UK’s leading role in Mission Innovation, to reduce the costs of supplying low carbon industrial products"}, {"text_block_id": "p77_b762", "text": "Innovation can benefit from coordination across countries, to avoid duplication of effort and maximise positive outcomes. Mutual knowledge exchange on global innovation efforts can support reaching economies of scale for the design and deployment of clean industrial technologies, reducing risk and overall costs for industry and taxpayers. This can also be a tool to engage countries in wider concerns for industry, including overcapacity, as within the steel sector, and barriers to collaboration, like how intellectual property regulations can prevent joint working."}, {"text_block_id": "p77_b763", "text": "Mission Innovation (MI) is a global initiative working to accelerate clean energy innovation. Since launching at COP21 in 2015, MI has driven increased clean energy innovation investments and strengthened collaboration between countries, accelerating the ‘push’ of new technologies through research development and demonstration (RD&D). Over the past five years, MI members have delivered $4.9 billion increase in annual investment in clean energy innovation; and over 1,000 innovations globally (Mission Innovation, 2020). The UK has exceeded the commitment we made to double our own clean energy innovation spend over the same period."}, {"text_block_id": "p77_b764", "text": "Innovation is a priority for the UK’s COP26 presidency, and we are actively leading the development of the next phase. Mission 2.0 will shift to a mission-orientated approach, setting ambitious goals for the technologies and sectors where international RD&D efforts will yield substantial benefits."}, {"text_block_id": "p77_b765", "text": "The UK will look to develop missions with other leading economies that will work towards bold targets and support the UK’s goals for industrial decarbonisation."}, {"text_block_id": "p77_b766", "text": "We will seek to ensure new missions launched at the 6th MI Ministerial and COP26 accelerate the development of affordable, accessible solutions for transition pathways essential to achieve net zero in industrial sectors, such as clean hydrogen, electrification and clean industrial processes."}, {"text_block_id": "p77_b767", "text": "In addition to the fora described under Actions 1 and 2, we are considering how best to advance the UK’s climate change objectives at the World Trade Organisation, with organisations like the OECD and World Economic Forum, and as part of the UK’s upcoming G7 presidency."}, {"text_block_id": "p77_b768", "text": "To help develop UK and global partnerships, government will:"}, {"text_block_id": "p78_b769", "text": "Action 7.3: Support industrial decarbonisation through trade policy"}, {"text_block_id": "p78_b770", "text": "The UK is starting out on a new and exciting chapter in our global trading history. We are now free to enter into our own trade agreements with third countries, and we are eager to develop new relationships across the world. The UK’s trade policy, including through our new Free trade agreements (FTAs) and independent membership of the WTO, can support industrial decarbonisation by:"}, {"text_block_id": "p78_b771", "text": "•"}, {"text_block_id": "p78_b772", "text": "maintaining both parties’ right to regulate in pursuit of decarbonisation and reaffirming our respective commitments to the United Nations Framework Convention on Climate Change (UNFCCC) and the Paris Agreement to reduce greenhouse gas emissions"}, {"text_block_id": "p78_b773", "text": "•"}, {"text_block_id": "p78_b774", "text": "improving market access for low carbon technologies, services and systems by tackling both tariff and non-tariff barriers to trade, for example agreeing a common framework for the certification of low carbon industrial products"}, {"text_block_id": "p78_b775", "text": "•"}, {"text_block_id": "p78_b776", "text": "supporting greater collaboration on decarbonisation, such as exploring opportunities for practical cooperation on carbon pricing, including through possible linking of emissions trading systems, and committing to increased joint information exchanges and cooperative working in international forums"}, {"text_block_id": "p78_b777", "text": "•"}, {"text_block_id": "p78_b778", "text": "addressing unfair industrial subsidies, which distort markets and prevent long term, low carbon investments"}, {"text_block_id": "p78_b779", "text": "Potential implications of future trade agreements"}, {"text_block_id": "p78_b780", "text": "We have successfully agreed an ambitious trade deal with the EU, our biggest trading partner. The Trade and Cooperation Agreement (TCA) is unprecedented in the crucial importance and prominence it attaches to tackling climate change. It elevates both the UK and EU’s commitment to the fight against climate change and respect for the Paris Agreement, making it an ‘essential element’ of the agreement. It also demonstrates our continued commitment to carbon pricing as an effective tool to help fulfil our climate change objectives. The deal protects both parties’ right to regulate, to set our own policies and priorities to meet our ambitious climate goals."}, {"text_block_id": "p78_b781", "text": "We have also concluded an FTA with Japan and are currently negotiating ambitious bilateral trade deals with other countries, including New Zealand, Australia, and the United States. In current and future FTAs, we want to emphasise the importance of core climate provisions, and to reduce technical barriers to trade, including of low carbon industrial products."}, {"text_block_id": "p79_b782", "text": "Through our FTAs, the UK and its trade partners can affirm commitments to implement, and cooperate to address global issues through multilateral environmental agreements (MEAs), including the Paris Agreement."}, {"text_block_id": "p79_b783", "text": "Trade agreements also change industry’s exposure to international competition, and have the potential to impact the environment by changing patterns of production for the goods and services that are traded. We will ensure these considerations are properly understood and factored into UK trade and decarbonisation policy, particularly around the risk of carbon leakage, as discussed in Chapter 2."}, {"text_block_id": "p79_b784", "text": "Action 7.4: Capitalise on the export opportunities of having a world-leading net zero industry"}, {"text_block_id": "p79_b785", "text": "The race to net zero is on: we need to capitalise on our strengths and remain at the forefront of emerging innovative technologies and industries in the years ahead. In doing so, we will position the UK to springboard into expanding its low carbon technologies export markets and maximising the ‘first mover’ advantage to provide knowledge and technologies to emerging markets."}, {"text_block_id": "p79_b786", "text": "As countries continue to increase their ambition to meet the goals of the 2015 Paris Agreement, there will be expanding export opportunities for the products and services needed in a low carbon economy. It is estimated that global trade in a selection of low carbon products and services could increase from around £0.5 trillion in 2015 to £1.1– £1.6 trillion in 2030, and to £2.8–£4.5 trillion in 2050 (CCC,"}, {"text_block_id": "p79_b787", "text": "UK business opportunities of moving to a low carbon economy"}, {"text_block_id": "p79_b788", "text": ", 2017)."}, {"text_block_id": "p79_b789_merged_merged", "text": "If global industry emissions are reduced by just 70% in 2050 relative to 2012 levels, exports of related decarbonisation technologies can offer approximately £1.4 billion in GVA per annum to the economy (Vivid Economics, Energy Innovation Needs Assessment: Industry, 2019). Hydrogen production equipment has the potential to cover a market of approximately £4 billion annually by 2050 and stationary fuel cells used for vehicles could make up a traded market of £15 billion annually (Vivid Economics, Energy Innovations Needs Assessment: Hydrogen and fuel cells, 2019)."}, {"text_block_id": "p79_b794", "text": "Figure 7.1: Value of UK exports related to industrial decarbonisation technologies in 2050 Source: EINA Industry Report, 2019"}, {"text_block_id": "p80_b795", "text": "Identifying opportunities and promoting exports is one of government’s key objectives across the economy. We are working to secure global investment to support the growth of the UK’s green industrial base, growing supply chain capability and capacity across the UK, reducing the cost of clean growth technologies and creating sustainable opportunities for the UK to reduce emissions overseas through our exports. The UK low carbon export opportunities will be further supported by the UK Global Tariff Schedule launched in May 2020, which seeks to promote net zero industry through the reduction of tariffs on over 100 products to back renewable energy, energy efficiency, carbon capture, and the circular economy. At the WTO, the UK has joined a new group focused on advancing the sustainable trade agenda – the Structured Discussions on Trade and Environmental Sustainability – and will be exploring options to build on progress we have made on Environmental Goods and Services liberalisation."}, {"text_block_id": "p80_b796", "text": "Finally, we will deploy UK Export Finance’s £2 billion Clean Growth Direct Lending Facility to international clean growth projects and create export opportunities for the UK supply chain through UKEF’s network of international export finance executives. We will open these international opportunities by connecting UK suppliers and providing trade finance support to enable SMEs across the whole of the UK to internationalise their activities."}, {"text_block_id": "p81_b797", "text": "Action 7.5: Continue to work with key international organisations, countries and initiatives to encourage industrial decarbonisation in developing countries"}, {"text_block_id": "p81_b798_merged", "text": "Direct emissions from industry could be 28% lower in 2050 if industrial decarbonisation is supported in developing countries (Vivid Economics, BEIS ICF Mitigation Investment Options, 2020). Since 2012 we have committed £70 million of Official Development Assistance (ODA) for promoting carbon capture, usage and storage, a critical technology for decarbonising industry in developing countries."}, {"text_block_id": "p81_b801", "text": "Last year, we announced £15 million of UK international climate finance (ODA) through a new Clean Energy Innovation Facility to support research, development, and demonstration (RD&D) in developing countries to decarbonise industry. In addition, we committed up to £27 million to two programmes that help developing countries design and implement carbon taxes and emissions trading systems. These have shaped carbon taxes in Chile, South Africa and Mexico, and China’s national ETS, which will be the largest carbon-pricing instrument in the world by coverage."}, {"text_block_id": "p82_b802", "text": "Part 3"}, {"text_block_id": "p82_b803", "text": "Maximising the UK’s potential"}, {"text_block_id": "p82_b804", "text": "Chapter 8: Levelling up"}, {"text_block_id": "p83_b805", "text": "Overcoming geographic inequalities is a key priority for this government. The manufacturing sector is a crucial part of local economies across England, Scotland, Wales and Northern Ireland, often providing well-paid jobs in areas where salaries fall below the UK average. For example, in 2020, the average steel wage was £34,000, almost 50% higher than the average in Wales and the Yorkshire and Humber regions (NOMIS,"}, {"text_block_id": "p83_b806", "text": "Official Labour Market Statistics"}, {"text_block_id": "p83_b807", "text": ", 2020) (ONS,"}, {"text_block_id": "p83_b808", "text": "Annual Survey of Hours and Earnings"}, {"text_block_id": "p83_b809", "text": ", 2020)"}, {"text_block_id": "p83_b810", "text": ". It is therefore vital that the manufacturing sector thrives now and in the future."}, {"text_block_id": "p83_b811", "text": "Decarbonisation is an opportunity to transform the UK’s industrial regions, attracting inward investment, future proofing businesses and securing the long-term viability of jobs. As we set out in the"}, {"text_block_id": "p83_b812", "text": "Ten Point Plan"}, {"text_block_id": "p83_b813", "text": ", building back better can also help repair the economic damage of COVID-19 and put in motion a Green Industrial Revolution. This plan, which is part of the government’s mission to level up the country, will mobilise £13 billion of government investment, to create and support up to 250,000 green jobs throughout the UK (HM Government,"}, {"text_block_id": "p83_b814", "text": "Ten Point Plan"}, {"text_block_id": "p83_b815", "text": ", 2020)."}, {"text_block_id": "p83_b816", "text": "While reaching net zero is our ultimate goal, decarbonising industry will have benefits that span beyond reducing emissions. Latest statistics show, between 1990 and 2019, the UK has reduced emissions by 44% (BEIS,"}, {"text_block_id": "p83_b817", "text": "Final UK greenhouse gas emissions national statistics: 1990 to 2019"}, {"text_block_id": "p83_b818", "text": "), while growing the economy by 78% (ONS,"}, {"text_block_id": "p83_b819", "text": "Gross Domestic Product: chained volume measures, 2021"}, {"text_block_id": "p83_b820", "text": "). This trend can continue with a low carbon industrial sector that drives economic growth and supports green jobs. Figure 8.1 demonstrates the range of areas of potential growth offered by industrial decarbonisation. From building new infrastructure for innovative technologies, to developing the circular economy value chain, decarbonisation presents a significant opportunity to boost the UK’s economy and revitalise our industrial heartlands."}, {"text_block_id": "p83_b821", "text": "To help regions across the UK to benefit from the low carbon transition, government will:"}, {"text_block_id": "p83_b822", "text": "Action 8.1: Unlock new job opportunities through deployment of low carbon infrastructure in industrial areas"}, {"text_block_id": "p83_b823_merged_merged_merged_merged", "text": "Earlier chapters in this strategy set out the need to build new infrastructure that will be required to use technologies like CCUS and low carbon hydrogen. There is – particularly across the UK’s industrial clusters – significant potential to create new jobs through the deployment of low carbon infrastructure and technologies. For example, our commitment to support deployment of CCUS could help to create 50,000 jobs alone in the UK by 2030 (HM Government, Ten Point Plan, 2020)."}, {"text_block_id": "p84_b826", "text": "Figure 8.1: Illustrative example of the five channels of potential growth from decarbonisation (BEIS analysis, 2020)."}, {"text_block_id": "p85_b827", "text": "As demonstrated in Figure 8.2, UK industry is located across different areas of the UK, with significant clusters based outside of London and the South East. We have published, as an annex to this strategy, a delivery plan for industrial clusters, summarising how we will work with industry and local communities to achieve our bold ambition to establish four low carbon industrial clusters by 2030 and at least one net zero industrial cluster by 2040. Successful deployment of low carbon technology in these areas could result in new job creation across Teesside, Yorkshire and the Humber, Black Country, North West of England, Solent region, Scotland and South Wales. For example, analysis carried out by Vivid Economics illustrates that UK-wide deployment of CCUS and low carbon hydrogen has the potential to support up to 33,000 direct jobs and £2.5 billion in direct GVA in 2030, across a number of decarbonisation projects based in the Humber, Teesside, Scotland and the North West (Vivid Economics,"}, {"text_block_id": "p85_b828", "text": "Capturing Carbon at Drax: Delivering Jobs, Clean Growth and Levelling up the Humber"}, {"text_block_id": "p85_b829", "text": ", 2020)."}, {"text_block_id": "p85_b830", "text": "To supplement the investment in infrastructure and new technologies discussed in Chapters 2 and 4, we will explore the action required to help create new job opportunities for those based in industrial regions while enabling rollout of low carbon infrastructure across the UK."}, {"text_block_id": "p85_b831", "text": "Action 8.2: Support the skills transition so that the current and future workforce benefit from the creation of new jobs"}, {"text_block_id": "p85_b832", "text": "As the low carbon industrial sector grows and new jobs are created, there will be an opportunity for local people to take advantage of new jobs across industry and its supply chain. As the skills requirement evolves with industry’s adoption of low carbon technologies, we will need to make sure that local workers are supported in the transition from high carbon to low carbon jobs."}, {"text_block_id": "p85_b833", "text": "Government schemes and policies will play a vital role in supporting this transition to ensure that businesses can appropriately upskill and retrain their staff. The future workforce will also need to be equipped with the right skills to help them succeed in a low carbon world; supporting sustainability through the education system will be crucial. In September 2020, we introduced the first wave of T Levels, new technical study programmes for 16-to 19-year-olds that combine classroom learning with a substantive industry placement. Pathways in construction, engineering and manufacturing and agriculture will support progression into skilled occupations related to sustainability, including areas of sustainable construction and renewable energy. The Institute for Apprenticeships and Technical Education has set up a Green Apprenticeship Advisory Panel which is supported by a wider green community. The panel and community will inform the Institute’s strategy on apprenticeships and the creation of new apprenticeships suited to a low carbon workforce."}, {"text_block_id": "p85_b834_merged_merged", "text": "As announced in the Ten Point Plan, the government’s Green Jobs Taskforce will develop recommendations for an action plan to support 2 million good quality, green jobs by 2030. Building on the findings of the Green Jobs Taskforce, we will be developing our evidence base on the skills needed in a low carbon industrial sector. This will inform"}, {"text_block_id": "p86_b837_merged", "text": "Figure 8.2: Map of industrial sites across the UK with emissions greater than 0.1 MtCO2e (BEIS, 2020), key industrial clusters of sites of any size are highlighted."}, {"text_block_id": "p87_b840", "text": "our understanding of the skills requirement to achieve our industrial decarbonisation ambition, and whether any further government action is needed to support the transition."}, {"text_block_id": "p87_b841", "text": "We also acknowledge that as more workers acquire the skills to implement low carbon technologies, we must ensure we have the supply chain capabilities to achieve our ambition. As set out in Chapter 4, we will support the development of a UK based supply chain and ensure that this can meet the demands of future low carbon jobs and wider industrial decarbonisation efforts."}, {"text_block_id": "p87_b842", "text": "Action 8.3: Create incentives for new industrial sectors to base themselves in the UK’s industrial hubs and promote opportunities to attract foreign investment"}, {"text_block_id": "p87_b843", "text": "We want the UK to be the world’s most innovative economy and the best place to start and grow a business. As well as decarbonising existing industry, we want to grow future industrial sectors and position the UK as a world leader in the production of low carbon industrial goods. We want to encourage global investment in our old and new industrial sectors, increasing our competitiveness, innovation and expertise. There is scope for the UK to achieve competitive advantage in the industrial sectors of the future, for example speciality chemicals and production of electric vehicles."}, {"text_block_id": "p87_b844", "text": "High Potential Opportunities (HPOs) are one of several investment support programmes designed to promote foreign investment into innovative areas of the economy, with recent funding supporting a range of decarbonisation projects across the UK’s manufacturing sector. For example, the HPO programme has identified that Manchester has the potential to become a ‘super-centre’ for sustainable packaging design and manufacture in the food and drink sector."}, {"text_block_id": "p87_b845", "text": "Other government policy that can support investment in low carbon manufacturing include:"}, {"text_block_id": "p87_b846", "text": "•"}, {"text_block_id": "p87_b847", "text": "the new Office for Investment, encouraging foreign investment into the UK and ensuring that this drives economic recovery and growth across the UK"}, {"text_block_id": "p87_b848", "text": "•"}, {"text_block_id": "p87_b849", "text": "recently announced ‘Investment Champions’ across the Midlands Engine and Northern Powerhouse, helping to showcase the region’s strengths and attract foreign investment"}, {"text_block_id": "p87_b850", "text": "Freeports will also play a key role as we level up across the country. A number of industrial clusters are located in or nearby UK ports. We will establish Freeports as national hubs for global trade and inward investment across the UK. A Freeport is usually defined as a place to carry out business inside a country’s land border but where different customs rules apply. The UK’s bespoke, flexible Freeports model goes further, combining customs zones with tax reliefs, planning freedoms and support for regeneration and innovation."}, {"text_block_id": "p87_b851", "text": "As part of Budget 2021, following a fair, open and transparent selection process, eight Freeport locations in England have been announced at East Midlands airport, Felixstowe and Harwich (Freeport East), Humber, Liverpool city region, Plymouth and South Devon,"}, {"text_block_id": "p88_b852", "text": "Solent, Thames, and Teesside. We expect the first Freeports to be operational this Autumn. There are ongoing discussions with the administrations in Scotland, Wales and Northern Ireland to establish at least one Freeport in each nation as soon as possible."}, {"text_block_id": "p88_b853", "text": "We will continue to design policy to attract investment in the UK’s manufacturing sectors, encouraging businesses to locate themselves in the UK’s industrial clusters, where they will have the potential to benefit from low carbon infrastructure in the future."}, {"text_block_id": "p89_b854", "text": "Action 8.4: Work with devolved government across England, Scotland, Wales and Northern Ireland to unlock barriers to decarbonisation"}, {"text_block_id": "p89_b855", "text": "Successful utilisation of this strategy, including on jobs and skills, will require leadership and support at a regional level. We will continue to strengthen relationships with local government across England, and with the devolved administrations, to understand and unlock the unique barriers to decarbonisation faced by industry across the UK."}, {"text_block_id": "p89_b856", "text": "Regions across England"}, {"text_block_id": "p89_b857", "text": "In England, local government can play an important role in supporting the delivery of industrial decarbonisation, being most informed about local skills and infrastructure needs. Government can steer local action through working with places as they develop local economic strategies or local plans for economic recovery and encouraging pan-regional partnerships such as the Northern Powerhouse and Midlands Engine to set decarbonisation as a key focus. Following publication, we will continue to work closely with local and regional partners across England to champion the local voice, to ensure the economic benefits are captured locally and to understand and overcome any barriers to decarbonisation that prevent implementation of this strategy."}, {"text_block_id": "p89_b858", "text": "Devolved nations"}, {"text_block_id": "p89_b859", "text": "In 2019, the UK government committed to meeting a UK wide net zero target by 2050. The Scottish Government has legislated to reach its own net zero target by 2045. The Welsh Government currently has a legislated target for a 95% reduction in greenhouse gas emissions by 2050 (against a 1990 baseline), but has recently laid new legislation before the Senedd to amend this target to net zero by 2050. Northern Ireland currently does not have a separate target."}, {"text_block_id": "p89_b860", "text": "While decarbonisation presents an exciting opportunity for the UK, there are unique challenges and opportunities for industrial decarbonisation in Scotland, Wales and Northern Ireland. Government funding has been designed to support the decarbonisation of industry across the UK. For example, the £170 million Industrial Decarbonisation Challenge has so far committed £8 million to industrial cluster projects, including those in Scotland and South Wales to advance their cluster decarbonisation plans. The Energy Innovation programme is accelerating the commercialisation of innovative clean energy technologies with £100 million available for industrial decarbonisation across all nations."}, {"text_block_id": "p89_b861", "text": "The case studies set out below demonstrate the key role that industrial decarbonisation could play in supporting devolved nations to reach net zero. The allocation of new government support to these particular clusters remains subject to future decision-making processes. We will continue to work with devolved administrations to ensure that UK policy is designed in a way that supports Scotland, Wales and Northern Ireland as well as the UK overall."}, {"text_block_id": "p90_b862", "text": "Project Acorn, Scotland"}, {"text_block_id": "p90_b863", "text": "A range of Scottish industrial stakeholders have developed plans to decarbonise the Lothian/Grangemouth/Fife to St Fergus industrial cluster, one of the largest in the UK. Project Acorn’s plans include establishing CCS infrastructure and development of a scalable hydrogen production hub that offers significant benefits to the UK economy. If these plans are developed further, the proposals could help achieve Scotland’s net zero target, as well as economic growth and an energy and job transition for Scotland."}, {"text_block_id": "p90_b864", "text": "South Wales Industrial Cluster"}, {"text_block_id": "p90_b865", "text": "Ambitious plans are in place to decarbonise a number of industrial sites across South Wales. A collaborative partnership of businesses in Wales are seeking to explore what infrastructure is required to develop large scale CCUS projects, as well as a hydrogen economy for Wales. A transition to a low carbon future in Wales could help support local communities, create new jobs and contribute to local economic growth. It could also position Wales as a key area for possible inward investment."}, {"text_block_id": "p90_b866", "text": "Encirc, Northern Ireland (Glass)"}, {"text_block_id": "p90_b867", "text": "Unlike other parts of the UK, Northern Ireland does not have large industrial clusters. Manufacturing in Northern Ireland spans a number of dispersed sites across advanced and heavy engineering, life sciences and agri-food sectors. One example is Encirc, a glass manufacturer that supplies glass bottles to a range of food and drink producers. Encirc’s 2021 fuel switching project in partnership with Glass Futures saw it switch one of its furnaces from natural gas to a sustainable biofuel (derived from organic waste). Encirc used 100% recycled glass as part of the trial, creating sustainable glass bottles and demonstrating that furnaces can operate without the need for fossil fuels. Encirc has been investigating options for deep decarbonisation across all of its operations, including the production of green hydrogen from renewable electricity. This could enable Encirc to fully decarbonise its production and transport operations, and potentially become carbon negative."}, {"text_block_id": "p92_b868", "text": "Part 3 Maximising the UK’s potential Chapter 9: Tracking progress"}, {"text_block_id": "p93_b869", "text": "Industrial decarbonisation is a complex process and it is imperative that we take action now to reach our 2050 goals. The UK already has a well-established system for reporting on emissions through the carbon budgets, a process that is supported by the independent Climate Change Committee (CCC). There are also various schemes for industry to report on emissions and energy use. In this strategy, we are setting out new ambitions for a thriving low carbon industrial sector and the technologies that will underpin that. For this reason, we need additional indicators to measure our progress. We want to see significant emission reductions, but there are other changes we need to track too. For example, we need to track the deployment of new infrastructure that will enable widespread capture and storage of carbon dioxide, as well as monitoring the growth of green jobs in industry."}, {"text_block_id": "p93_b870", "text": "This chapter sets out our principles for tracking progress, the indicators and examples of metrics we plan to use and how we will report on them."}, {"text_block_id": "p93_b871", "text": "Principles"}, {"text_block_id": "p93_b872", "text": "The UK is setting world-leading ambition for decarbonisation. There are few international standards in this space and our approach will set a benchmark that others can follow. We aim to track progress effectively while minimising the burden on industry and government. To be successful, our approach needs to be:"}, {"text_block_id": "p93_b873", "text": "•"}, {"text_block_id": "p93_b874", "text": "strategic"}, {"text_block_id": "p93_b875", "text": "in aligning to our wider goals for clean growth and levelling up, making sure we reduce emissions in the UK without pushing them abroad"}, {"text_block_id": "p93_b876", "text": "•"}, {"text_block_id": "p93_b877", "text": "effective"}, {"text_block_id": "p93_b878", "text": "in providing insightful results that allow us to assess progress, hold government and industry to account and take remedial action if needed"}, {"text_block_id": "p93_b879", "text": "•"}, {"text_block_id": "p93_b880", "text": "proportionate"}, {"text_block_id": "p93_b881", "text": "in the burden this puts on industry and government, making best use of existing data sources and encouraging firms to champion their own results"}, {"text_block_id": "p93_b882", "text": "•"}, {"text_block_id": "p93_b883", "text": "flexible and responsive"}, {"text_block_id": "p93_b884", "text": "to changes in technologies, society and the market for industrial products, which could require changing the indicators in the future"}, {"text_block_id": "p94_b885", "text": "Accountability"}, {"text_block_id": "p94_b886", "text": "Both government and industry have a responsibility to keep the public informed about progress on decarbonisation."}, {"text_block_id": "p94_b887_merged", "text": "Every year, government publishes a response to the Climate Change Committee’s (CCC) annual progress report. This response outlines the progress made in decarbonising each of the major sectors, including industry, reporting on current levels of emissions and energy use, and responding to the recommendations of the CCC. We will use this response to inform the public on progress against the actions set out in this strategy and the indicators and metrics set out in this chapter."}, {"text_block_id": "p94_b890", "text": "Low carbon technology, industry and society will change over time. Policy will need to adapt as we learn more about industrial decarbonisation, drawing on lessons from home and abroad."}, {"text_block_id": "p94_b891", "text": "We therefore plan to review the actions in this strategy and update them where needed every five years."}, {"text_block_id": "p94_b892", "text": "Shareholders, customers and employees will take an increasing interest in the actions industry is taking to decarbonise and company reporting is an important resource to inform public debate. Noting this importance, we are proposing forthcoming regulations to require climate-related financial disclosures, as referenced in Chapter 3."}, {"text_block_id": "p94_b893", "text": "Indicators"}, {"text_block_id": "p94_b894", "text": "We need concrete measures to assess progress against the ambitions set out in Chapter 1 of this strategy. Table 9.1 gives example metrics that allow regular comparisons over time. These link directly to our ambitions, as shown in Table 9.1. We will test and develop these indicators with stakeholders and provide further details in the next progress report."}, {"text_block_id": "p94_b895", "text": "As described in this strategy, there are different phases to industrial decarbonisation. Some metrics, like efficiency improvements and engineering studies for infrastructure, will be particularly important in the 2020s. Others, such as the percentage of low carbon industrial products in circulation, will be more relevant in future decades. We can also add new metrics in the future in response to developments in technological innovation and economic and societal change."}, {"text_block_id": "p94_b896", "text": "Data"}, {"text_block_id": "p94_b897", "text": "Emissions and energy use data is already collected through several schemes, including the Streamlined Energy and Carbon Reporting scheme and the UK Emissions Trading Scheme (UK ETS) for larger energy users. Areas where more work may be needed include the evidence base for smaller site emissions, energy and resource efficiency, embodied carbon in products and materials and full life cycle assessment data. Carbon savings from CCUS are not currently reported but we will monitor progress in line with specific CCUS programmes. As robust sources of evidence in these areas are not yet available, we will monitor developments in these evidence bases and report on them in the future."}, {"text_block_id": "p95_b898", "text": "Looking ahead"}, {"text_block_id": "p95_b899", "text": "This strategy shows it is possible to have a thriving industrial sector consistent with our net zero target. Government, communities, industry and customers now need to put this strategy into practice. Our delivery plan (Annex 1) summarises the actions in this strategy and what we plan to do in the next two years to make progress. This year, we will set out our overall"}, {"text_block_id": "p95_b900", "text": "Net Zero Strategy"}, {"text_block_id": "p95_b901", "text": ", which will build on this strategy and other sectoral strategies, by showing how the whole economy will achieve net zero emissions by 2050."}, {"text_block_id": "p95_b902", "text": "There will be big decisions to take in the 2020s: where to build infrastructure first, how to make all low carbon technologies commercially attractive, and how to treat imports and exports as industry decarbonises. These decisions will be based on the best evidence, ideas and expertise. In parallel, we will also need adaptation action, building resilience to the effects of climate change we are already experiencing."}, {"text_block_id": "p95_b903_merged_merged", "text": "Climate change is a global issue, and the UK must use our own net zero ambition to encourage other nations to adopt similar targets. In November 2021, the UK will host the United Nations Framework Convention on Climate Change (UNFCCC), Conference of the Parties (COP26), bringing together world leaders, climate experts, business leaders and citizens to agree ambitious action to tackle climate change. The Industrial Decarbonisation Strategy demonstrates the UK’s commitment to net zero in an area of the economy that was often labelled as too hard to decarbonise. By showing that it can be done, we hope to encourage similar levels of action from others around the world."}, {"text_block_id": "p96_b906", "text": "Table 9.1: Measuring progress against our ambitions"}, {"text_block_id": "p97_b907", "text": "Figure 9.1: – Indicative strategic indicator framework"}, {"text_block_id": "p98_b908", "text": "Annex 1: Industrial decarbonisation strategy delivery plan"}, {"text_block_id": "p106_b909", "text": "Annex 2: Current UK government industrial decarbonisation policy"}, {"text_block_id": "p107_b910", "text": "The table below details the full set of current UK government policy that directly enables or supports decarbonisation in industry. As set out in Chapter 1, government will build on this policy landscape in the coming years, aligning approaches to our net zero target and introducing new policies to address any outstanding barriers to decarbonisation. All policies are listed in alphabetical order within the associated funding group (the Net Zero Innovation Portfolio is a continuation of the Energy Improvement Programme)."}, {"text_block_id": "p116_b911", "text": "Annex 3: Industrial clusters delivery plan"}, {"text_block_id": "p117_b912", "text": "Introduction"}, {"text_block_id": "p117_b913", "text": "Industry is a crucial part of the UK’s economy, employing over 2.6 million people in high-quality, skilled jobs and generating exports worth £300 billion in 2018 (ONS,"}, {"text_block_id": "p117_b914", "text": "Annual Business Survey"}, {"text_block_id": "p117_b915", "text": ", 2020) (ONS,"}, {"text_block_id": "p117_b916", "text": "UK Trade in Goods"}, {"text_block_id": "p117_b917", "text": ", 2020). However, the sector is also responsible for around 16% of the UK’s emissions and must contribute to reducing emissions to net zero by 2050 while remaining competitive (BEIS,"}, {"text_block_id": "p117_b918", "text": "Emissions Publication 1990-2018"}, {"text_block_id": "p117_b919", "text": ", Supplementary Tables, 2020)."}, {"text_block_id": "p117_b920_merged_merged", "text": "Progress has already been made. Emissions from industry fell by 64% between 1990 and 2018 (BEIS, Final UK greenhouse gas emissions national statistics: 1990 to 2018, Supplementary tables, 2020) while output grew by 7% (ONS, GDP quarterly national accounts time series, 2020). This largely reflects a combination of improved energy efficiency and a shift to less carbon-intensive energy sources, but we need to go further."}, {"text_block_id": "p117_b925", "text": "We will work with industry and local communities to achieve four low carbon industrial clusters by 2030 and at least one net zero industrial cluster by 2040."}, {"text_block_id": "p117_b926", "text": "Decarbonising clusters to this timetable supports the wider objectives of this strategy and the government’s net zero target."}, {"text_block_id": "p117_b927", "text": "About this plan"}, {"text_block_id": "p117_b928", "text": "This Delivery Plan sets out the overarching approach to delivering this goal, with specific actions out to the mid-2020s. It sets out a programme of work that the government will deliver in partnership with industry and relevant stakeholders. At the end of 2022 we will review progress and consider what further actions are required beyond the mid-2020s."}, {"text_block_id": "p117_b929", "text": "Industry engagement will be important to the implementation of the Delivery Plan, with the government committed to ongoing dialogue on how best to support industrial clusters to decarbonise. This represents a partnership between government, local areas and industry, with policy implementation tailored where appropriate to the needs and features of each local area."}, {"text_block_id": "p117_b930", "text": "This document is intended to:"}, {"text_block_id": "p117_b931", "text": "1."}, {"text_block_id": "p117_b932", "text": "Illustrate the broad range of funding available across government that will support the decarbonisation of industry"}, {"text_block_id": "p117_b933", "text": "2."}, {"text_block_id": "p117_b934", "text": "Set out the timeline to achieving our commitment of having four low carbon clusters by 2030 and at least one net zero cluster by 2040."}, {"text_block_id": "p117_b935", "text": "3."}, {"text_block_id": "p117_b936", "text": "Demonstrate how decarbonising clusters will contribute to our long-term ambition of reaching net zero emissions by 2050"}, {"text_block_id": "p117_b937", "text": "4."}, {"text_block_id": "p117_b938", "text": "Ensure that we are providing the required support to allow industry to transition to net zero by unlocking investment and innovation, capture the supply chain opportunities, and provide good quality green jobs"}, {"text_block_id": "p118_b939", "text": "Action incudes supporting the deployment of decarbonisation infrastructure, while supporting the development of new markets; supporting innovation; building delivery capability; and ensuring that places and society feel the wider potential benefits – from high-skilled jobs to cleaner air."}, {"text_block_id": "p118_b940", "text": "Industrial Clusters"}, {"text_block_id": "p118_b941", "text": "Industrial clusters are places where related industries have co-located. Benefits include deploying and utilising shared decarbonisation infrastructure, enabling industry to reduce the unit cost for each tonne of carbon abated as well as opportunities for resource and energy efficiency and learning and innovation sharing."}, {"text_block_id": "p118_b942", "text": "There are a number of industrial clusters of various sizes, locations, and emissions levels across the UK. Figure 1 shows the six largest clusters by level of carbon dioxide emissions."}, {"text_block_id": "p118_b943", "text": "Figure 1 – Map of major UK industry cluster emissions (2018). Source: NAEI 2018 data. Does not capture non-ETS emissions in a cluster."}, {"text_block_id": "p119_b944", "text": "Clustered industrial sectors tend to be those that require energy-intensive manufacturing processes, specifically: chemicals, glass, oil refining, paper and pulp, iron and steel. Figure 2 shows a breakdown of each cluster by industry type."}, {"text_block_id": "p120_b945", "text": "Figure 2: – Cluster emissions breakdown by sector Source: NAEI 2018 data. Does not capture non-ETS emissions in a cluster"}, {"text_block_id": "p121_b946", "text": "Many of the clusters are in relatively deprived regions and often act as a driver of prosperity for the surrounding area as key employers paying above the UK median wage (MHCLG,"}, {"text_block_id": "p121_b947", "text": "English indices of deprivation"}, {"text_block_id": "p121_b948", "text": ", 2019)."}, {"text_block_id": "p121_b949", "text": "For example, in 2020, the average steel wage was £34,000, almost 50% higher than the average in Wales and the Yorkshire and Humber regions (NOMIS,"}, {"text_block_id": "p121_b950", "text": "Official Labour Market Statistics"}, {"text_block_id": "p121_b951", "text": ", 2020) (ONS,"}, {"text_block_id": "p121_b952", "text": "Annual Survey of Hours and Earnings"}, {"text_block_id": "p121_b953", "text": ", 2020)."}, {"text_block_id": "p121_b954", "text": "The importance of industrial clusters to local places is illustrated by the fact that the Humber cluster generates approximately £4.8 billion of value to its surrounding area, representing nearly a quarter of the region’s total Gross Value Added (GVA) (ONS,"}, {"text_block_id": "p121_b955", "text": "Regional gross value added (balanced) by industry"}, {"text_block_id": "p121_b956", "text": ", 20)"}, {"text_block_id": "p121_b957_merged_merged", "text": "These clusters will be the starting point for a new carbon capture industry, taking advantage of agglomeration benefits and the advantages of co-locating infrastructure. The government committed in its Ten Point Plan to deploying carbon capture, usage and storage (CCUS) in two industrial clusters by mid 2020s, aiming for four of these sites by 2030, with the goal of capturing up to 10 MtCO2 per year (HM Government, Ten Point Plan, 2020). Developed alongside hydrogen, we can create these transformative “SuperPlaces” in areas such as the heart of the North East, the Humber, North West and in Scotland and Wales. Our £1 billion CCUS Infrastructure Fund will provide industry with the certainty required to deploy CCUS at pace and at scale. Alongside this, we will bring forward details in 2021 of a revenue mechanism to bring through private sector investment in industrial carbon capture and hydrogen projects, to provide the certainty investors require."}, {"text_block_id": "p121_b964", "text": "While we believe that clusters should be self-identifying, there are four key characteristics that a successful cluster should demonstrate:"}, {"text_block_id": "p121_b965", "text": "1."}, {"text_block_id": "p121_b966", "text": "Clusters should be able to demonstrate cooperation between businesses and organisations across the region, and evidence joint decision-making for the benefit of the wider cluster"}, {"text_block_id": "p121_b967", "text": "2."}, {"text_block_id": "p121_b968", "text": "Clusters should consider wider societal benefits of their activity. For example, the importance of public benefit from local decarbonisation, and alignment with public funding and local priorities"}, {"text_block_id": "p121_b969", "text": "3."}, {"text_block_id": "p121_b970", "text": "Clusters should have a membership that represents the industries within their geographies i.e. not just a small subset. They will have engaged relevant public sector organisations and have support from the communities in which they operate"}, {"text_block_id": "p121_b971", "text": "4."}, {"text_block_id": "p121_b972", "text": "Clusters should realise the wider benefits that decarbonisation can bring for the region, going beyond individual decarbonisation projects. They will ensure a holistic take on benefits to maximise emissions reductions potential and the development of supply chains and jobs"}, {"text_block_id": "p122_b973", "text": "Non-cluster sites will also benefit from much of this plan, including our actions to support innovation, improve delivery capability, build markets, and help society feel the benefits of clean growth."}, {"text_block_id": "p122_b974", "text": "Delivering these actions will require significant commitment from both government and industry. We will work closely with local and regional partners across England to ensure the economic benefits are realised locally and to understand and overcome any barriers to decarbonisation. We will also continue to strengthen relationships with the devolved administrations to support decarbonisation of clusters based in Scotland and Wales."}, {"text_block_id": "p122_b975", "text": "These actions will focus on supporting the deployment of initial decarbonisation infrastructure, enabling technological innovation to reduce the costs of decarbonisation, encouraging investment and finance, increasing the supply of local jobs, and ensuring that there are suitable skills and supply chain to support the transition to net zero."}, {"text_block_id": "p122_b976", "text": "Government will need to regularly engage with industry to provide better understanding of its progress, opportunities to share knowledge and also address any obstacles to the development of low carbon infrastructure and a market for low carbon products."}, {"text_block_id": "p122_b977", "text": "Infrastructure"}, {"text_block_id": "p122_b978", "text": "Shared infrastructure is crucial to establishing low carbon and net zero clusters but will require significant investment."}, {"text_block_id": "p122_b979", "text": "Sites within clusters will need to share low carbon infrastructure such as carbon dioxide transport and storage pipelines to provide decarbonisation at least possible cost. While support from government is required to de-risk the early stages, in the long run we will need to unlock private sector investment to achieve rapid large-scale deployment."}, {"text_block_id": "p122_b980", "text": "We recognise that aside from the capital costs of infrastructure deployment, there will also be increases to operating costs in the short term. Revenue support for projects such as industrial carbon capture and low carbon hydrogen production is critical for the net zero transition. In the long term, cost reductions in low carbon technologies, coupled with a sustainable increase in the carbon price and a thriving market for low carbon products will make decarbonisation economically viable without subsidy."}, {"text_block_id": "p122_b981", "text": "The government has already supported the early stages of project development in clusters through the Industrial Decarbonisation Challenge. We will continue to support the initial deployment of low-carbon technologies to provide a solid foundation to reduce the costs of future deployment."}, {"text_block_id": "p122_b982", "text": "Support initial deployment of decarbonisation infrastructure"}, {"text_block_id": "p122_b983", "text": "To support the deployment of low carbon infrastructure in clusters we will:"}, {"text_block_id": "p122_b984", "text": "•"}, {"text_block_id": "p122_b985", "text": "invest an additional £40 million through the Industrial Decarbonisation Challenge Fund. This includes:"}, {"text_block_id": "p122_b986", "text": "invest an additional £40 million through the Industrial Decarbonisation Challenge Fund. This includes:\n* Â£172 million to demonstrate and validate at-scale decarbonisation through the\n<\\li1>"}, {"text_block_id": "p123_b988", "text": "invest an additional £40 million through the Industrial Decarbonisation Challenge Fund. This includes:\n* Â£172 million to demonstrate and validate at-scale decarbonisation through the\n<\\li1>\n* Â£8 million for clusters to develop comprehensive blueprints to achieve net zero\n* Â£20 million for the development of an Industrial Decarbonisation Research and"}, {"text_block_id": "p123_b992", "text": "•"}, {"text_block_id": "p123_b993", "text": "support the deployment of infrastructure at two carbon capture clusters by the mid"}, {"text_block_id": "p123_b994", "text": "-"}, {"text_block_id": "p123_b995", "text": "2020s through the £1 billion CCS Infrastructure Fund. A further two clusters will be supported to deployment by 2030"}, {"text_block_id": "p123_b996", "text": "•"}, {"text_block_id": "p123_b997", "text": "deploy a £240 million Net Zero Hydrogen Fund for capital co-investment in new low carbon hydrogen production"}, {"text_block_id": "p123_b998", "text": "•"}, {"text_block_id": "p123_b999", "text": "the Cluster Sequencing Market Engagement document published in February 2021 sets out a potential approach to determining the deployment sequence of CCUS clusters and for allocating CCUS programme support including the CCS Infrastructure Fund, NZHF and CCUS and hydrogen business model support. We are aiming to seek views on the proposals through the consultation process"}, {"text_block_id": "p123_b1000", "text": "•"}, {"text_block_id": "p123_b1001", "text": "where possible, seek to optimise the re-use of existing oil and gas infrastructure to reduce the overall costs of CCUS projects"}, {"text_block_id": "p123_b1002", "text": "Secure revenue mechanism for companies investing in low carbon infrastructure and projects"}, {"text_block_id": "p123_b1003_merged_merged", "text": "As set out in the Ten Point Plan and Energy White Paper, we will:"}, {"text_block_id": "p123_b1006", "text": "•"}, {"text_block_id": "p123_b1007", "text": "bring forward details in 2021 of a revenue mechanism to bring through private sector investment into industrial carbon capture and hydrogen projects via our new business models to support these projects"}, {"text_block_id": "p123_b1008", "text": "Address barriers to deployment of shared infrastructure"}, {"text_block_id": "p123_b1009", "text": "To help address the barriers to deploying shared infrastructure, in 2021 we will:"}, {"text_block_id": "p123_b1010", "text": "•"}, {"text_block_id": "p123_b1011", "text": "as part of Project Speed, the new infrastructure taskforce, determine how the efficiency of the planning system can be improved to deploy low carbon infrastructure in clusters"}, {"text_block_id": "p123_b1012", "text": "•"}, {"text_block_id": "p123_b1013", "text": "engage clusters to determine whether there are non-physical infrastructure requirements to enable the deployment of shared infrastructure and the potential role of government to support this"}, {"text_block_id": "p123_b1014", "text": "Support a range of decarbonisation projects"}, {"text_block_id": "p123_b1015", "text": "In addition to supporting deployment of shared infrastructure, we will also support decarbonisation of specific sites and sectors by deploying other funds that will result in emissions reductions."}, {"text_block_id": "p124_b1016", "text": "We will:"}, {"text_block_id": "p124_b1017", "text": "•"}, {"text_block_id": "p124_b1018", "text": "deploy £315 million of funding for energy efficiency and decarbonisation projects"}, {"text_block_id": "p124_b1019", "text": "•"}, {"text_block_id": "p124_b1020", "text": "deploy the £66 million Transforming Foundation Industries Challenge to reduce energy and resource in the UK’s foundation industries"}, {"text_block_id": "p124_b1021", "text": "•"}, {"text_block_id": "p124_b1022", "text": "develop a policy framework to facilitate greater resource efficiency in industry"}, {"text_block_id": "p124_b1023", "text": "•"}, {"text_block_id": "p124_b1024", "text": "seek to incentivise industry to practice industrial symbiosis"}, {"text_block_id": "p124_b1025", "text": "Figure 3: Our approach to the deployment of sustainable infrastructure"}, {"text_block_id": "p124_b1026", "text": "Innovation"}, {"text_block_id": "p124_b1027", "text": "Funding innovative projects is an important tool for us to develop, demonstrate and reduce the costs of industrial decarbonisation technologies. We are funding industrial fuel switching solutions, CCUS technologies, and energy efficiency projects. The outcomes from funding these projects will be an increased uptake of industrial decarbonisation technologies by UK industry; improved effectiveness of targeted funding since more viable technologies are available; and the increased likelihood of achieving our decarbonisation goals."}, {"text_block_id": "p124_b1028", "text": "To ensure industrial decarbonisation technologies exist that increase the likelihood of achieving this we need to deploy funds to innovative projects now and in the future across a number of different technologies, sectors and locations."}, {"text_block_id": "p125_b1029", "text": "Develop, demonstrate and reduce the costs of industrial decarbonisation technologies through government funded competitions"}, {"text_block_id": "p125_b1030", "text": "We will:"}, {"text_block_id": "p125_b1031", "text": "•"}, {"text_block_id": "p125_b1032", "text": "as part of the £1 billion Net Zero Innovation Portfolio develop and deploy industrial innovation funding competitions in areas like industrial fuel switching, CCUS innovation, and industrial energy efficiency"}, {"text_block_id": "p125_b1033", "text": "•"}, {"text_block_id": "p125_b1034", "text": "support research and innovation through the Industrial Decarbonisation Research and Innovation Centre"}, {"text_block_id": "p125_b1035", "text": "Investment and finance"}, {"text_block_id": "p125_b1036_merged", "text": "Supporting industry in deploying the low carbon technologies that will reduce the embedded carbon in industrial products is a key activity to reach net zero. The cost of deploying these technologies needs to be shared between government, industry and consumers of industrial products. In most cases, low carbon industrial products will be more expensive than their higher carbon alternative initially. Although research suggests that the price increase on final products will be relatively low, (Energy Transition Commission, Mission Possible, 2018) there is still a risk that low carbon industry could be undercut by cheaper high carbon imports, especially since many purchasing decisions are driven by price. Currently, there is not sufficient demand for low carbon products, and the public do not have access to information about the environmental impact of the products they buy, even if they were willing to pay more for them."}, {"text_block_id": "p125_b1039", "text": "In the long-term, it is our ambition that deployment of low carbon technologies does not require public subsidy. To get to this stage, we must both reduce the costs of decarbonisation technology and create demand for low carbon products."}, {"text_block_id": "p125_b1040", "text": "Put in place long-term, sustainable business models to support investment in industrial decarbonisation technologies"}, {"text_block_id": "p125_b1041", "text": "To support investment in industrial decarbonisation technologies we will:"}, {"text_block_id": "p125_b1042", "text": "•"}, {"text_block_id": "p125_b1043", "text": "publish an update in the second quarter of 2021 and finalise, by 2022, the commercial framework to incentivise deployment of industry carbon capture by the mid-2020s"}, {"text_block_id": "p125_b1044", "text": "•"}, {"text_block_id": "p125_b1045", "text": "seek to stimulate private sector investment in low carbon hydrogen deployment by development of a low carbon hydrogen business model. We will consult on a ‘preferred’ business model in 2021 and look to finalise the model by 2022"}, {"text_block_id": "p125_b1046", "text": "Create demand for low carbon industrial products"}, {"text_block_id": "p125_b1047", "text": "To support the development of a market for low carbon industrial products by 2022 we will:"}, {"text_block_id": "p125_b1048", "text": "•"}, {"text_block_id": "p125_b1049", "text": "outline our strategic approach to a range of policy objectives, including supporting the development of a market for low carbon products within the"}, {"text_block_id": "p125_b1050", "text": "Industrial Decarbonisation Strategy"}, {"text_block_id": "p126_b1051", "text": "•"}, {"text_block_id": "p126_b1052", "text": "consult on defining low carbon products in 2021/2 with a view to being able to set these definitions in the mid-2020s"}, {"text_block_id": "p126_b1053", "text": "•"}, {"text_block_id": "p126_b1054", "text": "develop a proposal for introducing voluntary product standards across key intermediary industrial products by 2025"}, {"text_block_id": "p126_b1055", "text": "•"}, {"text_block_id": "p126_b1056", "text": "develop a proposal for a new labelling system for intermediary industrial products reflecting their impact on the environment in the mid-2020s"}, {"text_block_id": "p126_b1057", "text": "Skills and supply chain capability"}, {"text_block_id": "p126_b1058", "text": "As the UK industrial sector transitions to net-zero, there will need to be a corresponding transition in the skills of the workforce, and a supply chain to match. We need to ensure that existing workers transition to the industry of the future, and that new workers are being trained with suitable skills. The requirement of trained technical and managerial personnel in industrial decarbonisation could be a barrier to its long-term success if not addressed."}, {"text_block_id": "p126_b1059", "text": "Delivering our goals will require clusters, the supply chain, and other local stakeholders to work together to deliver industrial decarbonisation projects. Achieving this capability is a considerable delivery and coordination challenge that will require collaboration between industry and government."}, {"text_block_id": "p126_b1060", "text": "Support the development of the supply chain capability requirements for a net zero carbon cluster"}, {"text_block_id": "p126_b1061", "text": "To support the development of a UK based supply chain for industrial decarbonisation we will:"}, {"text_block_id": "p126_b1062", "text": "•"}, {"text_block_id": "p126_b1063", "text": "by 2022 we will set out the role for government in ensuring that the supply chain can meet the goals of decarbonisation while providing maximum growth opportunities for the UK"}, {"text_block_id": "p126_b1064", "text": "•"}, {"text_block_id": "p126_b1065", "text": "develop jobs and skills pathways in low carbon industrial technologies"}, {"text_block_id": "p126_b1066", "text": "To support the transition to clean jobs we will:"}, {"text_block_id": "p126_b1067", "text": "•"}, {"text_block_id": "p126_b1068", "text": "map the skills requirement for a net-zero industrial sector by the end of 2021"}, {"text_block_id": "p126_b1069", "text": "•"}, {"text_block_id": "p126_b1070", "text": "work together with industry, local government and the education sector to invest in the skills needed to support good, green jobs in the clusters"}, {"text_block_id": "p127_b1071", "text": "Summary table of actions"}, {"text_block_id": "p130_b1072", "text": "Annex 4: Industry decarbonisation pathways technical annex"}, {"text_block_id": "p131_b1073_merged", "text": "We have used a model of the UK industrial sector to generate plausible pathways that will help us to understand when, where and how to act to achieve a net zero industry by 2050. The model was developed by Element Energy for BEIS and the Climate Change Committee (CCC) and was used to underpin the manufacturing and construction sector analysis in the CCC’s Sixth Carbon Budget report (CCC, Sixth Carbon Budget, 2020)."}, {"text_block_id": "p131_b1076", "text": "Each pathway presented in this Technical Annex shows a possible route to net zero for a given set of assumptions. These are not intended to represent a predicted or forecasted pathway but instead consider a set of plausible pathways that industry might follow to reach net zero. The different pathway options allow exploration of different questions; consideration of the choices we face and improved understanding of the actions we need to take now to reach the 2050 target."}, {"text_block_id": "p131_b1077", "text": "We have supplemented the pathways analysis with other sources of evidence to build a full picture of the challenges faced by industry. We recognise this picture of how industry could decarbonise will evolve over time as our understanding of these technologies and industries develop."}, {"text_block_id": "p131_b1078", "text": "Method and assumptions"}, {"text_block_id": "p131_b1079", "text": "Modelling approach"}, {"text_block_id": "p131_b1080", "text": "The analysis presented in this Technical Annex uses a pathway model (Net Zero Industrial Pathways, NZIP) that uses a least cost approach to test the social economic value of different measures to decarbonise industrial processes across UK Industrial sites. The industries in scope were categorised into 14 sectors, each with defined process archetypes and assumptions made regarding suitability for decarbonisation technologies."}, {"text_block_id": "p131_b1081", "text": "Assumptions"}, {"text_block_id": "p131_b1082", "text": "The pathway modelling is built on the same assumptions as those used in the analysis by the CCC. Where there are differences these are set out below:"}, {"text_block_id": "p132_b1083", "text": "Figure 1: Schematic of N-ZIP Model (Element Energy, 2020)"}, {"text_block_id": "p132_b1084", "text": "Plausible Worlds"}, {"text_block_id": "p132_b1085", "text": "There are many different paths that industry can take to reduce its emissions, each has a different technology mix and different sequencing of events. The pathway that industry will follow will ultimately be determined by the choices that each individual industrial site makes. A site’s choice can be influenced by several factors, including its location, its business model and the choices made by surrounding sites."}, {"text_block_id": "p132_b1086", "text": "Industry itself is constantly evolving. Over the period covered by this strategy, it is highly likely that new sectors will emerge while others may decline. The pathways formed for"}, {"text_block_id": "p133_b1087_merged", "text": "this strategy assume that industry broadly followsthe projections set out in the BEIS Energy and Emissions Projections, 2019."}, {"text_block_id": "p133_b1089", "text": "The analysis that underpins this strategy relies on several assumptions and simplifications which are also subject to uncertainty. For example, the model assumes that each industrial site maximises its net present value (NPV), with perfect information available to it. The NPV can be affected by the price of fuel and the assumed societal cost of emitting carbon dioxide, among other factors."}, {"text_block_id": "p133_b1090", "text": "To manage this uncertainty, a range of pathways have been used to develop this strategy. These are encapsulated by the plausible world scenarios shown in Figure 2."}, {"text_block_id": "p133_b1091", "text": "Figure 2: Plausible Worlds"}, {"text_block_id": "p133_b1092", "text": "Cluster Networks"}, {"text_block_id": "p133_b1093", "text": "Cluster Networks restrict the availability of carbon capture, utilisation and storage (CCUS) and hydrogen fuel switching to industrial sites that sit within the following geographic locations:"}, {"text_block_id": "p133_b1094", "text": "•"}, {"text_block_id": "p133_b1095", "text": "Peterhead"}, {"text_block_id": "p133_b1096", "text": "•"}, {"text_block_id": "p133_b1097", "text": "Humberside"}, {"text_block_id": "p134_b1098", "text": "•"}, {"text_block_id": "p134_b1099", "text": "Teesside"}, {"text_block_id": "p134_b1100", "text": "•"}, {"text_block_id": "p134_b1101", "text": "Merseyside"}, {"text_block_id": "p134_b1102", "text": "•"}, {"text_block_id": "p134_b1103", "text": "South Wales"}, {"text_block_id": "p134_b1104", "text": "•"}, {"text_block_id": "p134_b1105", "text": "Southampton"}, {"text_block_id": "p134_b1106", "text": "•"}, {"text_block_id": "p134_b1107", "text": "Grangemouth"}, {"text_block_id": "p134_b1108", "text": "•"}, {"text_block_id": "p134_b1109", "text": "Medway"}, {"text_block_id": "p134_b1110", "text": "•"}, {"text_block_id": "p134_b1111", "text": "Londonderry"}, {"text_block_id": "p134_b1112", "text": "These industrial clusters are reflective of the six major industrial sites across the UK plus other sites that could utilise hydrogen/CCS infrastructure (see page vi of DeepDecarbonisation Pathways for UK Industry (Element Energy) for further information)."}, {"text_block_id": "p134_b1113", "text": "The Cluster Networks scenario assumes industrial sites within a 25 km radius of these locations have access to dedicated pipe networks for CO"}, {"text_block_id": "p134_b1114", "text": "2"}, {"text_block_id": "p134_b1115", "text": "and hydrogen transport and storage. Sites that sit outside of these clusters are not able to decarbonise with CCUS, hydrogen or bioenergy with carbon capture and storage (BECCS). This means the extent to which CCUS and hydrogen can be utilised to decarbonise Industry is distinctly lower than under the National Networks scenario set out below. Sites beyond the reach of deep decarbonisation infrastructure must rely on electrification, resource efficiency, energy efficiency and materials substitution to reduce their emissions. Consequently, some dispersed sites with significant process emissions are unlikely to reach a net zero compliant end state by 2050 under this scenario."}, {"text_block_id": "p134_b1116", "text": "National Networks"}, {"text_block_id": "p134_b1117_merged_merged", "text": "National Networks assume full UK supply, distribution, and storage of hydrogen and CO2 enabling Industry to choose any appropriate decarbonisation technology irrespective of where they are located geographically. This pathway considers all technically viable options to decarbonise industrial processes. The only geographic consideration is the cost of building or transporting hydrogen or carbon dioxide to relevant sites."}, {"text_block_id": "p134_b1121", "text": "Resource and energy efficiency and materials substitution"}, {"text_block_id": "p134_b1122", "text": "Resource and energy efficiency and materials substitution are taken as an assumed proportion of industry emissions and subtracted from projected emissions before the pathway model considers how to decarbonise remaining emissions through deep decarbonisation processes (i.e. fuel switching and CCUS)."}, {"text_block_id": "p134_b1123", "text": "Resource efficiency"}, {"text_block_id": "p134_b1124", "text": "is achieved by using raw materials more efficiently in production and from end-users consuming new products more efficiently. This may involve keeping"}, {"text_block_id": "p135_b1125", "text": "products and materials in use for longer through reuse, repair and recycling, and also reducing the level of material used in the products that we produce. Resource efficiency can also involve new approaches such as industrial symbiosis, which connects material and waste flows between sites, using the waste products from one process as inputs in another."}, {"text_block_id": "p135_b1126", "text": "Energy efficiency"}, {"text_block_id": "p135_b1127", "text": "is achieved by using inputs more efficiently to reduce energy consumption and consequent emissions. Measures include process and equipment upgrades, installing/improving heat recovery systems, and clustering/networking with other sites and businesses to efficiently utilise waste heat and other by-products. The underpinning evidence stems from the BEIS roadmaps (BEIS; DECC,"}, {"text_block_id": "p135_b1128", "text": "Industrial Decarbonisation and Energy Efficiency Roadmaps to 2050"}, {"text_block_id": "p135_b1129", "text": ", 2015) with interpretation by the CCC."}, {"text_block_id": "p135_b1130", "text": "The CCC estimate savings from"}, {"text_block_id": "p135_b1131", "text": "materials substitution"}, {"text_block_id": "p135_b1132", "text": "in manufacturing and construction. This is most relevant for cement manufacturing and construction sectors."}, {"text_block_id": "p135_b1133_merged_merged_merged", "text": "Table 1: Resource efficiency and materials substitution, and energy efficiency savings under the balanced pathway scenario for manufacturing and construction (CCC, Sixth Carbon Budget, 2020)."}, {"text_block_id": "p135_b1136", "text": "Results summary"}, {"text_block_id": "p135_b1137", "text": "The following results present the differences between the National Networks and Cluster Networks scenarios. The baseline emissions and assumed level of resource and energy efficiency determine the extent to which residual emissions require deep decarbonisation options to reach net zero. The scenarios attempt to reach net zero through fuel switching, CCUS and resource and energy efficiency."}, {"text_block_id": "p136_b1138", "text": "National Networks scenario"}, {"text_block_id": "p136_b1139", "text": "Purpose"}, {"text_block_id": "p136_b1140", "text": "The National Networks scenario allows the possibility of hydrogen and CCUS decarbonisation options to all industrial sites across the UK for industrial processes that are suitable for these technologies. Other fuel switching options are also made available with the one exception that hydrogen and electric arc furnace are specifically chosen and deployed to large iron and steel sites."}, {"text_block_id": "p137_b1141", "text": "Key Conclusions"}, {"text_block_id": "p137_b1142", "text": "The National Networks scenario enables a broadly net zero compliant pathway by 2050 with UK industrial residual emissions of 3 MtCO"}, {"text_block_id": "p137_b1143", "text": "2"}, {"text_block_id": "p137_b1144", "text": "e. Hydrogen is favoured over electrification in most fuel switching cases owing to cost and contributes most to decarbonising emissions (18 MtCO"}, {"text_block_id": "p137_b1145", "text": "2"}, {"text_block_id": "p137_b1146", "text": "e) followed by CCUS/BECCS (11 MtCO"}, {"text_block_id": "p137_b1147", "text": "2"}, {"text_block_id": "p137_b1148", "text": "e) and electricity (5 MtCO"}, {"text_block_id": "p137_b1149", "text": "2"}, {"text_block_id": "p137_b1150", "text": "e)."}, {"text_block_id": "p137_b1151", "text": "The model assumes a carbon price, which is a key determinate affecting the speed of uptake because it affects the social cost effectiveness of each decarbonisation option. In practice, lots of other factors will determine the actual speed of decarbonisation such as market factors, technological innovation, demand changes, supply chain constraints and government policies."}, {"text_block_id": "p137_b1152_merged_merged", "text": "National networks scenario: Carbon abated (MtCO2e) per year by 2050"}, {"text_block_id": "p137_b1155", "text": "(figures are rounded)"}, {"text_block_id": "p138_b1156", "text": "Cluster Networks scenario"}, {"text_block_id": "p138_b1157", "text": "Purpose"}, {"text_block_id": "p138_b1158", "text": "This scenario assumes industrial CCUS technology and hydrogen are available in cluster sites only. Industry sites that fall within 25 km of a CO"}, {"text_block_id": "p138_b1159", "text": "2"}, {"text_block_id": "p138_b1160", "text": "injection point (see CCUS Infrastructure map on page 145) can access CCUS technology and hydrogen fuel supply to potentially decarbonise their industrial process."}, {"text_block_id": "p138_b1161_merged_merged", "text": "Sites in non-clustered ‘dispersed’ locations are assumed to be isolated from potential CO2  and hydrogen transport infrastructure and therefore do not have CCUS or hydrogen as a decarbonisation option."}, {"text_block_id": "p139_b1164", "text": "Key conclusions"}, {"text_block_id": "p139_b1165", "text": "The Cluster Networks scenario decarbonises industrial emissions to a lesser extent (-7 MtCO"}, {"text_block_id": "p139_b1166", "text": "2"}, {"text_block_id": "p139_b1167", "text": "e) than the National Networks scenario which is a consequence of the unavailability of CCUS in dispersed sites."}, {"text_block_id": "p139_b1168", "text": "Fuel switching to electrification plays a more significant role (12 MtCO"}, {"text_block_id": "p139_b1169", "text": "2"}, {"text_block_id": "p139_b1170", "text": "e) because of the unavailability of hydrogen in dispersed sites. Despite being restricted to clustered sites and Iron and steel, fuel switching to hydrogen contributes savings of 7 MtCO"}, {"text_block_id": "p139_b1171", "text": "2"}, {"text_block_id": "p139_b1172", "text": "e compared to 18 MtCO"}, {"text_block_id": "p139_b1173", "text": "2"}, {"text_block_id": "p139_b1174", "text": "e in National Networks."}, {"text_block_id": "p139_b1175_merged_merged_merged", "text": "Cluster Networks Scenario: Carbon abated (MtCO2) per year by 2050"}, {"text_block_id": "p139_b1178", "text": "(figures are rounded)"}, {"text_block_id": "p139_b1179", "text": "Deep decarbonisation technologies"}, {"text_block_id": "p139_b1180", "text": "The following results show the extent to which different deep decarbonisation technologies help Industry to decarbonise across the different plausible world scenarios."}, {"text_block_id": "p140_b1181", "text": "Role of hydrogen"}, {"text_block_id": "p140_b1182", "text": "Purpose"}, {"text_block_id": "p140_b1183", "text": "The extent to which Industry uses hydrogen for industrial heat or processes depends on two key considerations within the pathways analysis:"}, {"text_block_id": "p140_b1184", "text": "1."}, {"text_block_id": "p140_b1185", "text": "Availability within and outside of clusters"}, {"text_block_id": "p140_b1186", "text": "2."}, {"text_block_id": "p140_b1187", "text": "The technology choices made by iron and steel industry"}, {"text_block_id": "p140_b1188", "text": "The National Networks scenario sees the most hydrogen utilisation of 86 TWh by 2050. In this scenario hydrogen is available to all industrial sites and the Iron and steel sector opts to decarbonise through the DRI and EAF route (see Iron and steel section for further explanation). This compares to 24 TWh under the Cluster Network where hydrogen is restricted, and Iron and steel sector chooses CCUS to abate process emissions."}, {"text_block_id": "p140_b1189", "text": "Key conclusions"}, {"text_block_id": "p140_b1190", "text": "•"}, {"text_block_id": "p140_b1191", "text": "10-16 TWh of hydrogen use in Industry by 2030"}, {"text_block_id": "p140_b1192", "text": "•"}, {"text_block_id": "p140_b1193", "text": "20-34 TWh is achieved by 2035"}, {"text_block_id": "p140_b1194", "text": "•"}, {"text_block_id": "p140_b1195", "text": "Total hydrogen use in industry ranges between 24 and 86 TWh by 2050"}, {"text_block_id": "p140_b1196", "text": "•"}, {"text_block_id": "p140_b1197", "text": "The sectors that consume the most hydrogen are: chemicals, iron and steel, refining, paper, other minerals and food and drink."}, {"text_block_id": "p141_b1198", "text": "Fuel Switching"}, {"text_block_id": "p141_b1199", "text": "Purpose"}, {"text_block_id": "p141_b1200", "text": "Fuel switching requires industrial processes to switch from fossil fuels such as coal and natural gas to low carbon fuels such as electricity, biomass and hydrogen. The proportion of industrial energy consumption that is projected to switch to low carbon fuels between 2020 and 2050 is shown in the chart below."}, {"text_block_id": "p141_b1201", "text": "Key Conclusions"}, {"text_block_id": "p141_b1202", "text": "•"}, {"text_block_id": "p141_b1203", "text": "Between 51 to 57% of Industrial energy is decarbonised from fuel switching by 2035"}, {"text_block_id": "p141_b1204", "text": "•"}, {"text_block_id": "p141_b1205", "text": "Fuel Switching increases to 71-84% by 2050"}, {"text_block_id": "p142_b1206", "text": "Carbon Capture and Storage"}, {"text_block_id": "p142_b1207", "text": "Purpose"}, {"text_block_id": "p142_b1208", "text": "CCUS is used to abate process emissions from manufacturing such as cement and chemicals. In some cases, Bioenergy with Carbon Capture and Storage (BECCS) is chosen because fuel switching to biomass in conjunction with carbon capture generates negative carbon emissions which are more attractive than CCUS alone from a social economic perspective. Carbon abatement from BECCS and CCUS are presented together to reveal the extent of carbon capture abatement to industry emissions."}, {"text_block_id": "p142_b1209", "text": "Key Conclusions"}, {"text_block_id": "p142_b1210", "text": "•"}, {"text_block_id": "p142_b1211_merged", "text": "Around 3 MtCO2e of annual industrial carbon emissions is captured by 2030. From this point onwards the extent of CCUS varies significantly between the National Networks and Cluster Networks scenarios. At best 15 MtCO2e of annual industrial emissions are captured by CCUS by 2040 compared to ~ 9 MtCO2e under the Cluster Network scenario in which Iron and Steel chooses EAF and DRI. The sectors where CCUS carbon abatement is highest are: refineries, chemicals, cement, glass and lime."}, {"text_block_id": "p143_b1218", "text": "Deep dive into industry segments"}, {"text_block_id": "p143_b1219_merged", "text": "Industrial energy use and emissions are highly diverse, with significant variation in how and why emissions happen, even within sectors or locations. This section explores decarbonisation challenges and options across five industry segments."}, {"text_block_id": "p144_b1221", "text": "Clusters"}, {"text_block_id": "p144_b1222", "text": "Purpose"}, {"text_block_id": "p144_b1223", "text": "Clusters considered in this analysis are any industrial site (except for iron and steel) that sit within 25 km of potential CO"}, {"text_block_id": "p144_b1224", "text": "2"}, {"text_block_id": "p144_b1225", "text": "injection points located at major ports"}, {"text_block_id": "p144_b1226", "text": "across the UK. For example, industrial sites within 25km of Teesside are considered to be within an industrial cluster."}, {"text_block_id": "p144_b1227", "text": "The chemical, cement and refinery industries are most prevalent in clusters."}, {"text_block_id": "p144_b1228", "text": "Emissions in these sectors typically arise from process emissions that require CCUS as the only technological solution (in the absence of innovations that offer lower carbon material)."}, {"text_block_id": "p144_b1229_merged_merged", "text": "CCUS can benefit significantly from economies of scale. This means sites clustered near to a CO2  injection point could benefit from access to a large-scale infrastructure project such as CO2  transport and storage."}, {"text_block_id": "p145_b1234", "text": "Key Conclusions"}, {"text_block_id": "p145_b1235", "text": "•"}, {"text_block_id": "p145_b1236", "text": "The CCUS option is the predominant technology solution to abate process emissions in clusters (~ 6 MtCO"}, {"text_block_id": "p145_b1237", "text": "2"}, {"text_block_id": "p145_b1238", "text": "including BECCS)."}, {"text_block_id": "p145_b1239", "text": "•"}, {"text_block_id": "p145_b1240", "text": "BECCS is used in situations that allow for combustion of biomass in place of traditional fossil fuels in glass, lime, cement and paper industries. BECCS is chosen instead of CCUS alone because improvement in carbon cost effectiveness arises from negative emissions. Hydrogen (~ 20TWh) is favoured over electrification for processes requiring heat which is typical in food and drink, automotive, chemicals, and paper industries."}, {"text_block_id": "p145_b1241_merged_merged", "text": "Clusters: Emissions abated (MtCO2e) each year by 2050"}, {"text_block_id": "p145_b1244", "text": "(figures are rounded)"}, {"text_block_id": "p146_b1245", "text": "Dispersed cement sector"}, {"text_block_id": "p146_b1246", "text": "Purpose"}, {"text_block_id": "p146_b1247_merged", "text": "Fully decarbonising cement generally requires CCUS for the process emissions and another technology for the heat. The critical issue is that most cement plants are far away from CO2 storage sites posing cost, distributional and technical challenges. For example, Rugby cement is 150km from Humberside through central England, Hope is 70 to 100km from either Humber or Merseyside, through the Peak District (some cement sites are closer to clusters)."}, {"text_block_id": "p147_b1251", "text": "Key conclusions"}, {"text_block_id": "p147_b1252", "text": "Around half of cement emissions are reduced by Resource and Energy Efficiency (REEE)."}, {"text_block_id": "p147_b1253", "text": "Deep decarbonisation technologies, for example CCUS, will be required to abate process emissions in the cement production industry. BECCS is chosen for fuel switching because biomass is considered suitable in cement heat applications."}, {"text_block_id": "p147_b1254", "text": "There are practical considerations for building a CO"}, {"text_block_id": "p147_b1255", "text": "2"}, {"text_block_id": "p147_b1256", "text": "network (or alternative transportation methods) to such geographically dispersed sites."}, {"text_block_id": "p147_b1257", "text": "The CCUS/BECCS solutions are not available under the cluster scenario, meaning that advances in REEE will only achieve a 50% reduction in emissions by 2050."}, {"text_block_id": "p147_b1258", "text": "In practice the technical options for the cement sector (particularly those that are located away from CO"}, {"text_block_id": "p147_b1259", "text": "2"}, {"text_block_id": "p147_b1260", "text": "injection points) are:"}, {"text_block_id": "p147_b1261", "text": "•"}, {"text_block_id": "p147_b1262", "text": "Building onshore pipelines or other transportation"}, {"text_block_id": "p147_b1263", "text": "•"}, {"text_block_id": "p147_b1264", "text": "Focus on innovation and switching to green cement (e.g. using alternatives to Portland cement such as pozzolans)."}, {"text_block_id": "p147_b1265_merged_merged_merged", "text": "Dispersed cement sector: Carbon abated (MtCO2e) each year by 2050"}, {"text_block_id": "p147_b1268", "text": "(figures are rounded)"}, {"text_block_id": "p148_b1269", "text": "Less energy-intensive dispersed sites"}, {"text_block_id": "p148_b1270", "text": "Purpose"}, {"text_block_id": "p148_b1271", "text": "Less energy-intensive dispersed sites are those that sit outside clusters and are not considered to be energy-intensive because their energy costs comprise a smaller proportion of their output. Sectors in scope include ‘food and drink’ and ‘other industries’ such as the automotive industry."}, {"text_block_id": "p148_b1272_merged", "text": "These sites typically require natural gas to run their industrial processes so hydrogen is a natural contender to decarbonise industrial heat. However, the supply of hydrogen is dependent on the ability to supply it to dispersed sites. The NZIP model considers costs of transporting or distributing CO2 and hydrogen via:"}, {"text_block_id": "p148_b1275", "text": "•"}, {"text_block_id": "p148_b1276", "text": "trucking"}, {"text_block_id": "p148_b1277", "text": "•"}, {"text_block_id": "p148_b1278", "text": "building dedicated networks"}, {"text_block_id": "p148_b1279", "text": "•"}, {"text_block_id": "p148_b1280", "text": "repurposing the gas grid."}, {"text_block_id": "p148_b1281", "text": "A fourth option might be to produce hydrogen locally, but this isn’t explicitly considered in the analysis."}, {"text_block_id": "p149_b1282", "text": "Key conclusions"}, {"text_block_id": "p149_b1283", "text": "•"}, {"text_block_id": "p149_b1284", "text": "Electrification poses a more expensive fuel switching option leading to widespread adoption of hydrogen in the National Network scenario"}, {"text_block_id": "p149_b1285", "text": "•"}, {"text_block_id": "p149_b1286", "text": "However, if hydrogen is unavailable then electrification is the only fuel switching option to dispersed sites under the Cluster Network scenario. Some sites may not fuel switch to electricity if the costs are excessively prohibitive or the process is unsuitable for electrification"}, {"text_block_id": "p149_b1287", "text": "•"}, {"text_block_id": "p149_b1288", "text": "Decarbonisation of this segment begins at pace in the late 2030s once the enabling infrastructure has been put in place. Alternative deployment profiles may exist depending on the infrastructure configuration for hydrogen (e.g. extent of local hydrogen production)"}, {"text_block_id": "p149_b1289_merged", "text": "Less energy-intensive dispersed sites: Emissions abated (MtCO2e) each year by 2050"}, {"text_block_id": "p149_b1292", "text": "(figures are rounded)"}, {"text_block_id": "p150_b1293", "text": "High energy dispersed sites"}, {"text_block_id": "p150_b1294", "text": "Purpose"}, {"text_block_id": "p150_b1295", "text": "High energy dispersed sites are those in the chemical, refinery, glass, lime, metal and paper industries. The variety of these heterogenous sectors require a range of technology solutions to decarbonise them."}, {"text_block_id": "p151_b1296", "text": "Key conclusions"}, {"text_block_id": "p151_b1297", "text": "•"}, {"text_block_id": "p151_b1298", "text": "Under the National Network scenario all technology options are used to decarbonise high energy dispersed sites."}, {"text_block_id": "p151_b1299", "text": "•"}, {"text_block_id": "p151_b1300", "text": "The cluster network scenario reveals the consequence of removing CCUS/BECCS and hydrogen options for these dispersed sites because they no longer fully decarbonise (around 4 MtCO"}, {"text_block_id": "p151_b1301", "text": "2"}, {"text_block_id": "p151_b1302", "text": "e of residual emissions remain by 2050):"}, {"text_block_id": "p151_b1303", "text": "•"}, {"text_block_id": "p151_b1304", "text": "Hydrogen is substituted for electrification in sectors such as the Paper industry but not in sectors such as non-ferrous metal that require higher grades of industrial heat"}, {"text_block_id": "p151_b1305", "text": "•"}, {"text_block_id": "p151_b1306", "text": "Lime, chemicals and glass manufacturing requiring carbon capture to abate process emissions no longer fully decarbonise"}, {"text_block_id": "p151_b1307_merged_merged", "text": "High energy dispersed sites: Emissions abated (MtCO2e) each year by 2050"}, {"text_block_id": "p151_b1310", "text": "(figures are rounded)"}, {"text_block_id": "p152_b1311", "text": "Iron and steel"}, {"text_block_id": "p152_b1312", "text": "Purpose"}, {"text_block_id": "p152_b1313", "text": "Emissions from the iron and steel sector are dominated by two industrial sites in Scunthorpe and Port Talbot in South Wales. These two sites alone produced 11 MtCO"}, {"text_block_id": "p152_b1314", "text": "2"}, {"text_block_id": "p152_b1315", "text": "e in 2017, 95% of the total emissions from the iron and steel sector and around 15% of total industrial emissions. Other emissions from the sector are from numerous smaller sites. The highly concentrated nature of the iron and steel sector presents both challenges and opportunities in decarbonisation, with both shared and differing challenges existing in the two main sites."}, {"text_block_id": "p152_b1316", "text": "Two of the major decarbonisation options considered for both sites are:"}, {"text_block_id": "p152_b1317", "text": "•"}, {"text_block_id": "p152_b1318", "text": "Deployment of CCUS"}, {"text_block_id": "p152_b1319", "text": "•"}, {"text_block_id": "p152_b1320_merged_merged", "text": "Electric Arc Furnaces with hydrogen replacing conventional feedstocks (i.e. coal) for use in  process. Electric Arc Furnace (EAF) are used instead of traditional blast furnaces which might be considered a process change rather than fuel switching (A switch of fuel takes place but a new EAF is also required to replace the blast furnace)."}, {"text_block_id": "p152_b1322", "text": "Under the EAF and DRI option Electric Arc Furnace is deployed during the early 2030s alongside hydrogen feedstocks for use in direct reduced iron processes. The speed at which these processes deployed is determined by the carbon price assumed in the model. In practice the timing of such events will be driven by decisions taken by industry."}, {"text_block_id": "p153_b1323", "text": "Under the CCUS option a minimal amount of fuel switching to hydrogen takes place and process emissions are sequestered through carbon capture and storage."}, {"text_block_id": "p153_b1324", "text": "Key conclusions"}, {"text_block_id": "p153_b1325", "text": "The EAF and DRI option face the following considerations:"}, {"text_block_id": "p153_b1326", "text": "•"}, {"text_block_id": "p153_b1327", "text": "EAF requires relatively high electricity use with impacts on electricity capacity and connection requirements."}, {"text_block_id": "p153_b1328", "text": "•"}, {"text_block_id": "p153_b1329", "text": "The source of hydrogen needs to be low carbon and will depend on the infrastructure built in South Wales and Humberside."}, {"text_block_id": "p153_b1330", "text": "The CCUS option faces the following considerations:"}, {"text_block_id": "p153_b1331", "text": "•"}, {"text_block_id": "p153_b1332", "text": "Both sites face the challenges associated with retrofitting carbon capture units to existing infrastructure which is both costly and will not fully decarbonise all emissions."}, {"text_block_id": "p153_b1333", "text": "•"}, {"text_block_id": "p153_b1334_merged", "text": "The Scunthorpe site does have the option to use a Humberside carbon transport and storage network. In contrast, the Port Talbot site would not have access to such a network, meaning the predominant transport option being considered at present is shipping CO2 to the North West cluster."}, {"text_block_id": "p154_b1337_merged", "text": "Iron and steel: Emissions abated (MtCO2e) each year by 2050"}, {"text_block_id": "p154_b1340", "text": "(figures are rounded)"}, {"text_block_id": "p155_b1341", "text": "Glossary"}, {"text_block_id": "p163_b1342", "text": "Bibliography"}, {"text_block_id": "p163_b1343", "text": "Business in the Community, 2020."}, {"text_block_id": "p163_b1344", "text": "Advancing Circular Construction: Case Studies from the building and infrastructure sectors"}, {"text_block_id": "p163_b1345", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1346", "text": "Carbon Trust, 2012."}, {"text_block_id": "p163_b1347", "text": "Steam and high temperature hot water boilers"}, {"text_block_id": "p163_b1348", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1349", "text": "Cavaliere, P., 2019."}, {"text_block_id": "p163_b1350", "text": "Electrolysis of Iron Ores: Most Efficient Technologies for Greenhouse Emissions Abatement. In: Clean Ironmaking and Steelmaking Processes"}, {"text_block_id": "p163_b1351", "text": ". New York City: Springer, pp. 555-576."}, {"text_block_id": "p163_b1352", "text": "Climate Change Committee, 2017."}, {"text_block_id": "p163_b1353", "text": "UK business opportunities of moving to a low carbon economy"}, {"text_block_id": "p163_b1354", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1355", "text": "Climate Change Committee, 2019."}, {"text_block_id": "p163_b1356", "text": "Net Zero: The UK’s contribution to stopping global warming"}, {"text_block_id": "p163_b1357", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1358", "text": "Climate Change Committee, 2020."}, {"text_block_id": "p163_b1359", "text": "Sixth Carbon Budget"}, {"text_block_id": "p163_b1360", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1361", "text": "Chowdhury, J. I. et al., 2018."}, {"text_block_id": "p163_b1362", "text": "Reducing Industrial Energy Demand in the UK: A review of energy efficiency technologies and energy saving potential in selected sectors"}, {"text_block_id": "p163_b1363", "text": ", Renewable and Sustainable Energy Reviews, Volume 94, pp. 1153-1179"}, {"text_block_id": "p163_b1364", "text": "Department for Business, Energy and Industrial Strategy; Department of Energy and Climate Change, 2015."}, {"text_block_id": "p163_b1365", "text": "Industrial Decarbonisation and Energy Efficiency Roadmaps to 2050"}, {"text_block_id": "p163_b1366", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1367", "text": "Department for Business, Energy and Industrial Strategy, 2019."}, {"text_block_id": "p163_b1368", "text": "Green Book supplementary guidance: valuation of energy use and greenhouse gas emissions for appraisal"}, {"text_block_id": "p163_b1369", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1370", "text": "Department for Business, Energy and Industrial Strategy, 2017."}, {"text_block_id": "p163_b1371", "text": "Industrial Clusters in England"}, {"text_block_id": "p163_b1372", "text": ". [Online] Available at:"}, {"text_block_id": "p163_b1373", "text": "Department for Business, Energy and Industrial Strategy, 2018."}, {"text_block_id": "p163_b1374", "text": "Clean Growth - Transforming Heat"}, {"text_block_id": "p163_b1375_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Department for Business, Energy and Industrial Strategy, 2019. Creating a clean steel fund: call for evidence. [Online] Available at:"}, {"text_block_id": "p164_b1378", "text": "Department for Business, Energy and Industrial Strategy, 2019."}, {"text_block_id": "p164_b1379", "text": "Energy Innovation Needs Assessment, BEIS Research Paper number: 2019/033"}, {"text_block_id": "p164_b1380", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1381", "text": "Department for Business, Energy and Industrial Strategy, 2019."}, {"text_block_id": "p164_b1382", "text": "Update energy and emissions projections: 2019"}, {"text_block_id": "p164_b1383", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1384", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1385", "text": "CCS deployment at dispersed industrial sites, BEIS Research Paper number 2020/30"}, {"text_block_id": "p164_b1386", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1387", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1388", "text": "Evaluation of the second Climate Change Agreements scheme: Synthesis Report"}, {"text_block_id": "p164_b1389", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1390", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1391", "text": "Final UK greenhouse gas emissions from national statistics"}, {"text_block_id": "p164_b1392", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1393", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1394", "text": "Final UK greenhouse gas emissions national statistics: 1990 to 2018"}, {"text_block_id": "p164_b1395", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1396", "text": "[Accessed 17 02 2021]."}, {"text_block_id": "p164_b1397", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1398", "text": "Standard Industrial Classification Emissions Publication 1990-2018"}, {"text_block_id": "p164_b1399", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1400", "text": "[Accessed 17 02 2020]."}, {"text_block_id": "p164_b1401", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1402", "text": "Steel public procurement"}, {"text_block_id": "p164_b1403", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1404", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p164_b1405", "text": "UK Business Competitiveness and the Role of Carbon Pricing"}, {"text_block_id": "p164_b1406", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1407", "text": "Department for Business, Energy and Industrial Strategy, 2017."}, {"text_block_id": "p164_b1408", "text": "Clean Growth Strategy"}, {"text_block_id": "p164_b1409", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1410", "text": "Department for Business, Energy and Industrial Strategy, 2017."}, {"text_block_id": "p164_b1411", "text": "Industrial Strategy: Building a Britain fit for the future"}, {"text_block_id": "p164_b1412", "text": ". [Online] Available at:"}, {"text_block_id": "p164_b1413_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Department for Food, Environment and Rural Affairs, 2020. Impacts of Net Zero Pathways on future air quality in the UK. [Online] Available at:"}, {"text_block_id": "p165_b1416", "text": "Department for Business, Energy and Industrial Strategy, 2020."}, {"text_block_id": "p165_b1417", "text": "National Statistics: Energy consumption in the UK"}, {"text_block_id": "p165_b1418", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1419", "text": "Element Energy, 2020."}, {"text_block_id": "p165_b1420", "text": "Deep-Decarbonisation Pathways for UK Industry"}, {"text_block_id": "p165_b1421", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1422", "text": "Energy Transitions Commission, 2018."}, {"text_block_id": "p165_b1423", "text": "Mission Possible: reaching net zero carbon emissions from harder-to-abate sectors by mid-century"}, {"text_block_id": "p165_b1424", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1425", "text": "HM Government, 2020."}, {"text_block_id": "p165_b1426", "text": "National Statistics: Energy Consumption in the UK"}, {"text_block_id": "p165_b1427", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1428", "text": "HM Government, 2020."}, {"text_block_id": "p165_b1429", "text": "The Ten Point Plan for a Green Industrial Revolution"}, {"text_block_id": "p165_b1430", "text": ". London. [Online] Available at:"}, {"text_block_id": "p165_b1431", "text": "HM Treasury; Ministry of Housing, Communities and Local Government, 2020."}, {"text_block_id": "p165_b1432", "text": "Freeports budding prospectus"}, {"text_block_id": "p165_b1433", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1434", "text": "HM Treasury, 2019."}, {"text_block_id": "p165_b1435", "text": "National Statistics: Public Expenditure Statistical Analyses 2019"}, {"text_block_id": "p165_b1436", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1437", "text": "International Energy Agency, 2018."}, {"text_block_id": "p165_b1438", "text": "Tracking Industry 2020"}, {"text_block_id": "p165_b1439", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1440", "text": "International Energy Agency, 2020."}, {"text_block_id": "p165_b1441", "text": "CCUS in Clean Energy Transitions"}, {"text_block_id": "p165_b1442", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1443", "text": "Maier, J., 2017."}, {"text_block_id": "p165_b1444", "text": "Made Smarter Review"}, {"text_block_id": "p165_b1445", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1446", "text": "McKinsey and Company, 2020."}, {"text_block_id": "p165_b1447", "text": "Plugging In: What electrification can do for industry"}, {"text_block_id": "p165_b1448", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1449", "text": "Ministry of Housing, Communities and Local Government, 2019."}, {"text_block_id": "p165_b1450", "text": "English indices of deprivation 2019"}, {"text_block_id": "p165_b1451", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1452", "text": "[Accessed 15 02 2021]."}, {"text_block_id": "p165_b1453", "text": "National Atmospheric Environmental Inventories, 2020."}, {"text_block_id": "p165_b1454", "text": "Data"}, {"text_block_id": "p165_b1455", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1456", "text": "[Accessed 17 02 2020]."}, {"text_block_id": "p165_b1457", "text": "NOMIS, 2020."}, {"text_block_id": "p165_b1458", "text": "Official Labour Market Statistics"}, {"text_block_id": "p165_b1459", "text": ". [Online] Available at:"}, {"text_block_id": "p165_b1460_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Office for National Statistics, 2019. Regional gross value added (balanced) by industry: local authorities by NUTS1 region. [Online] Available at:  [Accessed 02 15 2021]."}, {"text_block_id": "p166_b1464", "text": "Office for National Statistics, 2019."}, {"text_block_id": "p166_b1465", "text": "Regional gross value added (balanced) by industry: local authorities by NUTS1 regions"}, {"text_block_id": "p166_b1466", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1467", "text": "[Accessed 15 02 2021]."}, {"text_block_id": "p166_b1468", "text": "Office for National Statistics, 2019."}, {"text_block_id": "p166_b1469", "text": "Regional gross value added (balanced) by industry: local authorities by NUTS1 region"}, {"text_block_id": "p166_b1470", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1471", "text": "[Accessed January 2020]."}, {"text_block_id": "p166_b1472", "text": "Office for National Statistics, 2019."}, {"text_block_id": "p166_b1473", "text": "Workforce jobs data"}, {"text_block_id": "p166_b1474", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1475", "text": "Office for National Statistics, 2020."}, {"text_block_id": "p166_b1476", "text": "Annual Business Survey"}, {"text_block_id": "p166_b1477", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1478", "text": "[Accessed 17 02 2021]."}, {"text_block_id": "p166_b1479", "text": "Office for National Statistics, 2020."}, {"text_block_id": "p166_b1480", "text": "Annual Survey of Hours and Earnings"}, {"text_block_id": "p166_b1481", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1482", "text": "Office for National Statistics, 2020."}, {"text_block_id": "p166_b1483", "text": "GDP quarterly national accounts time series"}, {"text_block_id": "p166_b1484", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1485", "text": "[Accessed 17 02 2021]."}, {"text_block_id": "p166_b1486", "text": "Office for National Statistics, 2020."}, {"text_block_id": "p166_b1487", "text": "UK Trade in Goods"}, {"text_block_id": "p166_b1488", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1489", "text": "Ofgem,"}, {"text_block_id": "p166_b1490", "text": "Non-Domestic Renewable Heat Incentive (NDRHI) Annual Report 2019-2020"}, {"text_block_id": "p166_b1491", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1492", "text": "Rootzén, J., Johnsson, F., 2016."}, {"text_block_id": "p166_b1493", "text": "Managing the costs of CO"}, {"text_block_id": "p166_b1494", "text": "2"}, {"text_block_id": "p166_b1495", "text": "abatement in the cement industry"}, {"text_block_id": "p166_b1496", "text": ". Energy Policy, pp. 781-800."}, {"text_block_id": "p166_b1497", "text": "Rootzén, J., Johnsson, F., 2016."}, {"text_block_id": "p166_b1498", "text": "Paying the full price of steel - Perspectives on the cost of reducing carbon dioxide emissions from the steel industry"}, {"text_block_id": "p166_b1499", "text": ". Energy Policy, pp. 459-469."}, {"text_block_id": "p166_b1500", "text": "Scottish Index of Multiple Deprivation, 2016."}, {"text_block_id": "p166_b1501", "text": "Scottish Index of Multiple Deprivation 2016"}, {"text_block_id": "p166_b1502", "text": ". [Online] Available at:"}, {"text_block_id": "p166_b1503", "text": "[Accessed 02 15 2021]."}, {"text_block_id": "p166_b1504", "text": "Scott, K., Giesekam, J., Barrett, J. & Owen, A., 2018."}, {"text_block_id": "p166_b1505", "text": "Bridging the climate mitigation gap with economy-wide material productivity"}, {"text_block_id": "p166_b1506", "text": ". Wiley Periodicals, Volume 23, Issue 4, pp. 918931"}, {"text_block_id": "p166_b1507_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "University College London, UK TIMES. [Online] Available at: h"}, {"text_block_id": "p166_b1509", "text": "UK in a Changing Europe, 2020. Manufacturing and Brexit. [Online] Available at:"}, {"text_block_id": "p167_b1510", "text": "UKRI, 2020."}, {"text_block_id": "p167_b1511", "text": "ISCF Transforming Foundation Industries Research and Innovation Hub Call- Full proposals"}, {"text_block_id": "p167_b1512", "text": ". [Online] Available at:"}, {"text_block_id": "p167_b1513", "text": "Vivid Economics, 2019."}, {"text_block_id": "p167_b1514", "text": "Energy Innovation Needs Assessment: Industry"}, {"text_block_id": "p167_b1515", "text": ". [Online] Available at:"}, {"text_block_id": "p167_b1516", "text": "Vivid Economics, 2019."}, {"text_block_id": "p167_b1517", "text": "Energy Innovations Needs Assessment. Sub-theme report: Hydrogen & fuel cells"}, {"text_block_id": "p167_b1518", "text": ". [Online] Available at:"}, {"text_block_id": "p167_b1519", "text": "Vivid Economics, 2020."}, {"text_block_id": "p167_b1520", "text": "BEIS ICF Mitigation Investment Options: Opportunity Assessment Reports"}, {"text_block_id": "p167_b1521", "text": "."}, {"text_block_id": "p167_b1522", "text": "Vivid Economics, 2020."}, {"text_block_id": "p167_b1523", "text": "Capturing Carbon at Drax: Delivering Jobs, Clean Growth and Levelling up the Humber"}, {"text_block_id": "p167_b1524", "text": ". [Online] Available at:"}, {"text_block_id": "p167_b1525_merged_merged_merged_merged_merged", "text": "Worldsteel, 2020. Steel Statistical Yearbook. [Online] Available at:"}, {"text_block_id": "p169_b1528", "text": "CCS0221092964"}, {"text_block_id": "p169_b1529", "text": "978-1-5286-2449-7"}], "document_description": "This strategy, presented to parliament by the Department for Business, Energy, and Industrial Strategy, sets out the UK government's approach to decarbonisation in key industrial sectors: metals and minerals, chemicals, food and drink, paper and pulp, ceramics, glass, oil refineries and less energy intensive manufacturing. The strategy notes that the industrial sector is currently responsible for around one sixth of UK emissions. One of the stated goals of the strategy is to provide clear signals to industry and investors about the government's role for enabling the transition to a low carbon economy within the industrial sector. The strategy describes the policy framework that will be used to drive decarbonisation through the 2030s and 2040s via a combination of measures including: carbon pricing; product standards and labelling; research and development; direct investment<br><br>"}