{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Buildings", "document_date": "02/01/2019", "document_language": "English", "document_name": "National Planning Policy Framework", "document_country_code": "GBR", "document_hazard_name": "Flooding", "document_keyword": "Spatial Planning", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/GBR/2019/GBR-2019-01-02-National Planning Policy Framework_5d01e32889d5b09949c6fef78ff42eb4.pdf", "document_type": "Framework", "text_blocks": [], "document_description": "The National Planning Policy Framework sets out the Government's planning policies for England and how they should be applied in the context of local development plans and planning decisions. The purpose of the planning framework is to contribute to the achievement of sustainable development. One of the planning system's three overarching objectives concerns the protection of the environment and encompasses \"mitigating and adapting to climate change, including moving to a low carbon economy. The framework requires local authorities to adopt development plans which include long-term strategic policies to address climate change.<br><br>Chapter 14 provides more guidance on meeting the challenge of climate change, flooding, and coastal change. The framework requires plans to take a \"proactive\" approach to climate adaptation and mitigation, shaping places in ways that \"contribute to radical reductions in greenhouse gas emissions, minimise vulnerability and improve resilience. The chapter contains specific provisions on flood risk and coastal management. The chapter also identified a number of ways in which plans should be design to promote low carbon, decentralised energy supply.<br><br>"}