{"document_instrument_name": "Other|Direct Investment", "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "Cross Cutting Area", "document_language": "English", "document_name": "Ten Point Plan", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "18/11/2020", "document_keyword": "Net Zero", "document_url": "https://cdn.climatepolicyradar.org/GBR/2020/GBR-2020-11-18-Ten Point Plan_6780d76ce4d28a42bcc60e9cf95bb0c7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Ten Point Plan for a Green Industrial Revolution"}, {"text_block_id": "p0_b2", "text": "Building back better, supporting green jobs, and accelerating our path to net zero"}, {"text_block_id": "p0_b3", "text": "November 2020"}, {"text_block_id": "p2_b4", "text": "The Ten Point Plan for a Green Industrial Revolution"}, {"text_block_id": "p2_b5", "text": "November 2020"}, {"text_block_id": "p4_b6", "text": "Contents"}, {"text_block_id": "p6_b7", "text": "Foreword from the Prime Minister"}, {"text_block_id": "p6_b8", "text": "This year has taken a very different path from any we expected, but I have not lost sight of our ambitious plans to unite and level up our country."}, {"text_block_id": "p6_b9", "text": "Just as science will enable humanity to rout Coronavirus, so we will use the UK’s extraordinary powers of invention to repair the economic damage and build back better. Now is the time to plan for a green recovery – with high-skilled high-paid jobs that offer the extra satisfaction of helping to make our nation cleaner, greener and more beautiful."}, {"text_block_id": "p6_b10", "text": "Imagine how our Green Industrial Revolution could transform life across our United Kingdom. You cook your breakfast using hydrogen power before getting in your electric car, having charged it overnight from batteries made in the Midlands. Around you the air is cleaner, and the trucks and trains, ships and planes are running on hydrogen or a synthetic fuel. British towns and regions — Teesside, Port Talbot, Merseyside and Mansfield — have become synonymous with green technology and the jobs they bring. This is where Britain’s ability to make hydrogen and capture carbon pioneered the decarbonisation of transport, industry and power."}, {"text_block_id": "p6_b11", "text": "This Ten Point Plan to get there will mobilise £12 billion of government investment, and potentially three times as much from the private sector, to create and support up to 250,000 green jobs. There will be electric vehicle technicians in the Midlands, construction and installation workers in the North East and Wales, specialists in advanced fuels in the North West, agroforestry practitioners in Scotland, and grid system installers everywhere. And we will help people train for these new green jobs through our Lifetime Skills Guarantee."}, {"text_block_id": "p6_b12", "text": "We will turn the UK into the world’s number one centre for green technology and finance, laying the foundations for decades of economic growth by delivering net zero emissions in a way that creates jobs and allows us to carry on living our lives. And we will harness Mother Nature’s ability to absorb carbon by planting 30,000 hectares of trees a year by 2025, and restore the abundance of nature by rewilding 30,000 football pitches worth of countryside."}, {"text_block_id": "p6_b13", "text": "The UK was the first major economy to embrace a legal obligation to achieve net zero carbon emissions by 2050. I will establish Task Force Net Zero to take forward this national priority, and through next year’s COP26 Summit, we will urge countries and companies around the world to join us in delivering net zero globally."}, {"text_block_id": "p6_b14", "text": "We long ago proved that green and growth can go hand-in-hand. So let us meet the most enduring threat to our planet with one of the most innovative and ambitious programmes of job-creation we have known"}, {"text_block_id": "p6_b15", "text": "The Rt Hon Boris Johnson MP"}, {"text_block_id": "p6_b16", "text": "Prime Minister"}, {"text_block_id": "p7_b17", "text": "Foreword from the Secretary of State for Business, Energy & Industrial Strategy"}, {"text_block_id": "p7_b18", "text": "As the world looks to recover from the impact of coronavirus on our lives, livelihoods and economies, we have the chance to build back better: to invest in making the UK a global leader in green technologies."}, {"text_block_id": "p7_b19", "text": "If we apply the same zeal and ingenuity to stopping climate change as we have to tackling coronavirus, we can do so while transforming our economy, delivering jobs and growth across the country."}, {"text_block_id": "p7_b20", "text": "Our Ten Point Plan sets the firm foundations to do just that. The plan brings together ambitious policies and significant new public investment, while seeking to mobilise private investment. This has the potential to deliver up to an estimated £42 billon of private investment by 2030 across energy, buildings, transport, innovation and the natural environment. In doing so, we will position the UK to take advantage of export opportunities presented by low carbon technologies and services into new, global emerging markets – providing jobs and reinvigorating our industrial heartlands."}, {"text_block_id": "p7_b21", "text": "The Ten Point Plan demonstrates the UK’s significant and continuing commitment to tackling greenhouse gas emissions. We have led the G7 countries in cutting emissions since 1990. As President-Designate for the United Nations Framework Convention on Climate Change Conference of the Parties 26 (COP26), I am committed to ensuring we also use our leadership role so that all countries, businesses, cities and investors adopt a greener, more resilient, sustainable path for the future."}, {"text_block_id": "p7_b22", "text": "This will build on a Conservative track record of addressing the climate challenge. From helping to secure the Paris Agreement, to legislating for net zero, and setting out the greenest manifesto in the UK’s history, this plan delivers on our commitments to present a vision for the UK that is greener, more prosperous and at the forefront of global industry. We will continue to build on this plan."}, {"text_block_id": "p7_b23", "text": "Over the next year we will bring forward ambitious proposals across the economy to cut emissions and secure long-term growth for the whole country, starting with the Energy White Paper before the end of the year. I look forward to working with businesses, organisations representing the interests of UK citizens, the Devolved Administrations and Governments across the world to make this a reality."}, {"text_block_id": "p7_b24", "text": "The Rt Hon Alok Sharma MP"}, {"text_block_id": "p7_b25", "text": "Secretary of State for Business, Energy and Industrial Strategy, President COP 26"}, {"text_block_id": "p8_b26", "text": "Introduction"}, {"text_block_id": "p8_b27", "text": "Two centuries ago the UK led the world’s first Industrial Revolution. Powered by innovation and private investment, this transformation gave birth to many of our great cities and effectively created the modern world. Today we will mobilise the same forces to level up our country and enable our proud industrial heartlands to forge the future once again. By investing in clean technologies – wind, carbon capture, hydrogen and many others – Britain will lead the world into a new Green Industrial Revolution."}, {"text_block_id": "p8_b28", "text": "As the world begins to recover from the devastating impact of the coronavirus on lives and livelihoods, a broader transformation is taking shape. We will create hundreds of thousands of new jobs by investing in pioneering British industries while simultaneously protecting future generations from climate change and the remorseless destruction of habitats."}, {"text_block_id": "p8_b29_merged", "text": "Britain is already leading the way. Over the last 30 years, we have shown that economic success and environmental responsibility go hand in hand. We expanded our GDP by 75 per cent while cutting emissions by 43 per cent. Our low-carbon industries already support over 460,000 jobs,from electric vehicle manufacturing in the Midlands and the North East to our thriving offshore wind industry centred on the Humber and the Tees. In 2019, we became the first major economy to adopt a legally binding obligation to reach net zero greenhouse gas emissions by 2050."}, {"text_block_id": "p8_b31", "text": "This year, our Ten Point Plan will lay the foundations for a Green Industrial Revolution. We will start by supporting 90,000 jobs across the UK within this Parliament, and up to 250,000 by 2030. Engineers, fitters, construction workers and many others will be engaged in harnessing British science and technology to create and use clean energy and forge great new industries that export to new markets around the world. Our Lifetime Skills Guarantee will equip people with the training they need to take advantage of these opportunities."}, {"text_block_id": "p8_b32", "text": "The government has announced over £5 billion to support a green recovery. This plan mobilises £12 billion – and potentially more than three times as much from the private sector – to place green jobs at the heart of our economic revival."}, {"text_block_id": "p8_b33", "text": "As the world goes green, we will seek to put the UK at the forefront of global markets for clean technology. One measure of the opportunity is that 83 per cent of the $13.3 trillion of global investment in electricity systems by 2050 could be in zero-carbon technologies."}, {"text_block_id": "p8_b34", "text": "We will generate new clean power with offshore wind farms, nuclear plants and by investing up to half a billion pounds in new hydrogen technologies. We will use this energy to carry on living our lives, running our cars, buses, trucks and trains, ships and planes, and heating our homes while keeping bills low. And to the extent that we still emit carbon,"}, {"text_block_id": "p9_b35", "text": "we will pioneer a new British industry dedicated to its capture and return to under the North Sea. Together these measures will reinvigorate our industrial heartlands, creating jobs and growth, and pioneering world-leading SuperPlaces that unite clean industry with transport and power. All of these ambitions will be propelled by doubling down on Britain’s world-leading expertise in green finance and innovation."}, {"text_block_id": "p9_b36", "text": "Finally, we will harness nature’s ability to absorb carbon by establishing new National Parks and Areas of Outstanding Natural Beauty, and making them even greater havens of biodiversity, with the aim of protecting 30% of England’s countryside by 2030. We will use the freedoms we regain by leaving the EU to support Britain’s farmers so that, alongside producing high-quality food, we ensure healthy soils which will also retain and – over time – capture carbon. We will restore our peatlands and woodlands, create the Nature Recovery Network and wilder landscapes, generating new jobs in nature and land management. And we will better adapt and protect our communities from the already visible effects of climate change by investing in flood defences and using nature-based solutions to increase flood resilience."}, {"text_block_id": "p9_b37_merged", "text": "The cumulative effect of this plan will be to reduce UK emissions by 180 million tonnes of carbon dioxide equivalent (Mt CO2 e) between 2023 and 2032, equal to taking all of today’s cars off the road for around two years. But this is only the start. Over the next year we will work with industry to devise further sectoral plans and meet our carbon budgets and target of net zero by 2050. To drive our progress towards this national priority, the Prime Minister will establish a new Task Force Net Zero, putting a systems approach at the heart of our thinking."}, {"text_block_id": "p9_b40", "text": "But action by the UK alone will not be sufficient to avoid catastrophic climate change. Our Ten Point Plan strengthens our ability to bring other countries with us and positions Britain as a leader in the green technologies we all need to employ. Through our Presidency of the United Nations Framework Convention on Climate Change (UNFCCC) Conference of the Parties 26 (COP26) in Glasgow, the UK will urge ambitious action from countries, businesses, cities, and investors alike. Together we will deliver the promises of the 2015 Paris Agreement and drive progress towards global net zero. And next month, alongside the UN and France, the UK will host a Climate Ambition Summit five years after COP21 in Paris to rally the world behind the goal of a greener, more resilient and sustainable future."}, {"text_block_id": "p10_b41", "text": "The Ten Point Plan for a Green Industrial Revolution"}, {"text_block_id": "p10_b42", "text": "Point 1"}, {"text_block_id": "p10_b43", "text": "Advancing Offshore Wind"}, {"text_block_id": "p10_b44", "text": "Point 2"}, {"text_block_id": "p10_b45", "text": "Driving the Growth of Low Carbon Hydrogen"}, {"text_block_id": "p10_b46", "text": "Point 3"}, {"text_block_id": "p10_b47", "text": "Delivering New and Advanced Nuclear Power"}, {"text_block_id": "p10_b48", "text": "Point 4"}, {"text_block_id": "p10_b49", "text": "Accelerating the Shift to Zero Emission Vehicles"}, {"text_block_id": "p10_b50", "text": "Point 5"}, {"text_block_id": "p10_b51", "text": "Green Public Transport, Cycling and Walking"}, {"text_block_id": "p10_b52", "text": "Point 6"}, {"text_block_id": "p10_b53", "text": "Jet Zero and Green Ships"}, {"text_block_id": "p10_b54", "text": "Point 7"}, {"text_block_id": "p10_b55", "text": "Point 7\n"}, {"text_block_id": "p10_b56", "text": "Point 8"}, {"text_block_id": "p10_b57", "text": "Investing in Carbon Capture, Usage and Storage"}, {"text_block_id": "p10_b58", "text": "Point 9"}, {"text_block_id": "p10_b59", "text": "Protecting Our Natural Environment"}, {"text_block_id": "p10_b60", "text": "Point 10"}, {"text_block_id": "p10_b61", "text": "Green Finance and Innovation"}, {"text_block_id": "p11_b62", "text": "Point 1: Advancing Offshore Wind"}, {"text_block_id": "p11_b63", "text": "Offshore wind is a critical source of renewable energy for our growing economy, with the UK already leading the world. By 2030 we plan to quadruple our offshore wind capacity so as to generate more power than all our homes use today, backing new innovations to make the most of this proven technology and investing to bring new jobs and growth to our ports and coastal regions."}, {"text_block_id": "p11_b64", "text": "The UK already generates more electricity from offshore wind than any other country, harnessing the wind power our seas are well placed to produce. Government support to unleash the potential of this industry has seen the cost of offshore wind fall by two thirds in the last five years. To offer further commitment to the industry and help further reduce costs, next year, we will aim to deliver up to double the amount of renewables we procure through our next Contract for Difference auction. And by"}, {"text_block_id": "p11_b65", "text": "2030, we aim to produce 40GW of offshore wind"}, {"text_block_id": "p11_b66", "text": ", including"}, {"text_block_id": "p11_b67", "text": "1GW of innovative floating offshore wind"}, {"text_block_id": "p11_b68", "text": "in the windiest parts of our seas. The UK is home to the world’s first two floating offshore windfarms and by 2030 we intend to have scaled this twelvefold. Our target could encourage £20 billion of private investment into the UK and could double jobs in the sector over the next decade, ranging from construction workers to top-end engineers."}, {"text_block_id": "p11_b69", "text": "With a single turn of their blades, the latest wind turbines generate enough electricity to power a house for more than 24 hours. We will put ourselves at the forefront of manufacturing as we see wind turbines grow in size. To support this enlarging industry, we will invest"}, {"text_block_id": "p11_b70", "text": "£160 million into modern ports and manufacturing infrastructure"}, {"text_block_id": "p11_b71", "text": ", providing high quality employment in coastal regions. We will also enable the"}, {"text_block_id": "p11_b72", "text": "delivery of 60% UK content in offshore wind projects"}, {"text_block_id": "p11_b73", "text": ", as set out by the industry, through more stringent requirements for supply chains in the Contract for Difference auctions. This will help attract inward investment into manufacturing in the UK and increase our global competitiveness and expertise."}, {"text_block_id": "p11_b74_merged_merged_merged", "text": "To integrate clean technologies like offshore wind, we must transform our energy system, building more network infrastructure and utilising smart technologies like energy storage. Our Offshore Transmission Network Review will set out our strategy to connect offshore wind in a clean and cost-effective way, and we will outline our plans for smart systems and introducing competition in onshore networks in the forthcoming Energy White Paper."}, {"text_block_id": "p12_b77", "text": "Advancing offshore wind could deliver…"}, {"text_block_id": "p12_b78", "text": "Policy impacts"}, {"text_block_id": "p12_b79", "text": "Policy impacts\n* Our commitment to a 40GW offshore wind target could help bring forth around Â£20bn\n* Our commitment to a 40GW offshore wind target could help bring forth around Â£20bn\n of private investment in renewable energy.\n* Co-ordinated offshore wind connection could deliver up to Â£6bn in consumer savings\n* Co-ordinated offshore wind connection could deliver up to Â£6bn in consumer savings\n by 2050, significantly reducing environmental and social impacts on coastal\n* Co-ordinated offshore wind connection could deliver up to Â£6bn in consumer savings\n by 2050, significantly reducing environmental and social impacts on coastal\n communities.\n* An estimated 60% of spending on UK offshore wind will be invested back into the economy by 2030."}, {"text_block_id": "p13_b89", "text": "Point 2: Driving the Growth of Low Carbon Hydrogen"}, {"text_block_id": "p13_b90", "text": "Hydrogen is the lightest, simplest and most abundant chemical element in the universe. It could provide a clean source of fuel and heat for our homes, transport and industry. The UK already has world-leading electrolyser companies, and unparalleled carbon capture and storage sites that we can maximise. Working with industry the UK is aiming for 5GW of low carbon hydrogen production capacity by 2030. Hubs where renewable energy, CCUS and hydrogen congregate will put our industrial ‘SuperPlaces’ at the forefront of technological development. We are also pioneering hydrogen heating trials, starting with a Hydrogen Neighbourhood and scaling up to a potential Hydrogen Town before the end of this decade."}, {"text_block_id": "p13_b91", "text": "Working"}, {"text_block_id": "p13_b92", "text": "alongside partners in industry, our aim is for the UK to develop 5GW of low carbon hydrogen production capacity by 2030"}, {"text_block_id": "p13_b93", "text": "that could see the UK benefit from around 8,000 jobs across our industrial heartlands and beyond. This will be supported by a range of measures, including a"}, {"text_block_id": "p13_b94", "text": "£240 million Net Zero Hydrogen Fund,"}, {"text_block_id": "p13_b95", "text": "and setting out next year, our hydrogen business models and a revenue mechanism for them to bring through private sector investment."}, {"text_block_id": "p13_b96", "text": "The UK is already a world leader in investigating the use of hydrogen for heating, replacing fossil fuels like natural gas with hydrogen and hydrogen blends. We are keen to accelerate this work and support industry. For example, Ofgem will publish details later this month on the proposed"}, {"text_block_id": "p13_b97", "text": "network demonstration"}, {"text_block_id": "p13_b98", "text": "in the Levenmouth area of Fife, intended to provide hydrogen to 300 homes over a four-year period. Simultaneously, we are scaling-up the electric heat pump market, ensuring we can exploit a range of low carbon heating options available for UK consumers."}, {"text_block_id": "p13_b99_merged_merged_merged", "text": "Producing low carbon hydrogen at scale will be made possible by carbon capture and storage infrastructure, and we plan to grow both of these new British industries side by side so our industrial ‘SuperPlaces’ are envied around the world. We will also build on our success in offshore wind and other renewables, to bring forward the zero-carbon hydrogen of the future. Together this will develop resilient supply chains, support jobs and position UK companies at the forefront of an exciting growing global market, as well help things like industrial processes, industrial heat, power, shipping and trucking to make the shift to net zero."}, {"text_block_id": "p14_b102", "text": "Driving the growth of low carbon hydrogen could deliver..."}, {"text_block_id": "p14_b103", "text": "Policy impacts"}, {"text_block_id": "p14_b104", "text": "Policy impacts\n* Aiming for 5GW Hydrogen production capacity by 2030 in partnership with industry.\n* Lower carbon heating and cooking with no change in experience for domestic consumers through hydrogen blends and reducing the emissions of the gas used by up to 7%."}, {"text_block_id": "p15_b110", "text": "Point 3: Delivering New and Advanced Nuclear Power"}, {"text_block_id": "p15_b111", "text": "Our electricity system will grow and could double in size by 2050 as demand for low-carbon electricity in sectors like heat and transport rises. Nuclear power provides a reliable source of low-carbon electricity. We are pursuing large-scale nuclear, whilst also looking to the future of nuclear power in the UK through further investment in Small Modular Reactors and Advanced Modular Reactors."}, {"text_block_id": "p15_b112", "text": "The UK was home to the world’s first full-scale civil nuclear power station more than sixty years ago, and this industry now employs around 60,000 people in the UK. We see the ongoing potential of this technology. Whether a large-scale power plant, or next generation technologies such as Small and Advanced Modular Reactors, new nuclear will both produce low carbon power and create jobs and growth across the UK. We are pursuing"}, {"text_block_id": "p15_b113", "text": "large-scale new nuclear projects"}, {"text_block_id": "p15_b114", "text": ", subject to value-for-money. To support this, we will provide development funding."}, {"text_block_id": "p15_b115", "text": "Alongside this, we are also looking to invest further in the next generation of nuclear technology. Subject to value-for-money and future spending rounds, we are announcing"}, {"text_block_id": "p15_b116", "text": "up to £385 million in an Advanced Nuclear Fund."}, {"text_block_id": "p15_b117", "text": "This will enable investment of up to"}, {"text_block_id": "p15_b118", "text": "£215 million into Small Modular Reactors"}, {"text_block_id": "p15_b119", "text": "to develop a domestic smaller-scale power plant technology design that could potentially be built in factories and then assembled on site. It will unlock up to £300 million private sector match-funding."}, {"text_block_id": "p15_b120_merged_merged_merged", "text": "We are also committing up to £170 million for a research and development programme on Advanced Modular Reactors. These reactors could operate at over 800°C and the high-grade heat could unlock efficient production of hydrogen and synthetic fuels, complementing our investments in carbon capture, utilisation and storage (CCUS), hydrogen and offshore wind. Our aim is to build a demonstrator by the early 2030s at the latest to prove the potential of this technology and put the UK at the cutting edge against international competitors."}, {"text_block_id": "p15_b123", "text": "To help bring these technologies to market, we will invest an additional £"}, {"text_block_id": "p15_b124", "text": "40 million in developing the regulatory frameworks and supporting UK supply chains"}, {"text_block_id": "p15_b125", "text": "."}, {"text_block_id": "p16_b126", "text": "Policy impacts"}, {"text_block_id": "p16_b127", "text": "Policy impacts\n* Key role for nuclear in delivering deep decarbonisation of our electricity system, alongside renewables and other technologies.\n* High-skilled jobs created and sustained across the UK.\n* Likely role for AMRs in decarbonising industry, heat and transport."}, {"text_block_id": "p17_b134", "text": "Point 4: Accelerating the Shift to Zero Emission Vehicles"}, {"text_block_id": "p17_b135", "text": "Zero emission vehicles can be our most visible incarnation of our ability to simultaneously create jobs, strengthen British industry, cut emissions, and continue travelling. From 2030 we will end the sale of new petrol and diesel cars and vans, 10 years earlier than planned. However, we will allow the sale of hybrid cars and vans that can drive a significant distance with no carbon coming out of the tailpipe until 2035. The accompanying support package of £2.8 billion demonstrates our continued faith in British car manufacturing as the backbone of UK industry in the West Midlands, Wales and the North, bringing jobs and investment back into the UK whilst simultaneously reducing greenhouse gas emissions and improving the air we breathe."}, {"text_block_id": "p17_b136", "text": "The UK is a leading a manufacturer of Electric Vehicles. The Nissan Leaf, produced in the UK, was the third highest selling EV in Europe in 2019. There are over 100 models of EVs on the market, and by 2025 nearly as many models as with conventional petrol and diesel vehicles are expected. With cars and vans making up nearly a fifth of emissions,"}, {"text_block_id": "p17_b137", "text": "we are taking decisive action to end the sale of new petrol and diesel cars and vans by 2030, with all vehicles being required to have a significant zero emissions capability (e.g. plug-in and full hybrids) from 2030 and be 100% zero emissions from 2035"}, {"text_block_id": "p17_b138", "text": ". We will work with industry to make the transition to ensure it remains one of Britain’s success stories. Alongside this new phase-out date, we will"}, {"text_block_id": "p17_b139", "text": "publish a Green Paper next year on the UK’s post-EU emissions regulations"}, {"text_block_id": "p17_b140", "text": ". As we move forward with this transition, we will need to ensure that the tax system encourages the uptake of EVs and that revenue from motoring taxes keeps pace with this change, to ensure we can continue to fund the first-class public services and infrastructure that people and families across the UK expect."}, {"text_block_id": "p17_b141", "text": "We must take advantage of the once in a generation opportunity to build a world-leading EV supply chain here in the UK and improve air quality in our towns and cities. We have committed up to"}, {"text_block_id": "p17_b142", "text": "£1 billion to"}, {"text_block_id": "p17_b143", "text": "support the electrification of UK vehicles and their supply chains, including"}, {"text_block_id": "p17_b144", "text": "developing “Gigafactories” in the UK"}, {"text_block_id": "p17_b145", "text": "to produce the batteries needed at scale. A single factory could employ around 2,000 people in highly skilled jobs. We are"}, {"text_block_id": "p17_b146", "text": "announcing the first £500 million of investment this Parliament"}, {"text_block_id": "p17_b147", "text": "to drive the electrification of the UK automotive sector, protect existing jobs including in the West Midlands, Wales and the North and support thousands of high-quality jobs across the UK."}, {"text_block_id": "p17_b148_merged_merged_merged", "text": "We will invest £1.3 billion to accelerate the roll out of charging infrastructure, targeting support on rapid charge points on motorways and major roads to dash any anxiety around long journeys, and installing more on-street charge points near homes and workplaces to make charging as easy as refuelling a petrol or diesel car. And whilst the costs of EVs are already falling, we will provide £582 million to extend the Plug-in Car, Van, Taxi and Motorcycle grants to 2022–23 to reduce their sticker price for the consumer."}, {"text_block_id": "p18_b153", "text": "We will also"}, {"text_block_id": "p18_b154", "text": "consult on a date for phasing out the sale of new diesel heavy goods vehicles"}, {"text_block_id": "p18_b155", "text": "(HGVs). We will invest"}, {"text_block_id": "p18_b156", "text": "£20 million next year in freight trials"}, {"text_block_id": "p18_b157", "text": "to pioneer hydrogen and other zero emission lorries, to support industry to develop cost-effective, zero-emission HGVs in the UK."}, {"text_block_id": "p18_b158", "text": "Accelerating the shift to zero emission vehicles could deliver..."}, {"text_block_id": "p18_b159", "text": "Policy impacts"}, {"text_block_id": "p18_b160", "text": "Policy impacts\n* Realising carbon savings of around 300 Mt CO\n* Realising carbon savings of around 300 Mt CO\n 2\n* Realising carbon savings of around 300 Mt CO\n 2\n e to 2050.\n* Thousands more ultra-low and zero-emission cars and vans on UK roads, supported\n* Thousands more ultra-low and zero-emission cars and vans on UK roads, supported\n by additional funding for plug in vehicle grants.\n* Thousands more charge points in homes, workplaces, in residential streets and along motorways and major A roads."}, {"text_block_id": "p19_b170", "text": "Point 5: Green Public Transport, Cycling and Walking"}, {"text_block_id": "p19_b171", "text": "As well as decarbonising private vehicles, we must increase the share of journeys taken by public transport, cycling and walking. We will therefore accelerate the transition to more active and sustainable transport by investing in rail and bus services, and in measures to help pedestrians and cyclists. We will fund thousands of zero-emission buses and give our towns and cities cycle lanes worthy of Holland. This will improve the air we breathe and increase both mental and physical health, as well as reduce emissions."}, {"text_block_id": "p19_b172", "text": "We will invest tens of"}, {"text_block_id": "p19_b173", "text": "billions of pounds in enhancements and renewals of the rail network"}, {"text_block_id": "p19_b174", "text": ","}, {"text_block_id": "p19_b175", "text": "£4.2 billion in city public transport and £5 billion on buses"}, {"text_block_id": "p19_b176", "text": ", cycling and walking, as announced by the Prime Minister in February. We will"}, {"text_block_id": "p19_b177", "text": "electrify more railway lines"}, {"text_block_id": "p19_b178", "text": "; end the complicated franchising model and create a simpler, more effective system; and create integrated bus and train networks in more places, with smart ticketing, more frequent services, and bus lanes to speed journeys. We will"}, {"text_block_id": "p19_b179", "text": "invest £120 million next year to begin the introduction of at least 4,000 more British built zero emission buses"}, {"text_block_id": "p19_b180", "text": ". Early next year, we will publish the first-ever"}, {"text_block_id": "p19_b181", "text": "National Bus Strategy"}, {"text_block_id": "p19_b182", "text": ", funded through the £5 billion of new money for buses and cycling announced by the Prime Minister, including more frequent and cheaper \"superbus\" networks and integrated ticketing between operators and modes. We will fund at least two"}, {"text_block_id": "p19_b183", "text": "all-electric bus towns, beginning this financial year, as well as developing the first fully zero-emission city centre"}, {"text_block_id": "p19_b184", "text": "."}, {"text_block_id": "p19_b185", "text": "We will expand rail routes around our big regional cities, including Manchester and Birmingham. As set out in the manifesto, our long-term aim is to improve public transport in city regions to make it as good as London’s, which would save thousands of tonnes of carbon. In smaller places, we will improve buses, introduce more rural on-demand services, and restore many of the rail links removed in the Beeching era to give people the choice not to drive. We will progress the"}, {"text_block_id": "p19_b186", "text": "Midlands Rail Hub"}, {"text_block_id": "p19_b187", "text": "scheme in Birmingham and improvements in Manchester and Leeds, alongside Northern Powerhouse Rail to improve east-west links across the Pennines."}, {"text_block_id": "p19_b188_merged_merged_merged", "text": "We will build first hundreds, then thousands, of miles of segregated cycle lane and create more low-traffic neighbourhoods to stop rat-running and allow people to walk and cycle. We will expand school streets, which have caused dramatic falls in traffic and pollution around schools. We have already started this transformation with £250 million spending this year as part of the PM’s announcement that we will spend £2 billion over this Parliament. A new body, Active Travel England, will hold the budget, inspect schemes, and assess local authorities for their performance on active travel. We will also launch a national programme of support to increase uptake of electric bikes."}, {"text_block_id": "p20_b193", "text": "Policy impacts"}, {"text_block_id": "p20_b194", "text": "Policy impacts\n* We will bring 4,000 zero emission buses onto our roads, representing 12% of the local\n* We will bring 4,000 zero emission buses onto our roads, representing 12% of the local\n operator bus fleet in England.\n* We will further electrify regional and other rail routes.\n* We will launch the first-ever National Bus Strategy, as part of the PMâs Â£5 billion\n* We will launch the first-ever National Bus Strategy, as part of the PMâs Â£5 billion\n funding, integrated ticketing between operators and modes and more bus lanes,\n* We will launch the first-ever National Bus Strategy, as part of the PMâs Â£5 billion\n funding, integrated ticketing between operators and modes and more bus lanes,\n making services faster, more attractive and cheaper to operate.\n* We will spend Â£500 million reopening lines and stations closed under the Beeching cuts.\n* Over 1,000 miles of safe and direct cycling and walking networks delivered by 2025 with network plans developed and being built out in every town and city in England."}, {"text_block_id": "p20_b208", "text": "Target Milestones"}, {"text_block_id": "p21_b209", "text": "Point 6: Jet Zero and Green Ships"}, {"text_block_id": "p21_b210", "text": "We will position the UK at the forefront of aviation and maritime technology to push forward low carbon travel and build on UK strengths. By taking immediate steps to drive the uptake of sustainable aviation fuels, investments in R&D to develop zero-emission aircraft and developing the infrastructure of the future at our airports and seaports – we will make the UK the home of green ships and planes. Internationally, we will continue to lead efforts to find solutions to global aviation and maritime emissions, including using our COP Presidency to develop a sector-led goal."}, {"text_block_id": "p21_b211", "text": "A century ago, a Mancunian and a Glaswegian completed the first non-stop transatlantic flight and created civil aviation. Fast-forward to September 2020 when the first commercial aircraft powered by a hydrogen fuel cell took off in Cranfield. British innovation will unlock the world of sustainable fuels, turning these fossil fuel intensive journeys into lower carbon routes of transportation that allow the opportunity of global travel whilst also safeguarding our planet. To achieve this, we have established the"}, {"text_block_id": "p21_b212", "text": "Jet Zero Council"}, {"text_block_id": "p21_b213", "text": "as a sector-wide partnership to accelerate the development and adoption of new technologies to help develop our strategy to reach net zero aviation, which we will set out next year. We are investing"}, {"text_block_id": "p21_b214", "text": "£15 million into FlyZero"}, {"text_block_id": "p21_b215", "text": "– a 12-month study, delivered through the Aerospace Technology Institute (ATI), into the strategic, technical and commercial issues in designing and developing zero-emission aircraft that could enter service in 2030."}, {"text_block_id": "p21_b216", "text": "Moving to sustainable fuels is one of the key steps to success that we can unlock. We will run a £15 million competition to support the production of"}, {"text_block_id": "p21_b217", "text": "Sustainable Aviation Fuels (SAF)"}, {"text_block_id": "p21_b218", "text": "in the UK, building on the success of the Future, Fuels for Freight and Flight Competition. We will establish a SAF clearing house, the first of its kind in Europe, to enable the UK to certify new fuels, driving innovation in this space. Alongside this, we intend to"}, {"text_block_id": "p21_b219", "text": "consult on a Sustainable Aviation Fuel mandate"}, {"text_block_id": "p21_b220", "text": "to blend greener fuels into kerosene, which will create a market-led demand for these alternative fuels. To support the emergence of a market in zero emission aircraft we will invest in R&D into the infrastructure upgrades required at UK airports to move to battery and hydrogen aircrafts."}, {"text_block_id": "p21_b221_merged_merged_merged", "text": "The UK has a strong history in shipbuilding, with the maritime sector employing 185,000 people. To complement our work on aviation, we will invest £20 million into the Clean Maritime Demonstration Programme to develop clean maritime technology. We are already running hydrogen ferry trials in Orkney and due to launch a hydrogen refuelling port in Teesside, as we seek to revitalise our ports and coastal communities."}, {"text_block_id": "p22_b224", "text": "Taking action on net zero aviation and green ships could deliver…"}, {"text_block_id": "p22_b225", "text": "Policy impacts"}, {"text_block_id": "p22_b226", "text": "Policy impacts\n* These measures will enable the production of sustainable aviation fuels in the UK,\n* These measures will enable the production of sustainable aviation fuels in the UK,\n supporting industry and driving fuel uptake.\n* revolution. Our action will cement our position as a global leader in aerospace, (worth Â£12 billion to the UK economy), and position the UK at the forefront of the zero-emission aircraft"}, {"text_block_id": "p23_b232", "text": "Point 7: Greener Buildings"}, {"text_block_id": "p23_b233", "text": "We will put our homes, workplaces, schools and hospitals at the heart of our green economic recovery, supporting 50,000 jobs and building new supply chains and factories in the UK. Making our buildings more energy efficient and moving away from fossil fuel boilers will help make people’s homes warm and comfortable, whilst keeping bills low. We will go with the grain of behaviour, and set a clear path that sees the gradual move away from fossil fuel boilers over the next fifteen years as individuals replace their appliances and are offered a lower carbon, more efficient alternative."}, {"text_block_id": "p23_b234", "text": "Action on buildings can rapidly support jobs and level-up across the country. In addition to supporting around 50,000 jobs by 2030, today’s announcements provide an opportunity to develop the growing UK heat pump manufacturing base and expand supply chains for building efficiency. Funding and regulatory measures, delivered in partnership with industry, will stimulate near-term investment whilst supporting the most vulnerable."}, {"text_block_id": "p23_b235", "text": "To future-proof new buildings and avoid the need for costly retrofit, we will seek to"}, {"text_block_id": "p23_b236", "text": "implement the Future Home Standard in the shortest possible timeline"}, {"text_block_id": "p23_b237", "text": ","}, {"text_block_id": "p23_b238", "text": "and consult shortly on increased standards for non-domestic buildings"}, {"text_block_id": "p23_b239", "text": "so that new buildings have high levels of energy efficiency and low carbon heating. As is the common theme across this plan, we want to stimulate investment and manufacturing in the UK."}, {"text_block_id": "p23_b240", "text": "We will aim for 600,000 heat pump installations per year by 2028"}, {"text_block_id": "p23_b241", "text": ", creating a market led incentive framework to drive growth, and will bring forward regulations to support this especially in off gas grid properties. This ambition still leaves open the choice as to whether we ultimately pursue hydrogen heating, an electrified heating system, or a mixture of both, whilst we continue to pilot the options."}, {"text_block_id": "p23_b242", "text": "We are providing"}, {"text_block_id": "p23_b243", "text": "£1 billion"}, {"text_block_id": "p23_b244", "text": "to extend the schemes announced by the Chancellor earlier in the year to further kickstart this market. We will extend the"}, {"text_block_id": "p23_b245", "text": "Green Homes Grant"}, {"text_block_id": "p23_b246", "text": "for another year to improve the energy efficiency of homes and replace fossil fuel heating. We will reduce emissions in schools, hospitals and public buildings by further funding for"}, {"text_block_id": "p23_b247", "text": "Public Sector Decarbonisation Scheme"}, {"text_block_id": "p23_b248", "text": ". We will transform the lives of more homeowners who live off the gas grid, particularly in rural areas, with upgrades to their heating systems through the"}, {"text_block_id": "p23_b249", "text": "Homes Upgrade Grant"}, {"text_block_id": "p23_b250", "text": ". And we will commit to further funding for the"}, {"text_block_id": "p23_b251", "text": "Social Housing Decarbonisation Fund"}, {"text_block_id": "p23_b252", "text": "to continue upgrading the least efficient social housing."}, {"text_block_id": "p23_b253_merged_merged_merged", "text": "Private renters too will benefit, as we strengthen energy efficiency requirements for private sector landlords. To support those least able-to-pay, we will extend the Energy Company Obligation to 2026, so suppliers can help improve the draughtiest and coldest homes."}, {"text_block_id": "p23_b258", "text": "To go with the grain of consumer habits, we will improve energy efficiency standards of household products so they use less energy and materials, helping households and"}, {"text_block_id": "p24_b259", "text": "businesses reduce their bills with minimal effort, including by launching an"}, {"text_block_id": "p24_b260", "text": "improved Energy Technology List website"}, {"text_block_id": "p24_b261", "text": ". And we will kickstart the green home finance market by"}, {"text_block_id": "p24_b262", "text": "consulting on introducing mandatory disclosure requirements for lenders on the energy performance of homes"}, {"text_block_id": "p24_b263", "text": "on which they lend and setting voluntary improvement targets."}, {"text_block_id": "p24_b264", "text": "Policy impacts"}, {"text_block_id": "p24_b265", "text": "Policy impacts\n* We are setting an ambition of 600,000 heat pumps installations per year by 2028.\n* Homes built to the Future Homes Standard will be âzero carbon readyâ and have 75â80% lower carbon dioxide emissions than those built to current standards.\n* Our green home finance initiatives could help to improve the energy efficiency of around 2.8 million homes, improving around 1.5 million to EPC C standard by 2030."}, {"text_block_id": "p25_b272", "text": "Point 8: Investing in Carbon Capture, Usage and Storage"}, {"text_block_id": "p25_b273", "text": "Carbon Capture, Usage & Storage (CCUS) will be an exciting new industry to capture the carbon we continue to emit and revitalise the birthplaces of the first Industrial Revolution. Our ambition is to capture 10Mt of carbon dioxide a year by 2030, the equivalent of four million cars’ worth of annual emissions. We will invest up to £1 billion to support the establishment of CCUS in four industrial clusters, creating ‘SuperPlaces’ in areas such as the North East, the Humber, North West, Scotland and Wales. We will bring forward details in 2021 of a revenue mechanism to bring through private sector investment into industrial carbon capture and hydrogen projects via our new business models to support these projects."}, {"text_block_id": "p25_b274", "text": "CCUS technology captures carbon dioxide from power generation, low carbon hydrogen production and industrial processes, storing it deep underground where it cannot enter the atmosphere. This technology will be globally necessary, but no one country has yet captured the market. The UK has an unrivalled asset – our North Sea, that can be used to store captured carbon under the seabed. Developing CCUS infrastructure will contribute to the economic transformation of the UK’s industrial regions, enhancing the long-term competitiveness of UK industry in a global net zero economy. It will help decarbonise our most challenging sectors, provide low carbon power and a pathway to negative emissions."}, {"text_block_id": "p25_b275", "text": "We will establish CCUS in two industrial clusters by mid 2020s, and aim for four of these sites by 2030, capturing up to 10 Mt of carbon dioxide per year"}, {"text_block_id": "p25_b276_merged", "text": ". Developed alongside hydrogen, we can create these transformative “SuperPlaces” in areas such as the heart of the North East, the Humber, North West and in Scotland and Wales. Our £1 billion CCUS Infrastructure Fund will provide industry with the certainty required to deploy CCUS at pace and at scale. These clusters will be the starting point for a new carbon capture industry, which could support up to 50,000 jobs in the UK by 2030, including a sizeable export potential. Alongside this, we will bring forward details in 2021 of a revenue mechanism to bring through private sector investment in industrial carbon capture and hydrogen projects, to provide the certainty investors require."}, {"text_block_id": "p26_b281", "text": "Investing in carbon capture usage and storage could potentially deliver…"}, {"text_block_id": "p26_b282", "text": "Support for"}, {"text_block_id": "p26_b283", "text": "around"}, {"text_block_id": "p26_b284", "text": "50,000 jobs"}, {"text_block_id": "p26_b285", "text": "by 2030"}, {"text_block_id": "p26_b286", "text": "Policy impacts"}, {"text_block_id": "p26_b287", "text": "Policy impacts\n* Ambition to capture and store 10Mt of CO2 per year by 2030 â the equivalent of all the industrial emissions in the Humber or taking around 4 million cars off the road.\n* We will facilitate the deployment of CCUS in four clusters by 2030."}, {"text_block_id": "p27_b294", "text": "Point 9: Protecting Our Natural Environment"}, {"text_block_id": "p27_b295", "text": "The natural environment is one of the most important and effective solutions we have for capturing and sequestering carbon long-term. We will safeguard our cherished landscapes, restore habitats for wildlife in order to combat biodiversity loss and adapt to climate change, all whilst creating green jobs."}, {"text_block_id": "p27_b296", "text": "We will protect our natural environment through the creation of"}, {"text_block_id": "p27_b297", "text": "new National Parks and Areas of Outstanding Natural Beauty (AONB)"}, {"text_block_id": "p27_b298", "text": ". We will start the process for designating more of England’s beautiful and iconic landscapes as National Parks and AONBs, safeguarding these areas for future generations and bringing more people within closer reach of nature. These new National Landscapes will play a key role in meeting the Government’s commitment to protect and improve 30% of UK land by 2030."}, {"text_block_id": "p27_b299", "text": "We will immediately create more green jobs with"}, {"text_block_id": "p27_b300", "text": "a £40 million second round of the Green Recovery Challenge Fund"}, {"text_block_id": "p27_b301", "text": ". This fund will help create and retain thousands of jobs to work on nature conservation and restoration projects across England helping to improve biodiversity and tackle climate change."}, {"text_block_id": "p27_b302", "text": "We are acting now to protect our precious landscapes and create nature restoration jobs. We will also accelerate the vital work needed to restore our natural ecosystems with the establishment of 10 long-term Landscape Recovery projects over the next four years. These Landscape Recovery projects will pilot land use change to restore wilder landscapes in England helping to sequester carbon and establish a Nature Recovery Network. And as we leave the EU, our new"}, {"text_block_id": "p27_b303", "text": "Environmental Land Management"}, {"text_block_id": "p27_b304", "text": "scheme will be a key vehicle in our efforts to combat climate change whilst also delivering other environmental benefits, by incentivising land management actions such as tree planting and peatland restoration. We will"}, {"text_block_id": "p27_b305", "text": "launch Environmental Land Management pilots next year"}, {"text_block_id": "p27_b306", "text": "as we move away from the Common Agricultural Policy, alongside Productivity Grants for farmers to invest in modern technology to make their businesses more efficient and more profitable, while reducing their emissions."}, {"text_block_id": "p27_b307_merged_merged_merged_merged", "text": "Investment in flood defences will protect our homes, businesses, and communities from the risk of flooding, whilst also safeguarding our natural environment and helping us adapt to our changing climate. We will invest £5.2 billion in a six-year programme for flood and coastal defences including new innovative approaches to work with the power of nature to not only reduce flood risk, but deliver benefits for the environment, nature and communities."}, {"text_block_id": "p28_b310", "text": "Protecting our natural environment could deliver..."}, {"text_block_id": "p28_b311", "text": "Policy impacts"}, {"text_block_id": "p28_b312", "text": "•"}, {"text_block_id": "p28_b313", "text": "Increasing the Green Recovery Challenge Fund to £80 million will mean that over 100"}, {"text_block_id": "p28_b314", "text": "nature projects are delivered on the ground over the next 2 years."}, {"text_block_id": "p28_b315", "text": "•"}, {"text_block_id": "p28_b316", "text": "protecting 30% of UK land by 2030."}, {"text_block_id": "p28_b317", "text": "New National Parks, AONB designations and Landscape Recovery projects will protect up to an additional 1.5% of natural land in England, contributing to our target of"}, {"text_block_id": "p28_b318", "text": "•"}, {"text_block_id": "p28_b319", "text": "Establishing 10 Landscape Recovery projects could create the equivalent of well over"}, {"text_block_id": "p28_b320", "text": "30,000 football pitches of wildlife rich habitat."}, {"text_block_id": "p28_b321", "text": "•"}, {"text_block_id": "p28_b322_merged_merged_merged_merged", "text": "Investment in flood defences will support 2,000 flood schemes across every region of England and will better protect over 336,000 properties from risk of flooding."}, {"text_block_id": "p29_b324", "text": "Point 10: Green Finance and Innovation"}, {"text_block_id": "p29_b325", "text": "Unleashing innovation and developing new sources of finance are fundamental for further developing the green technologies for net zero. We have committed to raising total R&D investment to 2.4% of GDP by 2027 and in July 2020 published the UK Research and Development Roadmap. The next phase of green innovation will help bring down the cost of the net zero transition, nurture the development of better products and new business models, and influence consumer behaviour."}, {"text_block_id": "p29_b326", "text": "Our vision is for the UK to be a global leader in the technologies needed to decarbonise our economies and transition to net zero. Through our world class innovators, entrepreneurs and finance institutions we will focus progress on the key technologies of the future. Alongside specific green polices, this will also be backed by the record increase in public investment in research and development and the new agency designed to fund our scientists to pursue high risk, high reward work that might create a step change in the worlds path to net zero."}, {"text_block_id": "p29_b327", "text": "To accelerate the commercialisation of innovative low-carbon technologies, systems and processes in the power, buildings, and industrial sectors, we will launch the"}, {"text_block_id": "p29_b328", "text": "£1 billion Net Zero Innovation Portfolio"}, {"text_block_id": "p29_b329", "text": ". The portfolio will focus on ten priority areas that correspond with this Ten Point Plan, including: floating offshore wind; nuclear advanced modular reactors; energy storage and flexibility; bioenergy; hydrogen; homes; direct air capture and advanced CCUS; industrial fuel switching; and disruptive technologies such as artificial intelligence for energy. We have already launched the first phase of a"}, {"text_block_id": "p29_b330", "text": "£100 million investment in brand-new Greenhouse Gas Removals including Direct Air Capture"}, {"text_block_id": "p29_b331", "text": "in November 2020, which captures carbon dioxide emissions directly from the air. We will"}, {"text_block_id": "p29_b332", "text": "provide £100 million for Energy Storage and Flexibility innovation challenges"}, {"text_block_id": "p29_b333", "text": "– essential technology as we move towards an increasingly renewables-heavy system to allow us to store energy over hours, days and even months."}, {"text_block_id": "p29_b334", "text": "We are doubling down on our ambition to be the first country in the world to"}, {"text_block_id": "p29_b335", "text": "commercialise fusion energy technology"}, {"text_block_id": "p29_b336", "text": ", enabling low carbon and continuous power generation. We are already providing £222 million for the visionary STEP programme (Spherical Tokamak for Energy Production), which aims to build the world’s first commercially viable fusion power plant in the UK by 2040, and £184 million for new fusion facilities, infrastructure and apprenticeships to lay the foundations of a global hub for fusion innovation in the UK."}, {"text_block_id": "p29_b337_merged_merged_merged", "text": "Across land and sea, we will invest in transport innovation to trial and deploy new technologies, building on the world leading expertise of UK businesses and by investing £3 million in the Tees Valley Hydrogen Transport Hub. On roads, the Government will invest £20 million across trials of zero emission heavy goods vehicles, testing technologies at scale. We will also continue to support climate ambition internationally and"}, {"text_block_id": "p30_b342", "text": "grow global markets for clean technologies through our International Climate Finance programmes. Since June 2020, we have already committed £170 million to support green recovery across Latin America, Africa and Asia."}, {"text_block_id": "p30_b343", "text": "Delivering clean investment at the scale and pace required will mean taking bold steps. That is why we will"}, {"text_block_id": "p30_b344", "text": "issue the UK’s first Sovereign Green Bond in 2021"}, {"text_block_id": "p30_b345", "text": "subject to market conditions – and intend to follow up with a series of further issuances to meet growing investor demand for these instruments. These bonds will help finance sustainable projects, finance much-needed infrastructure investment and create green jobs across the country."}, {"text_block_id": "p30_b346_merged_merged", "text": "We will harness the international reputation of the UK’s world leading financial sector to encourage private investment into supporting innovation and manage climate financial risk. In line with the recommendations of the Taskforce on Climate-related Financial Disclosures (TCFD), we intend to introduce mandatory reporting of climate-related financial information across the economy by 2025, with a significant portion of mandatory requirements in place by 2023. We will position the UK, and the City of London, as a leader in the global voluntary carbon markets, including in response to the recommendations of the independent Taskforce on Scaling Voluntary Carbon Markets. Furthermore, we will implement a green taxonomy that defines which economic activities tackle climate change and environmental degradation to help better guide investors. Combined, these measures will provide investors with clarity and a clear framework to deliver the low carbon finance needed for a net -zero economy by 2050. We recognise that these signals are powerful long-term markers for investments, alongside other tools – such as a clear carbon price as we leave the EU Emissions Trading System. HMT’s Net Zero"}, {"text_block_id": "p31_b351", "text": "Review will consider the choices across our tax, spend, regulatory and other levers to maximise growth opportunities and ensure an equitable balance of contributions across society."}, {"text_block_id": "p31_b352_merged", "text": "To ensure we have the skilled workforce to deliver net zero, we have launched the Green Jobs Taskforce, working in partnership with business, skills providers and unions, to help us develop plans for new long-term good quality, green jobs by 2030 and advise what support is needed for people in transitioning industries. The taskforce will conclude its work in spring 2021, with the actions feeding into our Net Zero Strategy to be published later in the year."}, {"text_block_id": "p31_b355", "text": "Policy impacts"}, {"text_block_id": "p31_b356", "text": "•"}, {"text_block_id": "p31_b357", "text": "•"}, {"text_block_id": "p31_b358", "text": "Enables savings across low carbon sectors."}, {"text_block_id": "p33_b359", "text": "Look Ahead: The Race to Zero"}, {"text_block_id": "p33_b360", "text": "The Ten Point Plan ensures that our recovery from coronavirus will be green, generate jobs and bolster the economy, whilst continuing to drive down emissions both now and in the future. There is however more to be done to achieve net zero by 2050, and the Ten Point Plan represents one more step on the path to ending the UK’s contribution to global emissions once and for all. In the coming year, we will set out further plans for reducing emissions across all the UK’s major economic sectors as outlined below, including our overall Net Zero Strategy, which will clearly set out our pathway to achieving net zero emissions by 2050. These efforts need to be undertaken in parallel with adaptation action, building resilience to the effects of climate change we are already experiencing."}, {"text_block_id": "p33_b361", "text": "Climate change is a global issue, and the UK must use our own net zero ambition to encourage other nations to adopt similar targets. In November 2021, the UK will host the United Nations Framework Convention on Climate Change, Conference of the Parties (COP26), bringing together world leaders, climate experts, business leaders and citizens to agree ambitious action to tackle climate change. This December, the UK, along with the UN and France, will host a virtual leader-level Climate Ambition Summit to demonstrate the urgency of action and provide an important moment for international leaders to show they are committed to a greener, more resilient, sustainable path for the future."}, {"text_block_id": "p33_b362", "text": "In 2015 at COP21, the UK played a leading role in securing the agreement of 195 parties to sign up to the historic Paris Climate Agreement, setting a goal of limiting global temperature increases to well below 2°C (vs pre-industrial levels) and to pursue efforts towards a 1.5°C goal. Whilst progress has been made through the Paris Agreement, current commitments will not achieve the temperature goals that were set, instead implying a devastating rise of around 3°C of warming by 2100. Increased action at COP26 is therefore vital, and we will use our COP26 Presidency role to work through five priority areas – Adaptation and Resilience, Zero Emission Vehicles, Energy Transition, Nature, and Finance. We are also considering the UK’s revised Nationally Determined Contribution (NDC), itself an embodiment of our efforts to reduce national emissions, and we will set this out by the Climate Ambition Summit. Our roadmap below of forthcoming announcements will demonstrate the UK’s commitment and action in delivering on our net zero target, encouraging similar levels of ambition from businesses, organizations and nations around the world."}, {"text_block_id": "p34_b363", "text": "Look Ahead"}, {"text_block_id": "p34_b364", "text": "Energy White Paper"}, {"text_block_id": "p34_b365", "text": "The White Paper will set out how the transformation of our energy system can"}, {"text_block_id": "p34_b366", "text": "drive economic growth and jobs, all whilst reducing emissions, consistent with our 2050 net zero target, and keeping bills affordable. It signals"}, {"text_block_id": "p34_b367", "text": "the transition away from unabated fossil fuels to clean energy solution; setting out actions that build on"}, {"text_block_id": "p34_b368", "text": "our success in power generation, look forward to challenges in heat and industry, and provide support"}, {"text_block_id": "p34_b369", "text": "to our vital oil and gas sector as it adapts to a net zero world. As we undergo this change, our energy system will evolve, becoming more integrated, more dynamic and more decentralised. Our strategy enables us to exploit smart, digital-enabled technologies to drive competition"}, {"text_block_id": "p34_b370", "text": "and harness innovation for the"}, {"text_block_id": "p34_b371", "text": "benefit of consumers."}, {"text_block_id": "p34_b372", "text": "National Infrastructure Strategy"}, {"text_block_id": "p34_b373", "text": "The government will publish the National Infrastructure Strategy, setting out how infrastructure can support the economic recovery"}, {"text_block_id": "p34_b374", "text": "economy, as well as supporting"}, {"text_block_id": "p34_b375", "text": "private finance and accelerating"}, {"text_block_id": "p34_b376", "text": ">--------------------<"}, {"text_block_id": "p34_b377", "text": "England Tree Strategy"}, {"text_block_id": "p34_b378", "text": "The Tree Strategy will set out our long-term vision for trees, woodlands and"}, {"text_block_id": "p34_b379", "text": "forestry in England, and the role"}, {"text_block_id": "p34_b380", "text": "we expect them to play in tackling climate change and biodiversity loss. It will set out actions we will take over the coming years to move towards this vision and meet our manifesto commitment to increase planting to 30,000 hectares per year, building on the announcement of the £640m Nature for Climate Fund to support tree planting and peatland restoration."}, {"text_block_id": "p34_b381", "text": "Transport"}, {"text_block_id": "p34_b382", "text": "Decarbonisation Plan"}, {"text_block_id": "p34_b383", "text": "The Transport"}, {"text_block_id": "p34_b384", "text": "Decarbonisation Plan will set out"}, {"text_block_id": "p34_b385", "text": "how we will move further and faster to decarbonise the entire UK transport system. The bold and ambitious plan will take a holistic"}, {"text_block_id": "p34_b386", "text": "and cross-modal approach to put"}, {"text_block_id": "p34_b387", "text": "us on a pathway to net zero by"}, {"text_block_id": "p34_b388", "text": "2050. Alongside delivering the technical measures required, the Transport Decarbonisation Plan will seek to maximise the benefits of decarbonisation through place-based solutions and developing the UK as"}, {"text_block_id": "p34_b389", "text": "a green transport leader."}, {"text_block_id": "p34_b390", "text": "Industrial"}, {"text_block_id": "p34_b391", "text": "Decarbonisation Strategy"}, {"text_block_id": "p34_b392", "text": "This strategy will set out the Government's vision for a prosperous, low carbon UK industrial sector in 2050. Working closely"}, {"text_block_id": "p34_b393", "text": "with the Devolved Administration partners, we will set out how the"}, {"text_block_id": "p34_b394", "text": "low carbon transition can support industrial competitiveness and the green recovery across the UK, including identifying opportunitiesfor new markets and sectors to develop."}, {"text_block_id": "p34_b395", "text": "Net Zero Strategy"}, {"text_block_id": "p34_b396", "text": "This strategy will set out"}, {"text_block_id": "p34_b397", "text": "zero economy, making the most"}, {"text_block_id": "p34_b398", "text": "of new growth and employment opportunities across the UK. Building on the sectoral plans we will bring forward in 2020/21, we will develop"}, {"text_block_id": "p34_b399", "text": "a comprehensive net zero strategy building on the 10 Point Plan. The strategy will also consider what is needed to enable change at scale over the next 30 years -the skills"}, {"text_block_id": "p34_b400", "text": "we need in the economy, the shifts to our energy systems, finance"}, {"text_block_id": "p34_b401", "text": "flows and behaviours at individual, local and national level required"}, {"text_block_id": "p34_b402", "text": "to fully decarbonise our economy, recognising the complex interactions between energy systems, land and individuals in a net zero world."}, {"text_block_id": "p34_b403", "text": "Heat & Buildings Strategy"}, {"text_block_id": "p34_b404", "text": "The Heat & Buildings"}, {"text_block_id": "p34_b405_merged_merged_merged_merged_merged_merged", "text": "Strategy will set out the immediate actions we will take for reducing emissions from buildings. These actions include the deployment of energy efficiency measures and low carbon heating as part of an ambitious programme of work required to enable key strategic decisions on how we achieve the mass transition to low-carbon heat and set us on a"}, {"text_block_id": "p34_b410", "text": "path to decarbonising all homes"}, {"text_block_id": "p34_b411", "text": "and buildings."}, {"text_block_id": "p34_b412", "text": "Hydrogen Strategy"}, {"text_block_id": "p34_b413", "text": "The strategy will outline government's ambitions for a UK hydrogen economy, and set out the near-term actions that need to be taken to ensure low carbon hydrogen can play a vital role in decarbonising industry, heat and heavy transport, whilst"}, {"text_block_id": "p34_b414", "text": "also providing system value through grid balancing and integration of increasing levels of intermittent renewable electricity."}, {"text_block_id": "p34_b415", "text": "HMT Net Zero Review"}, {"text_block_id": "p34_b416", "text": "The Net Zero Review will consider how the transition"}, {"text_block_id": "p34_b417", "text": "to net zero will be funded and where the costs will fall, helping ensure an equitable balance of contributions between households, businesses and taxpayers."}, {"text_block_id": "p34_b418", "text": "Nature Strategy"}, {"text_block_id": "p34_b419", "text": "Our new strategy for"}, {"text_block_id": "p34_b420", "text": "nature will set our ambition to conserve and enhance"}, {"text_block_id": "p34_b421", "text": "England's biodiversity, delivering"}, {"text_block_id": "p34_b422", "text": "on our global targets under the Convention on Biological Diversity and the goals set out under our 25YEP. The Nature Strategy will be clearly linked to other strategies, including those for Trees, Peat and Pollinators. We plan to publish in 2021 but are already implementing key commitments such as the Nature Recovery Network."}, {"text_block_id": "p35_b423", "text": "Notes on figures"}, {"text_block_id": "p35_b424", "text": "Any figures or values displayed without reference to a direct or external source have been calculated in accordance with standard HMG analysis procedure. Aggregate figures rely on simplifying assumptions without presuming macroeconomic market conditions and are subject to further consideration in upcoming sectoral strategies. For further guidance on methodology, see below."}, {"text_block_id": "p35_b425", "text": "Emissions savings:"}, {"text_block_id": "p35_b426", "text": "The figures estimate the amount of greenhouse gas emissions (in million tonnes of carbon dioxide equivalent or MtCO"}, {"text_block_id": "p35_b427", "text": "2"}, {"text_block_id": "p35_b428", "text": "e) saved in total over the period 2023–2032. This corresponds to the period of the UK's 4th and 5th Carbon Budgets and savings are relative to HMG’s 2019 Energy and Emissions Projections ("}, {"text_block_id": "p35_b429", "text": ")"}, {"text_block_id": "p35_b430", "text": ". Central estimates are presented based on HMG modelling and analysis."}, {"text_block_id": "p35_b431", "text": "Jobs impacts:"}, {"text_block_id": "p35_b432_merged_merged", "text": "The figures estimate the impact on jobs in the relevant low carbon sector and its supply chain in 2030. In most cases estimates are based on the number of full-time equivalent jobs and sustained HMG support required to deliver the deployment levels of low carbon technologies set out in the plan. Also accounted for are wider technology market opportunities. Central estimates are presented based on HMG analysis, drawing on sources such as the Energy Innovation Needs Assessment (https://www.gov.uk/government/publications/energy-innovation-needs-assessments)."}, {"text_block_id": "p35_b436", "text": "Investment:"}, {"text_block_id": "p35_b437", "text": "The figures estimate the amount of public (directly HMG funded) and private sector expenditure on capital (i.e., physical assets such as property, technology, buildings, infrastructure, and equipment) over the period to 2030 unless specified otherwise."}, {"text_block_id": "p37_b438", "text": "© Crown copyright 2020"}, {"text_block_id": "p37_b439", "text": "This publication is licensed under the terms of the Open Government Licence v3.0 except where otherwise stated. To view this licence, visit"}, {"text_block_id": "p37_b440", "text": "This publication is also available on our website at"}, {"text_block_id": "p37_b441", "text": "www.gov.uk/government/publications"}, {"text_block_id": "p37_b442_merged_merged", "text": "Any enquiries regarding this publication should be sent to us at enquiries@beis.gov.uk"}], "document_description": "In November 2020 UK Prime Minister Boris Johnson outline a Ten Point Plan for a Green Industrial Revolution. One of the stated aims of the plan is to create 250,000 jobs in the UK. The plan sets out a number of commitments and targets in the following areas:<br>1. Offshore wind<br>2. Hydrogen<br>3. Nuclear<br>4. Electric Vehicles<br>5. Public Transport<br>6. Jet zero and greener maritime<br>7. Homes and public buildings<br>8. Carbon capture<br>9. Nature<br>10. Innovation and finance<br><br>Additional detail on the implementation of the plan is provided in subsequent strategy documents issued by the UK Government, including Buil Back Better: Our Plan for Growth, published by the UK Treasury in March 2021"}