{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "United Kingdom", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "01/01/2020", "document_language": "English", "document_name": "The Feed-in Tariffs (Amendment) (Coronavirus) Order 2020", "document_country_code": "GBR", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Covid19"], "document_response_name": "Mitigation", "document_url": "https://www.legislation.gov.uk/uksi/2020/375/introduction/made", "document_type": "Order", "text_blocks": [], "document_description": "Offers feed-in tariffs (FITs) for small-scale low-carbon electricity installed by householders, businesses and communities, even if the electricity is consumed on-site. Additional payment is provided for electricity fed into the grid.  FITs vary according to technology, last between 10 and 25 years and are adjusted for inflation. They apply to hydro, anaerobic digestion, wind and solar PV technologies under 5MW, and a pilot scheme for micro Combined Heat and Power (CHP) has been launched. Generators with installations of 50kW or less must be installed and accredited by the Microgeneration Certification Scheme (MCS), an independent certification scheme. Installations with capacities greater than 50kW will need to contact Ofgem and seek accredita-tion through a process similar to the Renewables Obligation (RO).  The old FIT scheme closed on January 14th, 2016. A new scheme opened on February 8th,2016, with different tariff rates and rules - including a limit on the number of installations supported. Applications received prior to January 14th, 2016, still benefit from the old FIT scheme.On March 30th, 2020, the government adopted the Feed-in Tariffs (Amendment) (Coronavirus) Order 2020 in order to grant small-scale producers additional time to seek entering the FIT scheme. This applied only to applications registered before 2019."}