{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation", "Disclosure obligations|Regulation"], "document_country_english_shortname": "United Kingdom", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "The National Adaptation Programme: Making the country resilient to a changing climate", "document_country_code": "GBR", "document_hazard_name": ["Ocean Acidification", "Groundwater Change", "Changes In Average Temperature", "Surface Water Change", "Sea Level Change", "Changes In Average Precipitation", "Soil Erosion", "Heat Waves And Heat Stress", "Changes In Air Quality", "Wildfires", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Programme", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/GBR/2013/GBR-2013-01-01-The National Adaptation Programme: Making the country resilient to a changing climate_1ddc876dd7631e3423d62ba66c0c99d9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The National Adaptation Programme"}, {"text_block_id": "p0_b2", "text": "Making the country resilient to a changing climate"}, {"text_block_id": "p0_b3", "text": "July 2013"}, {"text_block_id": "p0_b4", "text": "www.gov.uk/defra"}, {"text_block_id": "p1_b5", "text": "The National Adaptation Programme"}, {"text_block_id": "p1_b6", "text": "Making the country resilient to a changing climate"}, {"text_block_id": "p1_b7", "text": "Presented to Parliament pursuant to Section 58 of the Climate Change Act 2008"}, {"text_block_id": "p1_b8", "text": "July 2013"}, {"text_block_id": "p1_b9", "text": "London: The Stationery Office"}, {"text_block_id": "p1_b10", "text": "£38.75"}, {"text_block_id": "p2_b11", "text": "© Crown copyright 2013"}, {"text_block_id": "p2_b12", "text": "You may re-use this information (excluding logos) free of charge in any format or  medium, under the terms of the Open Government Licence. To view this licence,  visit http://www.nationalarchives.gov.uk/doc/open-government-licence/  or e-mail: psi@nationalarchives.gsi.gov.uk."}, {"text_block_id": "p2_b13", "text": "Where we have identified any third party copyright information you will need to obtain  permission from the copyright holders concerned."}, {"text_block_id": "p2_b14", "text": "ISBN: 978-0-10-851238-4"}, {"text_block_id": "p2_b15", "text": "Printed in the UK for The Stationery Office Limited on behalf of the  Controller of Her Majesty’s Stationery Office."}, {"text_block_id": "p2_b16", "text": "07/13"}, {"text_block_id": "p2_b17", "text": "Printed on paper containing 75% recycled fibre content minimum."}, {"text_block_id": "p2_b18", "text": "PB13942"}, {"text_block_id": "p3_b19", "text": "Ministerial Foreword"}, {"text_block_id": "p3_b20", "text": "Britain has a long history of overcoming the challenges that our famously changeable weather poses and harnessing our natural resources to support growth."}, {"text_block_id": "p3_b21", "text": "New investments and innovation in both the private and public sectors continue this tradition today. To help manage our water, consumers can now buy bathroom products knowing how water efficient they are, informed by the water label, protecting this valuable resource both now and for the future. In contrast, when there is too much water our flood management investments, expected to total £2.3 billion over the 4 years to 2015, protect homes and families and free up otherwise blighted land that can be put to good use. In our rural economy, our agriculture continues to innovate, using advanced breeding techniques to produce new crops that can thrive even when the weather seems to be against us. Looking ahead, Genetic Modification has the potential to make further crop improvements. Managing our natural resources in innovative ways, is backed by the kind of world class science, and engineering skills that we can be proud equip the UK to succeed in the global race."}, {"text_block_id": "p3_b22", "text": "However, recent extreme weather in Britain, such as the flooding in the winter of 2012, has brought into sharp relief just how important anticipating and managing weather extremes can be. In the case of flooding, the costs of rebuilding can run to hundreds of millions of pounds. Essential public services such as schools and hospitals can be heavily disrupted and business – particularly small, hardworking businesses – can be hit severely. Even when extreme weather hits abroad we feel the effects at home. For example, harvest failures abroad push up food prices here – a worrying prospect for hard-pressed families."}, {"text_block_id": "p3_b23", "text": "As the world’s climate changes, Britain’s expertise in areas such as weather forecasting, flood modelling, infrastructure and insurance are already coming to the fore to prepare us for the kinds of events we might see more often. Indeed, the UK is already one of the global leaders in this industry of the future and this market is expected to grow by 5% or more year on year, supporting skilled jobs and the weather-resilience that saves money in the long term. Economists have estimated that, across Europe, every £1 spent on increasing resilience now could yield £4 in damages avoided."}, {"text_block_id": "p3_b24", "text": "This report shows what the government is doing to support this. In many cases, some simple planning now comes at little additional cost to existing investments. For example, the prospect of changes in rainfall intensity, as well as the growth of London, is built in to the design of the Thames Tideway Tunnel ‘Supersewer’ so it can keep the Thames cleaner long into the future."}, {"text_block_id": "p3_b25", "text": "However, the government cannot act alone. That’s why I’m delighted that we have worked so closely with experts from outside government – from industry, from local government and from civil society – who know what works best in their own sectors. These preparations, based on the best evidence and a spirit of partnership, will help avoid costs and damage and so support the growth of a stronger and more balanced economy."}, {"text_block_id": "p3_b26", "text": "The Rt Hon Owen Paterson MP"}, {"text_block_id": "p3_b27", "text": "Secretary of State for Environment"}, {"text_block_id": "p3_b28", "text": "Food and Rural Affairs"}, {"text_block_id": "p4_b29", "text": "Contents"}, {"text_block_id": "p7_b30", "text": "Chapter 1"}, {"text_block_id": "p7_b31", "text": "Chapter 1\n* Our climate is changing and the impacts from it are likely to affect most of us in some way\n* The government has assessed the risks posed by the changing climate.\n* The government has assessed the risks posed by the changing climate.\n Extreme events,\n* This Programme has been drawn up by the government, industry and other non government"}, {"text_block_id": "p7_b38", "text": "Adaptation supports growth"}, {"text_block_id": "p7_b39", "text": "Adaptation supports growth\n* Changes to our climate will affect different parts of the economy in different ways.\n* Reacting to current climate or extreme weather events is often expensive. As an illustration of\n* However, future climate and economic circumstances are uncertain, and with uncertainty"}, {"text_block_id": "p8_b46", "text": "Adaptation supports growth\n* Changes to our climate will affect different parts of the economy in different ways.\n* Reacting to current climate or extreme weather events is often expensive. As an illustration of\n* However, future climate and economic circumstances are uncertain, and with uncertainty\n* Some measures, called âlow-regret actionsâ, make economic sense because they deliver\n* Measures which are designed to be beneficial over the longer term need to be flexible enough\n* Appraisal methods, such as real options analysis, help decision makers weigh up long-term\n* Proactive adaptation planning can stimulate enterprise in a global market for adaptation\n* Proactive adaptation planning can stimulate enterprise in a global market for adaptation\n In 2010-11, these goods and services were worth Â£2.1 billion, with over\n* If adapting to climate change is in the private interests of an individual and an organisation"}, {"text_block_id": "p9_b58", "text": "The Climate Change Risk Assessment and the National Adaptation Programme"}, {"text_block_id": "p9_b59", "text": "The Climate Change Risk Assessment and the National Adaptation Programme\n* The Climate Change Risk Assessment 2012 (CCRA) for the UK brought together the best\n* The governmentâs response to the CCRA, which meets the requirements laid down in the"}, {"text_block_id": "p9_b63", "text": "Working together"}, {"text_block_id": "p9_b64", "text": "Working together\n* Some of the policies and proposals highlighted in this document are the responsibility of the\n* This report therefore describes not only the governmentâs policies and actions, but also those"}, {"text_block_id": "p10_b68", "text": "Working together\n* Some of the policies and proposals highlighted in this document are the responsibility of the\n* This report therefore describes not only the governmentâs policies and actions, but also those\n* Organisations depend, to some extent, on the actions of others in managing their own risks.\n* The government is also supporting the building of networks of organisations that may share"}, {"text_block_id": "p10_b72", "text": "This report on the National Adaptation Programme"}, {"text_block_id": "p10_b73", "text": "This report on the National Adaptation Programme\n* A climate-ready society will understand where and when to take the necessary action\n<\\li1>"}, {"text_block_id": "p10_b75", "text": "This report on the National Adaptation Programme\n* A climate-ready society will understand where and when to take the necessary action\n<\\li1>\n* Each chapter sets out a particular vision of what is needed to ensure that the sector on which\n* Each chapter describes which risks highlighted by the CCRA and in subsequent consultation\n* Some CCRA risks are considered âurgentâ even though the state of knowledge of the risk"}, {"text_block_id": "p11_b81", "text": "This report on the National Adaptation Programme\n* A climate-ready society will understand where and when to take the necessary action\n<\\li1>\n* Each chapter sets out a particular vision of what is needed to ensure that the sector on which\n* Each chapter describes which risks highlighted by the CCRA and in subsequent consultation\n* Some CCRA risks are considered âurgentâ even though the state of knowledge of the risk\n* Objectives have been developed to address the greatest risks and opportunities.\n\t* Increasing awareness\n\t* Increasing resilience to current extremes\n\t* Taking timely action for long-lead time measures\n\t* Addressing major evidence gaps.\n\t* Each chapter has its own set of objectives to reflect its specific priorities, as agreed with those\n\t* The Programme will inevitably evolve as knowledge grows, allowing re-evaluation of policy"}, {"text_block_id": "p11_b95", "text": "The Devolved Administrations"}, {"text_block_id": "p11_b96", "text": "The Devolved Administrations\n* The NAP is primarily for England but also covers reserved, excepted and non-devolved\n<\\li1>"}, {"text_block_id": "p11_b98", "text": "Scotland:"}, {"text_block_id": "p11_b99", "text": "A Scottish Adaptation Programme will address the risks identified for Scotland in the UK Climate Change Risk Assessment and will be published in 2013 after a period of consultation. It will replace the existing Adaptation Framework which already contributes to building resilience and capacity to adapt to climate change."}, {"text_block_id": "p11_b100", "text": "Wales:"}, {"text_block_id": "p11_b101_merged", "text": "The Climate Change Strategy for Wales sets out an adaptation framework to present a national, co-ordinated approach to ensure that Wales understands the risks and opportunities that climate change presents and is well placed to adapt in a sustainable way. The Welsh Government is developing Sectoral Adaptation Plans across 5 important sectors and putting in place programmes for embedding resilience measures against extreme weather events and climate change into all it delivers. These Plans will form part of the next Annual Progress Report (due to be published in Autumn 2013)."}, {"text_block_id": "p12_b103", "text": "Northern Ireland:"}, {"text_block_id": "p12_b104", "text": "A cross-departmental Northern Ireland Adaptation Programme is due to be published later in 2013. Progress on climate change adaptation is reported annually to the Northern Ireland Executive by the Cross-Departmental Working Group on Climate Change."}, {"text_block_id": "p12_b105", "text": "Risks related to impacts in other countries"}, {"text_block_id": "p12_b106", "text": "Risks related to impacts in other countries\n* This NAP has focused on the risks to impacts in England as well as covering reserved,\n* Development and economic progress will, in many cases, be the most effective way of\n* Development and economic progress will, in many cases, be the most effective way of\n In addition, the government continues\n* Our prosperity and national security depend heavily on global stability. The impacts of\n* Many of the big global risks are being considered as part of the work of the inter-departmental Resources and Risks Working Group. However, Defra has also commissioned"}, {"text_block_id": "p13_b118", "text": "Role of the EU"}, {"text_block_id": "p13_b119", "text": "30."}, {"text_block_id": "p13_b120", "text": "The EU can play an important role in supplementing national action by identifying the most important issues related to climate change for Europe, both at global and regional level, and by creating a strong common understanding of the opportunities and risks at the European level."}, {"text_block_id": "p13_b121", "text": "31."}, {"text_block_id": "p13_b122", "text": "The EU Adaptation Strategy was published in April 2013. It encourages all Member States to adopt comprehensive adaptation strategies and the European Commission will be providing guidelines for formulating them. Member States will not be legally required to meet the guidelines as they are designed to help EU countries to develop, implement and review adaptation policies according to their national circumstances. However, the government expects that the NAP will broadly be in line with the future guidelines."}, {"text_block_id": "p13_b123", "text": "32."}, {"text_block_id": "p13_b124", "text": "Another important aspect of the EU strategy is that it aims to ensure that climate change adaptation is embedded within existing EU policies and instruments in ways consistent with better regulation, subsidiarity and value for money. In addition it also focuses on helping to fill evidence gaps and on strengthening the sharing of knowledge, data and best practice between Member States through Climate-ADAPT."}, {"text_block_id": "p14_b125", "text": "Monitoring and evaluation"}, {"text_block_id": "p14_b126", "text": "33."}, {"text_block_id": "p14_b127", "text": "The CCRA provided a basis for monitoring preparedness for climate change in the UK. However, it focused on risk magnitude over the longer term and gave little consideration to the effectiveness of existing adaptive capacity. We now need a framework that will help us to identify whether the actions and policies contained in this Programme are making a difference to our vulnerability in the near-term. The government has a role to play in helping to provide a hub for the monitoring of data, which could enable adaptation outcomes to be tracked on the ground over the long-term and usefully inform future climate change risk assessments."}, {"text_block_id": "p14_b128", "text": "34."}, {"text_block_id": "p14_b129", "text": "The following types of indicators will help provide a picture of progress and will also serve as evidence for the next CCRA:"}, {"text_block_id": "p14_b130", "text": "The following types of indicators will help provide a picture of progress and will also serve as evidence for the next CCRA:\n* process-based markers, such as whether planned policies have been implemented. These\n* quantitative data, such as statistics on trends in factors that influence risks from flooding"}, {"text_block_id": "p14_b134", "text": "35."}, {"text_block_id": "p14_b135_merged", "text": "Discussions about the most appropriate framework are continuing. However, our preferred approach asks the EA to monitor, through compiling relevant quantitative data on trends in factors that are likely either to increase or decrease our vulnerability to climate risks. Following this approach, the Adaptation Sub-Committee (ASC) of the Committee on Climate Change would carry out its statutory duty under the Climate Change Act to assess progress towards implementation of objectives, proposals and policies highlighted in this report and the Register of Actions, with assessments published in 2015 and every two years hence."}, {"text_block_id": "p14_b137", "text": "Next steps"}, {"text_block_id": "p14_b138", "text": "36."}, {"text_block_id": "p14_b139", "text": "The government is considering how to approach the next CCRA, due in 2017. The next risk assessment will need to take account of new evidence on the nature of climate risks and the impacts of climate change for the UK. It will also need to reflect on the extent to which the risks have changed as a result of actions undertaken in this Programme and beyond."}, {"text_block_id": "p14_b140", "text": "13"}, {"text_block_id": "p14_b141", "text": "http://www.theccc.org.uk/adaptation"}, {"text_block_id": "p16_b142", "text": "Chapter 2: Built Environment"}, {"text_block_id": "p16_b143", "text": "37."}, {"text_block_id": "p16_b144", "text": "Most of the highest order risks for the built environment highlighted in the CCRA are associated with the impacts of flooding, which is expected to become more common throughout the twenty-first century. The cost of expected annual damage to residential properties alone from tidal and river flooding in England and Wales is projected to increase from £640 million at present to over £1.1 billion by the 2020s under the CCRA mid range climate change scenario. This does not account for potential population increases."}, {"text_block_id": "p16_b145", "text": "38."}, {"text_block_id": "p16_b146", "text": "Non-residential buildings are also at risk. The numbers of English and Welsh hospitals and schools in areas exposed to a significant risk of river and tidal flooding are projected to rise from around 53 hospitals and 927 schools currently to between 59 and 89 hospitals and 1,000 to 1,700 schools by the 2050s."}, {"text_block_id": "p16_b147", "text": "39."}, {"text_block_id": "p16_b148", "text": "In addition to the major damage that floods can cause, repair costs and rising insurance premiums can have a longer-term impact. Flooding can also cause significant distress to people affected. The impacts on health are explored in Chapter 4."}, {"text_block_id": "p16_b149", "text": "40."}, {"text_block_id": "p16_b150", "text": "Temperatures, particularly in the summer, are projected to rise, posing risks to health and wellbeing and increasing the demand for energy for summer cooling. The Urban Heat Island (UHI) effect, caused when heat is absorbed and then slowly released by hard surfaces, is already observed around the country and is predicted to push urban temperatures even higher."}, {"text_block_id": "p16_b151", "text": "41."}, {"text_block_id": "p16_b152", "text": "Increasing pressure on water resources is the third important risk in this sector. Buildings will need to become increasingly water efficient as changes in water availability, particularly reductions in the summer, may lead to a less reliable supply. By the 2050s, the number of people in the UK living in areas affected by water supply-demand deficits could be between 27 million and 59 million."}, {"text_block_id": "p16_b153", "text": "42."}, {"text_block_id": "p16_b154", "text": "These risks affect other sectors too, so an approach is needed that recognises the breadth of climate impacts and avoids maladaptation, both nationally and locally."}, {"text_block_id": "p17_b155", "text": "Focus area 1: Flood and coastal erosion risk management"}, {"text_block_id": "p17_b156", "text": "43."}, {"text_block_id": "p17_b157_merged", "text": "This first objective is shared with the National Flood and Coastal Erosion Risk Management (FCERM) Strategy for England. The Strategy provides a framework for communities to develop local partnerships and solutions to the flood and coastal erosion risks they face and it underpins the partnership approach to funding flood and coastal resilience projects. The Strategy includes long-term planning, avoidance of inappropriate development in high risk areas, improved flood management infrastructure, increased public awareness and improved flood detection/warning."}, {"text_block_id": "p18_b159", "text": "45."}, {"text_block_id": "p18_b160_merged", "text": "Managing flood risk includes effectively responding to incidents. By taking an integrated approach to flood detection and forecasting, warnings can be issued in good time to minimise potential loss of life and damage. The EA and Met Office will continue to work together to develop and improve the national flood detection and forecasting services provided by the Flood Forecasting Centre, including for surface water. This will include:"}, {"text_block_id": "p18_b162", "text": "Managing flood risk includes effectively responding to incidents. By taking an integrated approach to flood detection and forecasting, warnings can be issued in good time to minimise potential loss of life and damage. The EA and Met Office will continue to work together to develop and improve the national flood detection and forecasting services provided by the Flood Forecasting Centre, including for surface water. This will include:\n* more accurate forecasts of flooding from all sources\n* warnings and flood information that are as geographically specific as possible\n* longer lead times for flood forecasts and warnings\n* more innovative ways of sharing locally specific information"}, {"text_block_id": "p18_b170", "text": "46."}, {"text_block_id": "p18_b171", "text": "All risk management partners need to find better ways to support recovery from incidents. Local flood risk management strategies should support communities and individuals and Defra, the EA and local councils will work together to help develop a single information portal to share consistent high-level information on flooding."}, {"text_block_id": "p18_b172", "text": "47."}, {"text_block_id": "p18_b173", "text": "In the UK, cover for flooding is included as a standard part of most buildings and contents insurance policies. Insurance therefore plays an important role in helping households manage the potential financial consequences of their property being flooded. To date, flood insurance has been widely available mainly due to agreements between government and insurers. Premiums have also been kept affordable because customers at risk have not been differentiated from those not at risk, as information on flood risk has been poor. With recent advances in flood mapping, insurers are increasingly able to set premiums more reflective of risk. The government is committed to ensuring the continued availability and affordability of flood insurance to high risk households and the Water Bill is the obvious vehicle to achieve this."}, {"text_block_id": "p19_b174", "text": "48."}, {"text_block_id": "p19_b175_merged", "text": "Lead Local Flood Authorities manage the risks of flooding from surface water, minor water courses and groundwater across their areas and take measures to address these. How flooding from rivers, the sea and sewers interacts with these risks may also be considered. Lead Local Flood Authorities have to develop, maintain, apply and monitor their Local Flood Risk Management Strategies. As part of the delivery of the Flood Risk Regulations 2009 an improved understanding of surface water flood risk is being developed. The CCRA was unable to undertake a detailed analysis of the spatial variation of surface water flood risk. This is therefore a priority area for further risk assessment and action."}, {"text_block_id": "p19_b177", "text": "Actions to address priority risks"}, {"text_block_id": "p20_b178", "text": "Focus area 2: Spatial planning"}, {"text_block_id": "p20_b179", "text": "Objective 2: To provide a clear local planning framework to enable all participants in the planning system to deliver sustainable new development, including infrastructure that minimises vulnerability and provides resilience to the impacts of climate change."}, {"text_block_id": "p20_b180", "text": "49."}, {"text_block_id": "p20_b181", "text": "The planning system is important for promoting sustainable development. The National Planning Policy Framework 2012 (NPPF) is clear that local planning authorities, working closely with their communities, should proactively plan to mitigate and adapt to climate change. They should take full account of flood risk, coastal change and water supply and demand considerations. There is also a statutory duty requiring local authorities to include policies in their local plans which help them adapt to climate change."}, {"text_block_id": "p20_b182", "text": "50."}, {"text_block_id": "p20_b183", "text": "Every local authority area should have a clear local plan, which sets out how local people want their community to develop. These should be consistent with the NPPF and will be used to judge planning applications and appeals. In preparing their local plans, local planning authorities are under a duty to cooperate with neighbouring authorities and other public bodies on planning issues that cross administrative boundaries, like flooding."}, {"text_block_id": "p20_b184", "text": "51."}, {"text_block_id": "p20_b185", "text": "Under the NPPF, local planning authorities’ local plans and decisions should steer development away from areas of flood risk where possible, taking into account the impacts of climate change. Where there are no suitable and reasonably available sites in areas with a lower probability of flooding, new development should only be permitted if it will be safe and resilient to flooding. New developments should not increase flood risk elsewhere and where possible, overall flood risk should be reduced. Local plans should be supported by a Strategic Flood Risk Assessment, which also takes into account the impacts of climate change."}, {"text_block_id": "p20_b186", "text": "52."}, {"text_block_id": "p20_b187", "text": "Before local plans can be adopted, they are examined at a public inquiry conducted by an independent planning inspector, to decide whether the plan is ‘sound’. To be sound, a local plan must be consistent with national policy (including on climate change) and based on proportionate evidence. Local planning authorities are also required to undertake both a sustainability appraisal to appraise the social, environmental and economic effects of a plan and a Strategic Flood Risk Assessment to assess the risks and impacts to an area from flooding from all sources, now and in the future, taking account of the impacts of climate change. Local planning authorities must also publish monitoring reports on progress implementing their local plans."}, {"text_block_id": "p20_b188", "text": "53."}, {"text_block_id": "p20_b189", "text": "The NPPF is supported by planning practice guidance to help secure effective local implementation. However, the large amount of current planning practice guidance can make it difficult for residents and businesses to work effectively with the planning system. A government review in 2012, led by Lord Taylor, recommended that planning practice guidance on climate change and flood risk should be a priority for re-issue in an updated and streamlined form, helping to make the planning system swifter and more accessible. The government responded positively to this recommendation in its overall response to Lord Taylor’s report, published in May 2013."}, {"text_block_id": "p21_b190", "text": "54."}, {"text_block_id": "p21_b191", "text": "The NPPF also supports the use of green infrastructure. The work of the sector-led Green Infrastructure Partnership will increase understanding of how green infrastructure can mitigate the effects of the UHI as well as delivering other benefits. The CCRA noted the uncertainty around this. In addition, the Local Government Association (LGA) has recently issued topic-based reference guides and resources to help local authorities plan for and provide green infrastructure in developing their local environment, to reduce and manage climate change impacts in urban areas."}, {"text_block_id": "p21_b192", "text": "Actions to address priority risks"}, {"text_block_id": "p21_b193", "text": "Focus area 3: Increasing adaptive capacity in the sector"}, {"text_block_id": "p21_b194", "text": "55."}, {"text_block_id": "p21_b195", "text": "Businesses and professions in the built environment sector are responsible for the development, design and construction of the homes, workplaces, public and leisure buildings that the country needs. Investors and developers will be instrumental in making these buildings resilient, but they need to know how to do this."}, {"text_block_id": "p22_b196", "text": "56."}, {"text_block_id": "p22_b197", "text": "The Economics of Climate Resilience Project made a number of recommendations around adaptive capacity including:"}, {"text_block_id": "p22_b198", "text": "The Economics of Climate Resilience Project made a number of recommendations around adaptive capacity including:\n* increasing the design skills and knowledge of organisations in the supply chain\n* developing the supply chain for retrofits so builders and architects have access to\n* addressing information failures by ensuring that targeted and engaging information is\n* building residentsâ ability to adapt through the provision of targeted education and"}, {"text_block_id": "p22_b206", "text": "57."}, {"text_block_id": "p22_b207_merged", "text": "An EA Climate Ready project aims to establish where there are adaptation skills gaps in the built environment sector. It will promote training materials and programmes more effectively in partnership with the most relevant organisations. There is a growing evidence base available to the sector, much of which is promoted through the ARCCC Network. The Network promotes partner-led, co-ordinated research on adaptation in the built environment and infrastructure sectors and involves people from policy, practitioner and research communities in the development and dissemination of targeted evidence."}, {"text_block_id": "p22_b209", "text": "58."}, {"text_block_id": "p22_b210", "text": "The built environment sector has recognised the particular need to develop industry-led guidance to address the risks of overheating. Two relevant pieces of work have recently been completed. First, the Chartered Institute of Building Service Engineers (CIBSE) will produce guidance on ‘The limits of thermal comfort: avoiding overheating in European buildings’, a design guidance document that will include new overheating criteria and assessment methodology. Second, the National House Building Council (NHBC) Foundation has undertaken a review of the evidence of overheating in new homes and issued guidance for house builders and designers on how to avoid the problem."}, {"text_block_id": "p23_b211", "text": "59."}, {"text_block_id": "p23_b212", "text": "Climate resilience in buildings does not yet appear to be a marketable asset that can be reflected in sale or rental prices. This means that the costs of adaptation may be incurred by one party, while the benefits accrue to another. In the built environment sector, this presents a significant barrier to achieving more well adapted buildings. The lack of a properly articulated economic case for encouraging developers and construction companies to build climate resilient buildings has also been a barrier to action. To address this, Defra, EA and the Modern Built Environment Knowledge Transfer Network (MBE KTN) have begun a project to develop the business case for taking action to adapt the built environment."}, {"text_block_id": "p23_b213", "text": "Actions to address priority risks"}, {"text_block_id": "p24_b214", "text": "Focus area 4: Making homes and communities more resilient"}, {"text_block_id": "p24_b215", "text": "60."}, {"text_block_id": "p24_b216", "text": "People should continue to take action to prepare for the impacts of climate change in their homes and workplaces, where they are at risk. This includes greater flood protection at the property level, using water efficiently and acting to reduce risk from overheating."}, {"text_block_id": "p24_b217", "text": "Water efficiency"}, {"text_block_id": "p24_b218", "text": "61."}, {"text_block_id": "p24_b219", "text": "The Water Resources Planning Guidelines say that reducing demand for water is a key priority for water companies in the next round of Water Resource Management Plans. Increasing efficiency in water use will also help to cut emissions. Defra has contributed funding towards the Energy Savings Trust and Waterwise Green Deal guidance. This encourages water companies and Green Deal providers to work in partnership on joint energy and water efficiency projects."}, {"text_block_id": "p24_b220", "text": "62."}, {"text_block_id": "p24_b221_merged", "text": "Water companies have a statutory duty to promote the efficient use of water by customers.This has resulted in a range of activities such as tips for saving water, retrofit programmes, school education programmes and the offer of subsidised water butts."}, {"text_block_id": "p25_b223", "text": "Community and property level flood protection and sustainable drainage"}, {"text_block_id": "p25_b224", "text": "63."}, {"text_block_id": "p25_b225_merged", "text": "Funding for local schemes, which take steps to reduce the likelihood of flood water entering people’s homes, is now available to local authorities through the Flood Defence Grant in Aid. The awards are made under the partnership funding approach and a local contribution may be necessary for a scheme to proceed. A Flood Risk Report template is also available to record the change in the level of risk. The report was designed by the government and the insurance industry and provides a standard approach for presenting the flood risk to a property. Insurers may take the information into account when assessing the terms they offer."}, {"text_block_id": "p25_b227", "text": "64."}, {"text_block_id": "p25_b228", "text": "Sustainable Drainage Systems (SuDS) help reduce the risk of flooding by replicating natural drainage systems to slow the rate that water drains, thereby reducing the amount of surface runoff entering into sewers. SuDS can have significant benefits for managing water resources, improving water quality through the removal of pollutants and reducing the UHI effect."}, {"text_block_id": "p25_b229", "text": "65."}, {"text_block_id": "p25_b230", "text": "The Flood and Water Management Act 2010 provides for increased uptake of SuDS in new developments. The government plans to implement Schedule 3 by April 2014, subject to parliamentary approval. Once implemented, Schedule 3 will establish a SuDS Approving Body (SAB) in county or unitary authorities. Subject to stipulated exemptions and also subject to affordability, SABs will approve drainage systems before construction begins according to new National SuDS Standards. They will also adopt and maintain SuDS which serve more than one property and are constructed to the National SuDS Standards."}, {"text_block_id": "p25_b231", "text": "Managing risks from overheating"}, {"text_block_id": "p25_b232", "text": "66."}, {"text_block_id": "p25_b233", "text": "The CCRA reported that the risk of buildings becoming too hot and uncomfortable is highly likely to increase. In some cases, overheating may lead to illness or death and may also affect economic productivity. The CCRA also found that some types of buildings, such as those that are highly insulated, lightweight or have heavily glazed facades, are already vulnerable to summer overheating."}, {"text_block_id": "p25_b234", "text": "67."}, {"text_block_id": "p25_b235", "text": "The government’s policy for Building Regulations and the planning system in England influences the design and construction of buildings. In response to the CCRA, the Department for Communities and Local Government (DCLG) published a detailed literature review and gap analysis about overheating in homes. This work found important gaps in the understanding of overheating and in the development of effective responses. It has also helped inform the continuing joint built environment sector/government response to overheating (see NHBC Foundation box above)."}, {"text_block_id": "p26_b236", "text": "68."}, {"text_block_id": "p26_b237", "text": "Building Regulations (which govern the construction of new buildings and the renovation of existing ones) are likely to continue to evolve in response to emerging risks and issues, to ensure buildings meet standards for health, safety, welfare, convenience and sustainability. Rules are already in place to ensure homes and non-domestic buildings are constructed to withstand the impacts of wind and rain, subsidence and consider water scarcity. Requirements already exist on the insulation of hot water pipes to address heat loss. Proposed changes to Part L of the Building Regulations would strengthen the associated guidance on this. Measures to address heat loss in common parts of flats would also address many cases of observed overheating."}, {"text_block_id": "p26_b238", "text": "69."}, {"text_block_id": "p26_b239", "text": "Overheating is being considered alongside a range of other climate related issues as part of the ongoing review of planning practice guidance. The government has also recently commissioned a review of the Building Regulations framework, including a simplification of local housing standards. In line with the NPPF, the aim of the review is to ensure that new housing is built to appropriate sustainability standards, while reducing costs and burdens on house-builders and supporting economic growth."}, {"text_block_id": "p26_b240", "text": "70."}, {"text_block_id": "p26_b241", "text": "To support the mitigation of overheating risks, Defra has commissioned the Zero Carbon Hub to increase industry awareness of future overheating in new homes."}, {"text_block_id": "p26_b242", "text": "71."}, {"text_block_id": "p26_b243_merged", "text": "The government has also funded recent research into future energy demand for cooling. The research predicted energy demand for domestic cooling could triple between 2010 and 2050 and called for more research to develop a better understanding of effective approaches to tackling overheating at the building and neighbourhood scale. The potential for such an increase in energy consumption for cooling is likely to require the government to consider how best to minimise the environmental impact. The Department of Energy and Climate Change (DECC) intends to review how overheating is considered and assessed as a part of the next SAP review in 2014-15."}, {"text_block_id": "p27_b245", "text": "72."}, {"text_block_id": "p27_b246", "text": "The government’s flagship energy efficiency scheme, the Green Deal, is taking account of potential overheating risk in existing homes. Using the latest evidence, the UK Climate Impacts Programme (UK CIP) is co-ordinating the production of guidance for the Green Deal supply chain, which is intended to raise awareness about the types of homes that could be vulnerable to overheating risk in the future and how to reduce potential risk from installing energy efficiency measures. There are also measures available under the Green Deal for non domestic buildings to help reduce overheating risks, like blinds, shutters and shading devices."}, {"text_block_id": "p27_b247", "text": "73."}, {"text_block_id": "p27_b248", "text": "Retrofit programmes can combine measures which increase energy efficiency and reduce emissions. A good example is the RE:NEW home energy efficiency programme run by the Greater London Authority. Local authorities also have specific energy efficiency requirements, including to improve efficiency in homes."}, {"text_block_id": "p27_b249", "text": "74."}, {"text_block_id": "p27_b250", "text": "There are opportunities for promoting new products and services to help consumers adapt their homes, and the EA is looking to work with the DIY supply chain to do this."}, {"text_block_id": "p28_b251", "text": "Actions to address priority risks"}, {"text_block_id": "p28_b252", "text": "Focus area 5: Longer term implications"}, {"text_block_id": "p28_b253", "text": "Objective 6: To explore and build understanding of the long term implications of climate change for the location and resilience of population centres."}, {"text_block_id": "p28_b254", "text": "75."}, {"text_block_id": "p28_b255", "text": "The CCRA does not contain detailed information about the implications of coastal erosion this century. There has however been work in this area which has helped to inform action to date and this work is ongoing. It is thought that about 270 residential and 470 non-residential properties may be lost to coastal erosion by 2030 in England and a grant is available to councils to help with the demolition costs of properties at risk."}, {"text_block_id": "p28_b256", "text": "76."}, {"text_block_id": "p28_b257", "text": "The £11 million Coastal Change Pathfinder programme provided ideas and evidence on how policy on supporting community adaptation to coastal change could be developed in future. Shoreline Management Plans provide a large-scale assessment of the physical risks associated with coastal processes. They also present a long term policy framework to reduce these risks to people and the developed, historic and natural environments in a sustainable manner. In addition, the National Coastal Erosion Risk Mapping project (led by the EA) has developed a best practice method for calculating erosion risk in a consistent way across the country, based on evidence including data from the latest climate change projections. The data is publicly available."}, {"text_block_id": "p28_b258", "text": "77."}, {"text_block_id": "p28_b259", "text": "The EA’s Long Term Investment Strategy presents the national evidence base for long term flood and coastal risks and for the costs of managing those risks. The Strategy is being updated and will contain advice for the government on the long term outlook for flooding and erosion. It will also help to create an understanding of the implications of a range of policy options. There will be a greater role for local decision making in the future, adding a local perspective to long-term investment planning."}, {"text_block_id": "p28_b260", "text": "Actions to address priority risks"}, {"text_block_id": "p30_b261", "text": "Chapter 3: Infrastructure"}, {"text_block_id": "p30_b262", "text": "78."}, {"text_block_id": "p30_b263", "text": "The National Infrastructure Plan makes clear that infrastructure networks form the backbone of a modern economy and are a major determinant of growth and productivity."}, {"text_block_id": "p30_b264", "text": "Weatherrelated damage to infrastructure can be extremely costly and can cause significant disruption to large numbers of people and many sectors of the economy. This may be exacerbated by climate change and therefore the government has given attention to increasing the resilience of infrastructure to risks from the changing climate."}, {"text_block_id": "p30_b265", "text": "79."}, {"text_block_id": "p30_b266_merged_merged", "text": "The highest order risks to infrastructure identified in the CCRA are associated with flooding. While the CCRA assumes that adaptation measures are not yet in place, it is important to note that in reality many of these risks are already being addressed to some extent. This is evident in the reports produced under the Adaptation Reporting Power (ARP) by 91 organisations, including a large number of infrastructure operators and regulators.Of course, it is important to assess how far these existing activities are sufficient to address the risks and to encourage further action."}, {"text_block_id": "p30_b268", "text": "80."}, {"text_block_id": "p30_b269", "text": "The CCRA highlights power generation, energy supply, strategic transport networks and sewers as being at significant risk of increased flooding. Loss or disruption of any of these services would have consequences for the effective functioning of organisations right across the country. For example, loss of power could also cause many other effects, including loss of telecommunications and difficulties with fuel supplies."}, {"text_block_id": "p30_b270", "text": "81."}, {"text_block_id": "p30_b271", "text": "Another major risk identified in the CCRA is a significant potential decrease in the water available for public supply. This could affect the majority of the population."}, {"text_block_id": "p30_b272", "text": "82."}, {"text_block_id": "p30_b273", "text": "Alongside the evidence from the CCRA, the government’s ‘Climate Resilient Infrastructure’ report outlines the main issues for the transport, energy, water and Information and Communications Technology (ICT) sectors, and covers 3 main areas:"}, {"text_block_id": "p30_b274", "text": "Alongside the evidence from the CCRA, the government’s ‘Climate Resilient Infrastructure’ report outlines the main issues for the transport, energy, water and Information and Communications Technology (ICT) sectors, and covers 3 main areas:\n* embedding climate risks in regulatory frameworks\n* improving understanding of the risk of cascade failures\n* promoting the strength of existing links between the National Adaptation Programme and"}, {"text_block_id": "p31_b280", "text": "83."}, {"text_block_id": "p31_b281", "text": "Sector Resilience Plans set out the resilience of the UK’s important infrastructure to the relevant risks identified in the National Risk Assessment."}, {"text_block_id": "p31_b282", "text": "Produced annually, they include a programme of measures to improve resilience where needed. Individual plans are classified, but the Cabinet Office produces a summary Sector Resilience Plan for Critical Infrastructure. The 2010 SRPs focused on the resilience of the UK’s Critical National Infrastructure to flooding. The 2011 SRPs extended the scope to allow assessment of other natural hazards and/or less critical assets. The 2012 SRPs extended the scope to allow assessment of the resilience of the sectors’ most important infrastructure to all risks (threats and hazards)."}, {"text_block_id": "p31_b283", "text": "84."}, {"text_block_id": "p31_b284", "text": "As recommended in the Climate Resilient Infrastructure Report, the Adaptation Sub Committee of the Committee of Climate Change is looking at preparedness for climate change in the water, transport and energy sectors between 2012 and 2014."}, {"text_block_id": "p31_b285", "text": "85."}, {"text_block_id": "p31_b286", "text": "This chapter brings together action to address the risks in the 3 sectors analysed by the CCRA: water, transport and energy. Resilient ICT infrastructure is pivotal to the operation of these sectors to best manage any ICT disruptions that could impact on the productivity and effectiveness of these sectors. Further consideration needs to be given to such disruption, along with further evidence to better understand the issues."}, {"text_block_id": "p31_b287", "text": "86."}, {"text_block_id": "p31_b288_merged_merged", "text": "In December 2012, the government published an update to the 2011 National Infrastructure Plan’s detailed pipeline of infrastructure investment. It identified over 550 new projects valued at over £310 billion to 2015 and beyond. This is an increase of over £45 billion in real terms, compared to the value estimated in 2011. Ensuring that infrastructure is resilient to climate change impacts will support this growth and support competitiveness over the longer term. The actions in this programme contribute towards that effort."}, {"text_block_id": "p32_b290", "text": "Focus area 1: Infrastructure asset management"}, {"text_block_id": "p32_b291", "text": "Objective 7: To ensure infrastructure is located, planned, designed and maintained to be resilient to climate change, including increasingly extreme weather events."}, {"text_block_id": "p32_b292", "text": "87."}, {"text_block_id": "p32_b293", "text": "The decisions infrastructure owners and operators, regulators and the government make over the next few years must be informed by an understanding of climate risks. If they are not, the country may be locked into infrastructure development pathways that do not provide adequate protection against future climate impacts and which are detrimental to the economy. There are economic benefits to be gained by adapting infrastructure to a changing climate, as long as decisions are taken at the right time."}, {"text_block_id": "p32_b294", "text": "Energy"}, {"text_block_id": "p32_b295", "text": "88."}, {"text_block_id": "p32_b296_merged", "text": "The energy sector is well aware of the risks of flooding and has already taken action in response to the Pitt Review recommendations. In addition, energy operators are already addressing other major risks such as heat related damage or disruption, losses to energy transmission efficiency capacity and possible restrictions in water abstraction for energy generation. Action is underway to share best practice and illustrate effective adaptation amongst network providers and energy generators, including applicants for development consent."}, {"text_block_id": "p32_b298", "text": "89."}, {"text_block_id": "p32_b299", "text": "For transmitters and distributors, the Energy Networks Association led a working group to oversee the response to the Pitt Review’s recommendations to improve sub-station resilience. The group has recently re-formed to update important industry guidance around surface water flooding and dam inundation."}, {"text_block_id": "p32_b300", "text": "90."}, {"text_block_id": "p32_b301", "text": "For energy generators, reports produced under the ARP set out work that is underway to ensure that generating plants are resilient. Typical preparatory actions include flood modelling and monitoring and local resilience planning to manage extreme weather events. Flood risk, in particular, is assessed during project planning and factored into the design of new installations as power station assets are retired and replaced. Energy generators mitigate hazards arising from extreme weather through established corporate risk management procedures. The sector’s resilience is also increased by the combination of headroom in generating plant capacity, geographical diversity of plant and diversity in generating technology."}, {"text_block_id": "p33_b302", "text": "91."}, {"text_block_id": "p33_b303_merged", "text": "Those applying for consent to develop energy infrastructure are required to take the need to adapt into account, in line with the principles set out in the Energy National Policy Statements, designated by the Secretary of State for Energy and Climate Change in July 2011. The National Policy Statements (NPSs) set out the framework for consenting applications for major energy infrastructure under the Planning Act 2008."}, {"text_block_id": "p33_b305", "text": "92."}, {"text_block_id": "p33_b306", "text": "Over the coming decades, the UK’s energy system faces a number of challenges including the need to decarbonise, the fact that around a fifth of our 2011 generating capacity has to close over this decade and declining domestic fossil fuel production in the context of rising energy demand."}, {"text_block_id": "p33_b307", "text": "93."}, {"text_block_id": "p33_b308", "text": "The government’s Electricity Market Reform programme (EMR) will ensure that electricity supplies are secure and low carbon. One of the main elements of EMR is the implementation of a Capacity Market. If initiated, it would help adapt the overall energy system to both intermittent sources of generation and future weather conditions, for example when demand is high and wind generation is low. If initiated, both generation and non-generation providers of capacity would receive a predictable revenue stream for providing reliable capacity and would face financial penalties if they failed to do so."}, {"text_block_id": "p33_b309", "text": "94."}, {"text_block_id": "p33_b310", "text": "If the Capacity Market is initiated, the decision on the amount of capacity put in place will not only need to take into account the decarbonisation of the system, but also the changing nature of demand brought about by the changing climate. The CCRA found that milder winters may lead to reduced energy demand for domestic heating with potentially very large economic and social benefits. Higher summer temperatures may result in a rise in energy demand for cooling."}, {"text_block_id": "p34_b311", "text": "Actions to address priority risks"}, {"text_block_id": "p34_b312", "text": "Transport"}, {"text_block_id": "p34_b313", "text": "95."}, {"text_block_id": "p34_b314", "text": "The Department for Transport (DfT) is working with industry to increase climate resilience in the planning and design of transport infrastructure. DfT will continue to build adaptation into its major plans and strategies, thereby ensuring that project management and appraisals take the need to adapt into account, to ensure sustainable economic growth. Particular examples include:"}, {"text_block_id": "p34_b315", "text": "The Department for Transport (DfT) is working with industry to increase climate resilience in the planning and design of transport infrastructure. DfT will continue to build adaptation into its major plans and strategies, thereby ensuring that project management and appraisals take the need to adapt into account, to ensure sustainable economic growth. Particular examples include:\n* Road Strategies due for publication in 2013\n* Ports NPSs (2012) and future Aviation and National Networks NPSs\n* 2013 Aviation Policy Framework which balances the costs and benefits of aviation,\n* Network Rail Strategic Business Plan for 2014-19 (published January 2013) which includes"}, {"text_block_id": "p35_b323", "text": "96."}, {"text_block_id": "p35_b324", "text": "The Highways Agency’s (HA) programme of activities future proofs designs and embeds the cost of resilience so that it is not a significant burden in relation to the asset value of around £108 billion. This programme for resilience and integrity of assets and services will bring benefits to users and help avoid the economic costs associated with weather and climate impacts."}, {"text_block_id": "p35_b325", "text": "Actions to address priority risks"}, {"text_block_id": "p36_b326", "text": "Water"}, {"text_block_id": "p36_b327", "text": "97."}, {"text_block_id": "p36_b328", "text": "The CCRA identified water shortages, water supply-demand deficits and combined sewer overflow spill frequency as the most urgent risks from climate change. Changing rainfall patterns need to be considered alongside ageing water supply and waste water infrastructure assets, drivers of change in water demand such as population growth and increased water use."}, {"text_block_id": "p36_b329", "text": "98."}, {"text_block_id": "p36_b330", "text": "The government has published a Strategic Policy Statement and Social and Environmental Guidance to Ofwat. These documents will inform the price review process and reflect the government’s policy objectives as set out in the Natural Environment White Paper and the Water White Paper. The Water White Paper sets out more detail about the government’s expectations of how water companies should consider climate risks. In addition, recent Water Resource Management Plan (WRMP) guidance provides advice about how water companies can make practical use of the latest climate projections. Water Companies will deliver their next WRMPs in 2014."}, {"text_block_id": "p36_b331", "text": "99."}, {"text_block_id": "p36_b332", "text": "The industry is proactive and Water UK has a Climate Change Network that shares industry approaches to dealing with climate change and raises the profile of issues within the UK and throughout Europe. The group organises vital activity to support the NAP and ensures that future business and investment plans address climate resilience."}, {"text_block_id": "p36_b333", "text": "100."}, {"text_block_id": "p36_b334", "text": "In relation to water quality, the CCRA highlighted that an increase in winter precipitation could lead to potential increases in Combined Sewer Outflow (CSO) spill frequency and volumes. Without intervention, this could lead to adverse effects on water quality."}, {"text_block_id": "p36_b335", "text": "101."}, {"text_block_id": "p36_b336", "text": "Water companies are addressing this risk by gaining a better understanding of drainage and sewerage network performance, so that climate vulnerabilities can be identified and action taken to manage the risks. Monitoring the level of spills helps to better understand how drainage systems are working and to identify any deterioration in performance, before it has an impact on the environment. This also provides greater transparency to customers and communities about the performance of these systems. Early cost-effective measures can then be put in place to reduce spills or remedy the impacts. In addition, a number of water companies are already encouraging customers to play their part in preventing sewer misuse to help improve sewerage and drainage performance."}, {"text_block_id": "p37_b337", "text": "102."}, {"text_block_id": "p37_b338_merged", "text": "One of the benefits of surface water management is the relief of pressure on existing sub-surface drainage networks. The Flood and Water Management Act 2010 includes a duty to co-operate and ahead of the next price review, water companies are partnering with Lead Local Flood Authorities to produce area drainage plans. LLFAs that have identified areas of significant flood risk are required to produce a set of surface water flood maps by the end of 2013 in collaboration with water companies."}, {"text_block_id": "p37_b341", "text": "Actions to address priority risks"}, {"text_block_id": "p37_b342", "text": "Focus area 2: The regulatory framework"}, {"text_block_id": "p37_b343", "text": "Objective 8: To develop regulatory frameworks to support and promote a resilient and adaptive infrastructure sector."}, {"text_block_id": "p37_b344", "text": "103."}, {"text_block_id": "p37_b345", "text": "The government is looking at how best to include the need to adapt to climate change in established regulatory frameworks in order to promote consistent and proportionate action for developing resilient and economically sustainable infrastructure."}, {"text_block_id": "p37_b346", "text": "Energy"}, {"text_block_id": "p37_b347", "text": "104."}, {"text_block_id": "p37_b348", "text": "Ofgem incorporates the need to build climate resilience into its current transmission and distribution price control review guidance for network companies. In addition, Ofgem is reviewing its guidance on impact assessment to ensure climate resilience (alongside other considerations) is reflected in its decision making."}, {"text_block_id": "p38_b349", "text": "105."}, {"text_block_id": "p38_b350", "text": "Statutory Social and Environmental Guidance sets out areas of social and environmental policy, including climate change, which the government expects Ofgem to consider in undertaking its regulatory functions. The government is taking powers to replace this with a new Strategy and Policy Statement (SPS) in the second session Energy Bill. There will be the opportunity to consider how climate resilience should be reinforced during consultation on the draft SPS."}, {"text_block_id": "p38_b351", "text": "Transport"}, {"text_block_id": "p38_b352", "text": "106."}, {"text_block_id": "p38_b353", "text": "The regulatory framework for transport is already taking into account the need to consider climate risks."}, {"text_block_id": "p38_b354", "text": "107."}, {"text_block_id": "p38_b355", "text": "Rail safety and rail economics are regulated by the Office of Rail Regulation (ORR). The ORR supports the industry in taking action to adapt, monitoring progress through a combination of short and long term sustainability obligations. DfT will ensure ongoing action by incorporating adaptation into its funding control periods and High Level Output Specifications."}, {"text_block_id": "p38_b356", "text": "108."}, {"text_block_id": "p38_b357", "text": "Aviation is regulated by the Civil Aviation Authority (CAA) which considers climate impacts in its business continuity planning and risk management. To encourage greater emphasis on adaptation, DfT will work with the CAA to incorporate consideration of climate change in future legislative changes."}, {"text_block_id": "p38_b358", "text": "Water"}, {"text_block_id": "p38_b359", "text": "109."}, {"text_block_id": "p38_b360", "text": "Ofwat and the EA have jointly commissioned a Drainage Strategy Framework and a supporting good practice guide. This aims to help water companies, working with other Defra partners and interested parties, to develop strategies to manage future drainage risks including those resulting from climate change. Ofwat is also working with the EA and industry to embed resilience planning principles."}, {"text_block_id": "p38_b361", "text": "110."}, {"text_block_id": "p38_b362", "text": "Defra’s Strategic Policy Statement and Social and Environmental Guidance to Ofwat sets out the principles for adaptation in the regulatory framework and how regulatory policies are helping to remove barriers to action. The Price Review (PR14) for the water and sewerage industry will provide the framework within which water companies will invest in the infrastructure measures (both operational and capital) needed to continue to address supply-demand deficits. Ofwat has also published a consultation document on the methodology for the next price review. The methodology encourages a more outcome-focused approach for capital and operational expenditure and targeted incentives for water trading and sustainable abstraction."}, {"text_block_id": "p39_b363", "text": "111."}, {"text_block_id": "p39_b364", "text": "Water companies are using the Cabinet Office publication, ‘Keeping the Country Running: Natural Hazards and Infrastructure’, to identify investment priorities to build the resilience of their infrastructure to major risks, including climate risks."}, {"text_block_id": "p39_b365", "text": "Actions to address priority risks"}, {"text_block_id": "p39_b366", "text": "Focus area 3: Local infrastructure"}, {"text_block_id": "p39_b367", "text": "112."}, {"text_block_id": "p39_b368", "text": "Local transport infrastructure includes local road and rail networks, trams and underground rail. Local roads comprise 98% of England’s highways, providing vital transport connections with other transport modes. However, they were not part of the analysis in the CCRA so it is important to address this gap and develop an understanding of the potential climate risks to local roads."}, {"text_block_id": "p39_b369", "text": "113."}, {"text_block_id": "p39_b370_merged", "text": "There are potential economic consequences from local transport failure with knock-on implications for other sectors. To maintain operations and thereby reduce costs and disruption, adaptation at this level is essential. Climate change is already highlighted in the UK Roads Liaison Group’s (UK RLG) ‘Code of Practice for Well Maintained Highways’. Future updates of other codes for management of highway assets will include more detailed references to climate change adaptation and mitigation."}, {"text_block_id": "p39_b373", "text": "34"}, {"text_block_id": "p39_b374", "text": "http://www.ukroadsliaisongroup.org/en/utilities/document-summary.cfm?docid=C7214A5B-66E1-4994-AA7FBAC360DC5CC7"}, {"text_block_id": "p40_b375", "text": "114."}, {"text_block_id": "p40_b376", "text": "The Association of Directors of Environment, Economy, Planning and Transport (ADEPT) is addressing this knowledge gap. It is working with DfT, local road organisations such as the UK Roads Liaison Group, Highways Maintenance Efficiency Programme (HMEP) and climate groups like Climate UK, through a programme of:"}, {"text_block_id": "p40_b377", "text": "The Association of Directors of Environment, Economy, Planning and Transport (ADEPT) is addressing this knowledge gap. It is working with DfT, local road organisations such as the UK Roads Liaison Group, Highways Maintenance Efficiency Programme (HMEP) and climate groups like Climate UK, through a programme of:\n* communications to enhance knowledge sharing and best practice\n* reviews and updates to guidance like the HMEP asset management toolkits\n* building capacity of relevant local council groups and major Defra partners/interested"}, {"text_block_id": "p40_b383", "text": "115."}, {"text_block_id": "p40_b384", "text": "The LGA’s Climate Local initiative offers councils with responsibility for highways a framework under which they can identify how their local transport infrastructure will be vulnerable to a changing climate. It sets out options to help them address risks along with supporting resources."}, {"text_block_id": "p40_b385", "text": "Actions to address priority risks"}, {"text_block_id": "p41_b386", "text": "Focus area 4: Infrastructure interdependencies and climate risk"}, {"text_block_id": "p41_b387", "text": "116."}, {"text_block_id": "p41_b388", "text": "The CCRA focused on specific infrastructure sectors in isolation and did not take into account the interdependencies between them. We need to develop our understanding of the interplay of impacts between different sectors. The development of skills in systems thinking is likely to be crucial to the delivery of this objective."}, {"text_block_id": "p41_b389", "text": "117."}, {"text_block_id": "p41_b390", "text": "Cascade failure impacts occur when failure in one area of infrastructure leads to failures in a number of other areas. For example, in 2009 extreme flooding caused the Northside highway bridge collapse in Workington, leading to communities losing power and services."}, {"text_block_id": "p41_b391", "text": "118."}, {"text_block_id": "p41_b392", "text": "To ensure that vulnerabilities in one sector do not threaten the resilience of others, it is important for organisations to share data and collaborate across networks. Priority areas for the NAP are:"}, {"text_block_id": "p41_b393", "text": "To ensure that vulnerabilities in one sector do not threaten the resilience of others, it is important for organisations to share data and collaborate across networks. Priority areas for the NAP are:\n* the interdependencies between the water and energy sectors\n* understanding climate risks to ICT service delivery and thereby their interdependencies\n* ensuring that infrastructure design and planning addresses environmental impacts in a"}, {"text_block_id": "p41_b399", "text": "119."}, {"text_block_id": "p41_b400", "text": "A number of pieces of work are underway to help improve understanding of interdependencies. Infrastructure UK (IUK) is sponsoring research by the University of Bristol and UCL to develop an ‘Interdependencies Planning and Management Framework’. This will help the identification and understanding of cross sectoral interdependencies in new infrastructure projects so that risks can be managed and opportunities identified. IUK, in conjunction with Engineering the Future, is also preparing an update on its ‘Infrastructure Policy Timelines’ document which aims to identify interdependencies at a policy level."}, {"text_block_id": "p42_b401", "text": "Actions to address priority risks"}, {"text_block_id": "p44_b402", "text": "Chapter 4: Healthy and Resilient Communities"}, {"text_block_id": "p44_b403", "text": "120."}, {"text_block_id": "p44_b404_merged", "text": "The health sector, generally speaking, sees climate change as one of the biggest global public health threats this century.  There are risks to the health of the UK population, particularly to the most vulnerable, as well as to the effective delivery of public health, the National Health Service (NHS) and social care services. There may be some welcome benefits, such as warmer winters resulting in fewer winter deaths but these are likely to be outweighed by a range of negative effects. Climate change is also likely to have implications for the emergency services and there is an important role for local responders and communities to play in preparing for and building resilience to potential impacts."}, {"text_block_id": "p44_b407", "text": "121."}, {"text_block_id": "p44_b408", "text": "The CCRA identified the health risks from increased summer temperatures and overheating in buildings as the most significant, along with the health impacts from floods. Flooding can affect mental health and wellbeing, have an impact on healthcare facilities including hospitals and put vulnerable people at significant risk. The CCRA also identified an urgent need to better understand the potential risk from increased exposure to sunlight and ultra-violet radiation (UV). Our understanding of the severity of these risks has been reinforced through discussions with the health and social care sector and by the publication of the Department of Health (DH)/Health Protection Agency (HPA) Report ‘Health Effects of Climate Change in the UK 2012’."}, {"text_block_id": "p44_b409", "text": "122."}, {"text_block_id": "p44_b410", "text": "Extreme weather events such as droughts, wildfires and the continued occurrence of sudden cold weather snaps can also pose a risk to people’s health. So can the increased exposure to ground-level ozone and other air pollutants, including the areas below. Actions to address these issues are included in the Register of Actions at the end of this Report:"}, {"text_block_id": "p44_b411", "text": "Extreme weather events such as droughts, wildfires and the continued occurrence of sudden cold weather snaps can also pose a risk to people’s health. So can the increased exposure to ground-level ozone and other air pollutants, including the areas below. Actions to address these issues are included in the Register of Actions at the end of this Report:\n* aeroallergens such as pollen, marine and freshwater pathogens\n* food and vector-borne diseases\n* chemical and biological contamination in the indoor environment (such as mould)\n* food quality and security"}, {"text_block_id": "p45_b419", "text": "123."}, {"text_block_id": "p45_b420", "text": "The impacts from extreme weather and climate change will vary by location and place burdens on different parts of society, potentially exacerbating existing inequalities. One example is that older people are more vulnerable to extreme heat and cold. Another example of variability is that urban areas are likely to be particularly affected by high temperatures due to the UHI effect (see Chapter 2)."}, {"text_block_id": "p45_b421", "text": "124."}, {"text_block_id": "p45_b422", "text": "Responsibility for addressing many of the health risks rests with the local health and social care system and there are significant opportunities to ensure that a joined-up approach is taken for the short and long-term by a wide range of local partners. National policy is driven by DH, working across the government along with partners such as NHS England, Public Health England (PHE) and the Sustainable Development Unit for the NHS, public health and social care system (SDU). The co-ordinated actions of emergency services and communities will also play an important role in preparing for, responding to and recovering from extreme weather events as they are expected to increase in severity as a result of climate change."}, {"text_block_id": "p45_b423", "text": "125."}, {"text_block_id": "p45_b424", "text": "Many of the solutions, particularly for the long-term, will require action beyond the health sector. This chapter should therefore be read in conjunction with Chapter 2 (action to prevent overheating and flooding in the built environment, role of spatial planning, availability of flood insurance), Chapter 3 (interdependencies of health facilities with other critical infrastructure such as water and energy) and Chapter 6 (on green infrastructure)."}, {"text_block_id": "p45_b425", "text": "126."}, {"text_block_id": "p45_b426", "text": "Action to adapt to and mitigate climate change can often deliver wider benefits for health and wellbeing and also cut costs. However it is important to note that some interventions may have inadvertent negative health impacts. These should be considered when taking action. Examples include flood risk management creating habitats for disease vectors and increasingly air-tight buildings causing mould growth and the accumulation of harmful gases."}, {"text_block_id": "p46_b427", "text": "Focus area 1: Climate resilience in the health and social care system"}, {"text_block_id": "p46_b428", "text": "National and local frameworks for managing public  health risks"}, {"text_block_id": "p46_b429", "text": "127."}, {"text_block_id": "p46_b430", "text": "An important framework for managing health risks to the local population is defined by the Health and Social Care Act 2012, which places an important focus on local planning and decision-making, led by Directors of Public Health. The mechanisms provided for setting and delivering local health priorities, in particular the Joint Strategic Needs Assessments (JSNAs) and subsequent strategies produced by health and wellbeing boards, offer a route to address climate risks and extreme weather events. The boards should consider these risks and possible impacts to inform their jointly-agreed local priorities. Both JSNAs and Health and Wellbeing Strategies will inform commissioning across the local health and care system."}, {"text_block_id": "p46_b431", "text": "128."}, {"text_block_id": "p46_b432_merged", "text": "The Public Health Outcomes Framework also includes the consideration of climate resilience within the Sustainable Development Management Plans (SDMPs) indicator, supported by PHE and the SDU. Dedicated SDU Adaptation Guidance is available to support adaptation work within health sector organisations and the SDU will continue to promote adaptation action across the NHS as part of Board level SDMPs. A health adaptation tool is being piloted and tested by the EA’s Climate Ready support service. A range of other tools are available, for example, to support adapted buildings for older people. The SDU with support from NHS England and PHE will report to the government on progress under the Adaptation Reporting Power."}, {"text_block_id": "p47_b436", "text": "A climate resilient NHS, public health and social care service"}, {"text_block_id": "p47_b437", "text": "129."}, {"text_block_id": "p47_b438", "text": "The Health and Social Care Act 2012 and the Civil Contingencies Act 2004 require the NHS and NHS-funded care providers to ensure that they manage risks to the continuity of health and social care service provision, including from severe weather events and the associated increased demand."}, {"text_block_id": "p47_b439", "text": "130."}, {"text_block_id": "p47_b440", "text": "Local Health Resilience Partnerships (LHRPs) have been established across England to provide a strategic forum for joint planning and preparedness for emergencies for the health system. They support the health sector’s contribution (including the private and voluntary sector where appropriate) to multi-agency planning and preparation for response through Local Resilience Forums (LRFs)."}, {"text_block_id": "p47_b441", "text": "131."}, {"text_block_id": "p47_b442", "text": "DH will work with NHS England and partners such as PHE, SDU and the EA to plan and maintain healthcare facilities that are resilient to flooding and extreme temperatures. They will also explore the potential of the Strategic Health Asset Planning Evaluation toolkit in achieving this. DH will work with the Information Centre for Health and Social Care and NHS Emergency Preparedness, Resilience and Response (EPRR) and business continuity teams to develop climate resilience reporting in national NHS estates and business continuity information frameworks."}, {"text_block_id": "p47_b443", "text": "Extreme temperatures"}, {"text_block_id": "p47_b444", "text": "132."}, {"text_block_id": "p47_b445_merged", "text": "Research indicates that the 2003 European summer heatwave could become a normal event by the 2040s. Heat-related deaths are projected to increase significantly in future decades, with older people, particularly those over 75, most vulnerable to extreme heat. Cold-related deaths are projected to decline, but cold-snaps will still occur, with associated health impacts."}, {"text_block_id": "p47_b447", "text": "133."}, {"text_block_id": "p47_b448", "text": "DH/PHE have in place Heatwave and Cold Weather Plans for England, both of which are reviewed annually. These will be further reviewed to ensure they reach beyond the immediate health sector and help safeguard the most vulnerable people. This approach reflects the findings of the ‘Economics of Climate Resilience’ (ECR) report. That report found that alert systems, preparedness, communication, coordination across the health and social care service, and targeted support to the most vulnerable communities are likely to be the most effective actions to address heat risks to public health. PHE will explore the relevance of these plans to other extreme weather events using the so-called ‘all hazards approach’ where the same tried and tested system is used to respond to all types of hazard. DH will also keep under review its national best practice guidance for the design, engineering and operation of healthcare facilities, particularly in relation to the extreme temperature and flood resilience of NHS estates and assets."}, {"text_block_id": "p48_b449", "text": "Flooding"}, {"text_block_id": "p48_b450", "text": "134."}, {"text_block_id": "p48_b451", "text": "More than 5 million properties are at risk of flooding in England representing almost 1 in 6 homes. Flood events can have a direct effect on our health through injuries caused by falling into fast-flowing water, from hidden dangers under the water, such as missing manhole covers, or at worst drowning. Indirect effects from flooding include electrocution, carbon monoxide poisoning from the use of generators and other fuel-powered equipment brought indoors to dry out buildings, damage to health infrastructure, water and electrical supplies and the displacement of people and disruption to their lives."}, {"text_block_id": "p48_b452", "text": "135."}, {"text_block_id": "p48_b453", "text": "Health impacts often continue beyond the immediate flood event, during the recovery and clean up stages and may persist for months or years. The impact on a person’s mental health and wellbeing can be particularly significant. This makes the availability of psychosocial support through formal and informal networks especially important, an area explored further in Focus Area 3 of this chapter. The ECR report also highlighted particularly effective actions as being the provision of social support (such as communities, voluntary groups, shared learning), information and practical support for residents to return to their homes."}, {"text_block_id": "p48_b454", "text": "136."}, {"text_block_id": "p48_b455", "text": "Some important ways to manage the impacts from flooding on people’s health include:"}, {"text_block_id": "p48_b456", "text": "Some important ways to manage the impacts from flooding on people’s health include:\n* âNHS Emergency Planning Guidanceâ (2005) and âNHS Emergency Planning Guidance on\n* PHEâs information and guidance notes on the health impacts of flooding (including mental\n* Directors of Public Health play an important role in determining and overseeing actions to\n* Defraâs National Flood Emergency Framework for England will integrate the health impacts\n* DH work with the EA, PHE and the NHS to map flood risk to health and social care"}, {"text_block_id": "p49_b466", "text": "Actions to address priority risks for climate resilience in the health and social care system"}, {"text_block_id": "p50_b467", "text": "Focus area 2: Vulnerable groups"}, {"text_block_id": "p50_b468", "text": "Objective 13: To minimise the impacts of climate change on vulnerable groups in society by strengthening their resilience to better prepare for, respond to and recover from future climate risk."}, {"text_block_id": "p50_b469", "text": "137."}, {"text_block_id": "p50_b470", "text": "There is a growing appreciation of how the impacts from climate change and extreme weather events could disproportionately affect the most vulnerable in society, such as older people, low income groups and those with multiple health problems."}, {"text_block_id": "p50_b471", "text": "The particular effects will be highly dependent on local circumstances. Effective solutions on how to support vulnerable groups should therefore be found and led by the local community or local council, with voluntary groups playing an important role. (See also the ECR report)."}, {"text_block_id": "p50_b472", "text": "138."}, {"text_block_id": "p50_b473_merged_merged", "text": "Identifying, assessing and addressing vulnerability within sub-sections of society is likely to present complex and difficult situations for local responders, particularly in responding to emergencies where they need to focus on people with the greatest needs. The Cabinet Office’s Civil Contingencies Secretariat has produced guidance for emergency planners and responders. Its primary focus is on identifying and building relationships with organisations that know about or are responsible for vulnerable people, so that appropriate response"}, {"text_block_id": "p51_b475", "text": "mechanisms can be agreed before an emergency arises. DH also seeks to ensure equity within its health policies with PHE having a role in providing technical support, guidance and materials and public health intelligence."}, {"text_block_id": "p51_b476", "text": "139."}, {"text_block_id": "p51_b477", "text": "There will continue to be a need for relevant partners to help vulnerable groups to prepare for and recover from events in the short and long term. Examples of projects aiming to achieve this include the Big Lottery Fund’s ‘Communities Living Sustainably Initiative’ that supports community-level responses to climate change and the Joseph Rowntree Foundation/EA ‘ClimateJust’ project."}, {"text_block_id": "p51_b478", "text": "140."}, {"text_block_id": "p51_b479", "text": "The EA’s Climate Ready programme will continue to support the LGA’s Climate Local initiative, in particular looking at how to understand how best to target vulnerable groups. The Climate Ready programme will also provide adaptation advice and signpost tools and information to a wide range of civil society organisations such as charities and other voluntary groups, working closely with the National Council for Voluntary Organisations (NCVO) to build on its ‘Vulnerable people and climate change’ programme."}, {"text_block_id": "p51_b480", "text": "Actions to address priority risks"}, {"text_block_id": "p52_b481", "text": "Focus area 3: Emergency services, local responders and community resilience"}, {"text_block_id": "p52_b482", "text": "141."}, {"text_block_id": "p52_b483_merged", "text": "At the national level, community and corporate resilience is a workstream within the UK National Resilience Capabilities Programme. The Civil Contingencies Secretariat in the Cabinet Office works in partnership across the government, particularly with DCLG to support community resilience including the provision of resources, community toolkits and advice.Various initiatives are in place to co-ordinate preparedness for severe weather events including ‘Get Ready for Winter’ and the Natural Hazards Partnership."}, {"text_block_id": "p53_b486", "text": "Emergency services"}, {"text_block_id": "p53_b487", "text": "143."}, {"text_block_id": "p53_b488", "text": "At the national level, the government has an ongoing programme of training and exercises involving the emergency services and other local responders, to ensure and improve capability to respond to and recover from emergencies. These roles were tested during Exercise Watermark in 2011. This exercise set out to rigorously test arrangements across England to respond to severe, wide area flooding, including a tidal surge along the East Coast of England. Many of the lessons learnt from Watermark emphasised the importance of a planned and organised response from individuals and communities. This was further demonstrated during the flood events of 2012."}, {"text_block_id": "p53_b489", "text": "144."}, {"text_block_id": "p53_b490", "text": "Individual emergency services are looking carefully at the risks and setting out their local responses. The Chief Fire Officers’ Association (CFOA) have agreed to produce a voluntary report under the Adaptation Reporting Power setting out the risks from future weather conditions to their members’ operations across England as well as how they will respond to them. The Association of Ambulance Chief Executives (AACE) is collating information on the extent of adaptation coverage within those SDMPs undertaken by the NHS Ambulance Trusts across England."}, {"text_block_id": "p53_b491", "text": "Local resilience and recovery"}, {"text_block_id": "p53_b492", "text": "145."}, {"text_block_id": "p53_b493", "text": "Planning the recovery of communities following any major emergency is the responsibility of the relevant council. They will be supported by other local partners through the 38 Local Resilience Forums (LRFs) across England. The LRFs play a crucial role in supporting local communities and businesses in managing local risks. Duties set out under the Civil Contingencies Act 2004, including the requirement to maintain and publish a Community Risk Register, already provide a mechanism to drive co-ordinated action in response to the risk of severe weather events, both now and for events that are likely to increase over time."}, {"text_block_id": "p53_b494", "text": "146."}, {"text_block_id": "p53_b495", "text": "Many LRFs and councils have also identified that local needs can be met most effectively by working with their communities to increase their resilience against a range of natural emergencies. From flood and snow wardens to broader community champions, there are many examples of the commitment of local people investing their time and knowledge to make themselves and their communities more resilient."}, {"text_block_id": "p54_b496", "text": "147."}, {"text_block_id": "p54_b497_merged", "text": "The recovery phase following a severe weather event is particularly important for minimising some of the significant health risks identified earlier in this chapter such as the mental health and wellbeing impacts associated with flooding. Recovery is best achieved when the process starts from the moment the emergency begins, running in tandem with the response. Following an emergency, councils will usually co-ordinate the multi-agency recovery process. They will chair and provide the secretariat for the Recovery Co-ordinating Group, with support from the full range of multi-agency partners including the private and voluntary sectors and the wider community, all of whom play crucial roles. In undertaking this, councils are responsible for providing a wide range of support. This includes evacuation and shelter and humanitarian assistance. The Civil Contingencies Secretariat provides advice and guidance to support councils through the National Recovery Guidance."}, {"text_block_id": "p54_b501", "text": "Communities"}, {"text_block_id": "p54_b502", "text": "148."}, {"text_block_id": "p54_b503", "text": "Communities and individuals can help to build their own resilience to severe weather events. LRFs, by developing their own resilience plans, encourage communities to get involved in work in line with the local risk profile."}, {"text_block_id": "p54_b504", "text": "149."}, {"text_block_id": "p54_b505", "text": "The voluntary sector provides an extensive and diverse range of operational and support skills and services to statutory responders. This may take the form of supporting the emergency services during severe weather events with private off-road vehicles and boats, helping with recovery, providing financial advice and psycho-social support (such as comforting, befriending, listening, help-lines, support networks, drop-in centres, advice, counselling, spiritual support and group therapy)."}, {"text_block_id": "p54_b506", "text": "150."}, {"text_block_id": "p54_b507", "text": "Further examples include the establishment of various local flood groups around the country, many of which work under the umbrella of the National Flood Forum. In response to local needs, they work closely with the emergency services, LRFs, councils and bodies such as the EA."}, {"text_block_id": "p55_b508", "text": "Wildfires"}, {"text_block_id": "p55_b509", "text": "151."}, {"text_block_id": "p55_b510_merged", "text": "The CCRA identified an increase in the incidence of wildfires as an emerging risk associated with climate change. Severe wildfire has recently been included in the National Risk Assessment (NRA12). It is anticipated that Local Resilience Forums (LRFs) will review and consider the severe wildfire risk, as will the Fire and Rescue Service through their Integrated Risk Management Plan process. The Forestry Commission is publishing guidance for land managers to increase the resilience of woodland to wildfire through forest design planning (including forest structure and species). The United Kingdom Forestry Standard includes the requirement for contingency planning as part of good forestry practice."}, {"text_block_id": "p55_b512", "text": "53"}, {"text_block_id": "p55_b513", "text": "www.forestry.gov.uk/theukforestrystandard"}, {"text_block_id": "p56_b514", "text": "Actions to address priority risks"}, {"text_block_id": "p58_b515", "text": "Chapter 5: Agriculture and Forestry"}, {"text_block_id": "p58_b516", "text": "152."}, {"text_block_id": "p58_b517", "text": "Our farming and forestry sectors are used to managing their businesses in the context of changing weather conditions. They are adept at matching planting, cropping and management patterns and balancing good years with bad. In some years the economic impact from extreme weather conditions is greater than others. However, the CCRA indicates that extreme weather events, such as very high or very low temperatures and changes in precipitation, are likely to become more frequent throughout this century. These changes pose a threat to future productivity and farming and forestry business incomes. In addition, the cumulative effects from soil erosion and disease may affect businesses over many years."}, {"text_block_id": "p58_b518", "text": "153."}, {"text_block_id": "p58_b519", "text": "This highlights the need to increase the resilience of the agriculture and forestry sectors. Some national measures will need to be put in place. However, businesses will also need to decide what action to take on an individual basis. The type of measures which are most suitable will vary greatly and be dependent on the locality, the particular crops grown, the types of livestock production systems and the species make-up of forest planting and restocking."}, {"text_block_id": "p58_b520", "text": "154."}, {"text_block_id": "p58_b521", "text": "The need to adapt effectively should be considered in the context of two other the government priorities: i) the sustainable intensification of agriculture and ii) reducing greenhouse gas emissions. It will be important to find a way of integrating our approach to these important areas."}, {"text_block_id": "p58_b522", "text": "155."}, {"text_block_id": "p58_b523", "text": "The CCRA identified a range of direct impacts on the natural and human environment that could present opportunities for these sectors, for example, increases in average temperature and atmospheric carbon dioxide concentrations, increased yields, opportunities to grow new varieties and the provision of ecosystem based adaptation services. Businesses should take note of these opportunities and look at how to take advantage of the economic benefits they may offer."}, {"text_block_id": "p58_b524", "text": "156."}, {"text_block_id": "p58_b525", "text": "The agriculture and forestry chapter focuses on 4 priority areas: effective water management in agriculture, resilience in the forestry sector, effective management of pests, disease and invasive non-native species and innovation and evidence."}, {"text_block_id": "p59_b526", "text": "Focus area 1: Building resilience in agriculture through effective water management"}, {"text_block_id": "p59_b527", "text": "Objective 15: To increase the resilience of agriculture by effectively managing the impact of volatility in the occurrence and severity of rainfall events on water availability, flooding, soil erosion and pollution due to runoff."}, {"text_block_id": "p59_b528", "text": "157."}, {"text_block_id": "p59_b529", "text": "Agricultural businesses already have to manage water resources carefully, especially during periods of unusually high or low rainfall. The frequency and severity of these extreme periods are projected to increase as the climate changes, affecting productivity and constraining the potential for higher crop yields. Farming businesses will therefore need to adopt effective strategies for year-round water management in order to sustainably increase productivity, in addition to ensuring watercourses are protected from diffuse agricultural pollution."}, {"text_block_id": "p59_b530", "text": "158."}, {"text_block_id": "p59_b531", "text": "The Water Bill, which was announced in the Queen’s speech in May 2013, will introduce reforms that will enable farmers and other potential suppliers to enter the competitive water supply market. The Bill will also provide ministers with powers to introduce regulations to make it easier for farmers and landowners to sell excess water from on-farm reservoirs and other water storage facilities direct to water companies."}, {"text_block_id": "p59_b532", "text": "159."}, {"text_block_id": "p59_b533", "text": "In order to protect future water supplies and to encourage abstractors, such as farmers, to use water more effectively, the government intends to reform the abstraction regulation system. The new system will give clearer signals on water availability to allow abstractors to plan effectively and invest for the future. Defra will consult on reform proposals in late 2013 and look to introduce legislation early in the next Parliament. The new system would be piloted and then implemented as soon as possible. Following decisions on the direction of reform for the abstraction regulation system, Defra will review the available guidance and support for farmers to manage their water availability."}, {"text_block_id": "p59_b534", "text": "160."}, {"text_block_id": "p59_b535", "text": "Agricultural land needs to be effectively drained to support viable arable and livestock businesses. However, the drainage of some types of land, particularly wetlands, can have negative impacts on"}, {"text_block_id": "p59_b536", "text": "biodiversity, cause degradation of peat and increase carbon dioxide (CO"}, {"text_block_id": "p59_b537", "text": "2"}, {"text_block_id": "p59_b538", "text": ") emissions."}, {"text_block_id": "p59_b539", "text": "161."}, {"text_block_id": "p59_b540_merged_merged", "text": "Internal Drainage Boards (IDBs) manage a network of drainage ditches and pumping stations that protect 9.7% of England. Half of this is grade 1 agriculture land and this drainage system also protects over half of our energy generation capacity and important transport infrastructure from regular flooding. During Spring 2012, in anticipation of drought, several IDBs kept winter water levels higher than usual to help farmers fill reservoirs and prevent their land and wildlife reserves from drying out. The government will work with the Association of Drainage Authorities (ADAs) and other interested parties to explore further the possible contribution of IDBs to integrated water resource management within catchment areas."}, {"text_block_id": "p59_b542", "text": "162."}, {"text_block_id": "p59_b543", "text": "Localised water-logging is also an issue in areas where drainage boards do not exist. Defra is reviewing the status of the UK’s aging drainage infrastructure to inform future action that supports environmental protection and sustainable intensification."}, {"text_block_id": "p60_b544", "text": "163."}, {"text_block_id": "p60_b545", "text": "Good quality soils are essential for agricultural productivity, healthy ecosystems, and the delivery of critical services for society, such as the provision of clean water and the reduction of flood risk. Healthy soils are also naturally more resilient to erosion so it is important to maintain and where possible, enhance them. The Natural Environment White Paper (NEWP) sets out the government’s ambition for all soils to be managed sustainably, including successfully tackling degradation threats, by 2030. The Soil Protection Review which forms part of the cross-compliance regime under the Common Agricultural Policy aims to provide a broad level of protection for agricultural soils."}, {"text_block_id": "p60_b546", "text": "164."}, {"text_block_id": "p60_b547", "text": "Climate change may also increase the environmental impact of diffuse agricultural water pollution. The government’s Catchment Sensitive Farming (CSF) initiative already delivers practical and targeted support to enable farmers and land managers to take voluntary action to reduce diffuse water pollution from agriculture. Defra has invested in a network of catchment-scale research sites, called Demonstration Test Catchments, to better understand the causes of diffuse pollution and the effectiveness of approaches to mitigate it."}, {"text_block_id": "p60_b548", "text": "165."}, {"text_block_id": "p60_b549", "text": "The EA Climate Ready Support Service in partnership with industry will explore how to establish a network of on-farm demonstration sites to showcase measures to adapt. This network will inform work to encourage best practice and innovation in sustainable intensification. In particular an industry-led partnership of Agriculture and Horticulture Development Board (AHDB), National Farmers Union (NFU), Royal Agricultural Society of England (RASE), Land Based Colleges Aspiring To Excellence (LANDEX) and others will work to co-ordinate and promote existing on-farm demonstration activities through developing an online database that will be searchable by region, topic and sector. Defra will also look to embed adaptation within the knowledge transfer elements of the UK Agri-Tech Strategy, the Sustainable Intensification Platform and the Rural Development Programme for England (RDPE) 2014-2020."}, {"text_block_id": "p60_b550", "text": "166."}, {"text_block_id": "p60_b551", "text": "Agricultural and forestry businesses are likely to need some help with developing the right skills and knowledge to increase the resilience of their businesses. The EA’s Climate Ready Support Service will work with the sector to develop and promote adaptation good practice, by signposting tools and guidance and integrating climate resilience into advisory services such as the Farming Advice Service (FAS)."}, {"text_block_id": "p61_b552", "text": "167."}, {"text_block_id": "p61_b553", "text": "The government will consider how to further encourage the uptake of climate resilience measures and skills development though the RDPE. The government will look at the opportunities to mainstream adaptation across the programme, supporting skills development and knowledge exchange and ensuring RDPE investments offer good value for money. Alongside this, Defra is looking at new ‘payment for ecosystem services’ approaches, which reward farmers for delivering important services, including adaptation measures that benefit wider society (see Chapter 6)."}, {"text_block_id": "p61_b554", "text": "Actions to address priority risks"}, {"text_block_id": "p62_b555", "text": "Focus area 2: Resilience in forestry"}, {"text_block_id": "p62_b556", "text": "Objective 16: To increase the resilience of the forestry sector by increasing the level of management in England’s woodlands and the uptake of adaptation good practice in woodland creation and restocking."}, {"text_block_id": "p62_b557", "text": "168."}, {"text_block_id": "p62_b558", "text": "Our woodlands will need to be increasingly resilient to cope with the potential changes in climate and more frequent weather extremes. Actively managing more sites, preserving and enhancing species diversity and embedding adaptation skills and knowledge will help to ensure that our woodlands continue to deliver a wide range of benefits. Taking climate change into consideration in woodland creation and restocking will be particularly important given the long time-scales involved."}, {"text_block_id": "p62_b559", "text": "169."}, {"text_block_id": "p62_b560", "text": "The government’s Forestry and Woodlands Policy Statement sets out a new approach to forestry policy, a clear hierarchy of protecting, improving and expanding our woodland assets."}, {"text_block_id": "p62_b561", "text": "The 3 inter-related priorities below will help to increase resilience and drive adaptation to climate change:"}, {"text_block_id": "p62_b562", "text": "The 3 inter-related priorities below will help to increase resilience and drive adaptation to climate change:\n* look to protect trees, woods and forests from the increasing threats of pests and diseases\n* improve their contribution to economic growth, peopleâs lives and nature\n* expand their area to further increase the economic, social and environmental benefits"}, {"text_block_id": "p62_b568", "text": "170."}, {"text_block_id": "p62_b569", "text": "The commitment to increase levels of woodland management should help adaptation, as well-managed woodlands are likely to be more resilient to climate change. The policy statement also sets out how targeted woodland creation can deliver a broad range of ecosystem services to aid adaptation in other sectors, as well as developing a more resilient woodland resource."}, {"text_block_id": "p62_b570", "text": "171."}, {"text_block_id": "p62_b571_merged_merged", "text": "The Forestry Commission’s Adaptation Plan sets out particular steps which, alongside industry action, are essential for building a sustainable forestry sector.  These actions include the further development of advice and guidance on species diversification, implementation of the Climate Change Action Plan for Public Forests, promotion of woodland management planning and the embedding of adaptation actions as standard practice in the application of forestry regulations and in forestry measures in the RDPE. The Forestry Commission (FC) is also working with members of the England Woodland and Timber Partnership (EWTP) to promote the ‘UK Forestry Standard (UKFS) Forests and Climate Change Guidelines’ more widely, and to increase the diversity and supply of suitable planting stock."}, {"text_block_id": "p63_b574", "text": "Actions to address priority risks"}, {"text_block_id": "p63_b575", "text": "Focus area 3: Resilience to pests and disease"}, {"text_block_id": "p63_b576", "text": "Objective 17: To increase resilience to pests and disease to help protect biodiversity, maintain agricultural and forestry productivity and protect the UK’s ability to export products."}, {"text_block_id": "p63_b577", "text": "172."}, {"text_block_id": "p63_b578", "text": "Pests and disease pose a significant risk to the sustainability of the agriculture and forestry sectors and the wider natural world. Recent events, such as ash dieback (due to ‘Chalara’) have only served to underline this. Proportionate action is needed to manage the threat of outbreaks and pest infestations, to protect the viability of farms and woodlands and to protect the UK’s ability to export products. There are gaps in the evidence base which will need to be filled to properly inform longer term planning."}, {"text_block_id": "p63_b579", "text": "173."}, {"text_block_id": "p63_b580", "text": "Preparing for and managing risk from plant disease is one of Defra’s top priorities. The Secretary of State commissioned an independent Tree Health and Plant Biosecurity Expert Task Force (THPBETF), convened by Defra’s Chief Scientific Adviser, to look at ways to prevent pests and diseases from entering the country in the future and to better manage those that are already present. The Task Force has reported and the government will respond shortly."}, {"text_block_id": "p63_b581", "text": "174."}, {"text_block_id": "p63_b582_merged", "text": "The implementation of the ‘Tree Health and Plant Biosecurity Action Plan’ is being accelerated as recommended by the Independent Panel on Forestry and the THPBETF. "}, {"text_block_id": "p63_b584", "text": "60"}, {"text_block_id": "p63_b585", "text": "https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/69330/pb13657-tree-health-actionplan.pdf"}, {"text_block_id": "p64_b586", "text": "It aims to strengthen import control activities and protocols, improve our surveillance strategy for tree pests and disease and raise the public’s and professionals’ awareness of them. It will also make the best use of existing evidence and commission new work to strengthen the evidence base on how climate change will affect the spread of pests and disease."}, {"text_block_id": "p64_b587", "text": "175."}, {"text_block_id": "p64_b588", "text": "The Food and Environment Research Agency (FERA), working with Defra and the Health and Safety Executive’s Chemicals Regulation Directorate (CRD), will review the extent to which current plant health protection programmes integrate climate risk, establishing where further evidence is required. This will inform Defra’s evidence plans within its plant health portfolio. Following decisions on the structure and function of FERA, a decision will be taken on whether FERA will be asked to prepare a voluntary adaptation report."}, {"text_block_id": "p64_b589", "text": "176."}, {"text_block_id": "p64_b590_merged", "text": "Adaptation strategies are needed to build longer-term resilience to pests and diseases in a changing environment. The Tree Health and Plant Biosecurity Evidence Plan recognises that trees help to mitigate climate change, while also being at risk from it directly and indirectly. A strategic Tree Health and Plant Biosecurity Initiative, within the framework of the Living With Environmental Change (LWEC) partnership, will include research that helps develop longerterm strategies for adaptation and resilience to current and future pest and disease threats in a changing environment. In general, climate change scenarios will also be included in risk assessments for new pest and disease threats, thereby helping to protect our plant resources, including crops and plants in the wider environment."}, {"text_block_id": "p64_b592", "text": "177."}, {"text_block_id": "p64_b593", "text": "Animal health and welfare is already a priority for the government. For example, Defra is strengthening surveillance and monitoring systems for exotic and endemic animal diseases, working in partnership with agencies and industries. In response to the CCRA which pointed to a lack of understanding of the direct effects of climate change on the livestock sector, Defra will improve the evidence base. It will do this by working with industry, research partners and European colleagues to examine different sectors, welfare indicators and management practices. Defra will also continue to press the EU to adopt a harmonised approach to disease surveillance and horizon scanning."}, {"text_block_id": "p64_b594", "text": "178."}, {"text_block_id": "p64_b595", "text": "Defra is also working with its agencies (AHVLA, FERA and NE) and with wildlife and wild bird specialists (including the Wildfowl and Wetlands Trust and the British Trust for Ornithology) to look at emerging threats to biodiversity as a result of climate change."}, {"text_block_id": "p64_b596", "text": "179."}, {"text_block_id": "p64_b597", "text": "Invasive non-native species (INNS) are one of the main threats to biodiversity globally and cost the English economy more than £1.3 billion annually. Climate change will enable some INNS to become more common and some INNS which are currently benign, to become invasive. Defra will review the Invasive Non-native Species Framework Strategy for Great Britain (2008) to ensure that the approach of prevention, detection, rapid response, long-term mitigation and control continues to take account of new and emerging risks."}, {"text_block_id": "p65_b598", "text": "Actions to address priority risks"}, {"text_block_id": "p65_b599", "text": "Focus area 4: Innovation and evidence"}, {"text_block_id": "p65_b600", "text": "180."}, {"text_block_id": "p65_b601", "text": "Biological systems are complex, so trying to project the combined effect of multiple climate impacts upon them in the context of a number of uncertain variables is an inexact science. To effectively adapt to climate change and exploit opportunities, we need to both improve our knowledge and develop strategies that effectively manage this uncertainty."}, {"text_block_id": "p65_b602", "text": "181."}, {"text_block_id": "p65_b603", "text": "The government recognises the importance of developing well-adapted trees, crops and livestock species. Given the long lead times involved, work needs to start now to ensure timely deployment of well-adapted species. To adapt to unprecedented growing conditions, pioneering new approaches to selecting and developing varieties with the necessary combination of physiological traits will be required. This will ensure important forestry and agriculture species are adapted to future climates, including the combinations of day length, temperature extremes, carbon dioxide concentrations and rainfall patterns that have never previously been experienced. Similar adaptation of livestock species, particularly to temperature extremes and potentially different diets, can also be anticipated."}, {"text_block_id": "p66_b604", "text": "182."}, {"text_block_id": "p66_b605", "text": "Modern genetics, breeding techniques and effective knowledge transfer could all play a role in building the climate resilience of the agricultural sector. The government’s new Agri-Tech Strategy will recognise that climate change will have an impact on the sustainable intensification of agriculture and meeting global food security challenges and sets out the need to increase development and uptake of emerging technologies and improve skills. The Strategy will draw on evidence such as the sector-led ‘Feeding the Future’ report to inform future actions/implementation."}, {"text_block_id": "p66_b606", "text": "183."}, {"text_block_id": "p66_b607_merged", "text": "While advanced conventional plant breeding techniques will clearly play a role in the development of sustainable and climate-resilient crops, recent reports and studies have pointed to Genetic Modification (GM) as being an important tool for addressing the unprecedented challenges that lie ahead. The government is therefore keen to encourage the development of a wide range of technologies and is working to unblock the EU regulatory regime to allow fair market access for GM products which have undergone a comprehensive environmental risk assessment."}, {"text_block_id": "p66_b609", "text": "184."}, {"text_block_id": "p66_b610", "text": "The long-term nature of forestry and the urgency of action requires the development of approaches that effectively manage uncertainty. In Autumn 2013 the Forestry Commission will publish the revised Science and Innovation Strategy for British Forestry. The Strategy will include the development of robust evidence to inform climate change adaptation for forestry and to support actions to increase the resilience of British woodland and the ecosystem services it provides for society."}, {"text_block_id": "p67_b611", "text": "185."}, {"text_block_id": "p67_b612", "text": "The government also recognises the critical importance of developing soil science capacity to protect and enhance our soils in the face of pressures such as climate change and to enable sustainable intensification. Defra is undertaking a significant research programme to explore how soil degradation can affect the soil’s ability to support vital ecosystem services such as flood mitigation, carbon storage and nutrient cycling. This will be delivered alongside two joint BBSRC and Natural Environment Research Council (NERC) research programmes on soils being proposed with an overall budget of £12million. NERC has approved funding for a £5.5million five year programme on soils. The initial BBSRC-led call (lasting 3 to 5 years) will be focused on the latest technologies (eg imaging methods and meta-genomics) and integrated research approaches to increase our understanding of important interactions between crops, microbes and soil processes in agricultural systems. This will be followed by a prospective NERC-led 5 year programme to help predict how soils are likely to function in the context of changes in climate and land use. Outputs would be used to inform future decisions on local and regional management of soils for food security and climate mitigation."}, {"text_block_id": "p67_b613", "text": "186."}, {"text_block_id": "p67_b614_merged", "text": "The ECR report describes extreme weather as carrying greater risks for agriculture than changes in long term average climate conditions. Consultation with the industry also highlighted extreme weather events as a particular concern for agriculture. Research to develop and assess the effect on agriculture of a range of plausible extreme weather event scenarios is underway and will be used to inform policy development and industry action. This work will also inform Defra’s new Sustainable Intensification Research Platform which will develop integrated approaches to land management that can sustainably provide food and deliver environmental outcomes. The Research Platform will include research on the wider contextual drivers for decision-making on UK farms, including the influences of climate, global commodity markets, consumer choice, the development of markets for ecosystem services and the demand for biofuels."}, {"text_block_id": "p67_b616", "text": "187."}, {"text_block_id": "p67_b617", "text": "At EU level Defra is working with European partners on the development of a Joint Programming Initiative to coordinate EU research on agriculture, food security and climate change."}, {"text_block_id": "p68_b618", "text": "Actions to address priority risks"}, {"text_block_id": "p70_b619", "text": "Chapter 6: Natural Environment"}, {"text_block_id": "p70_b620", "text": "188."}, {"text_block_id": "p70_b621", "text": "The natural world, its biodiversity, landscapes and ecosystems is critically important for our wellbeing and economic prosperity. Our ecosystems provide us with a wide range of services including clear air, clean water, green space, as well as contact with nature. However, the ability of ecosystems to produce these services at current levels will be vulnerable to climate change. The natural world is in a perpetual state of change, but the increasing pace of change will place unprecedented pressures on access to and use of our natural resources. The scale of this was recognised by Professor Sir John Lawton’s independent review (2010) of England’s wildlife sites and ecological network, which clearly concluded that England’s collection of wildlife areas is fragmented and does not represent a coherent and resilient ecological network which is capable of responding to climate change and other pressures."}, {"text_block_id": "p70_b622", "text": "189."}, {"text_block_id": "p70_b623", "text": "As conditions change, there is a big risk that species in terrestrial, coastal, freshwater and marine environments that are particularly sensitive to temperature changes, will not be able to move northwards to suitable cooler habitats. This could result in the loss of vulnerable species. Other urgent risks include flooding and coastal erosion, low river flows, reduced water quality and drier soils, all of which can damage habitats. The risk of pests, disease and invasive non-native species may also increase (see Chapter 5) and important landscapes and heritage sites may also be threatened."}, {"text_block_id": "p70_b624", "text": "190."}, {"text_block_id": "p70_b625", "text": "Climate change presents some opportunities. The economic benefits provided by the natural environment’s regulating and provisioning services are likely to increase. This may create new markets if these services can be given a monetary value. The habitat range for some species may increase and some new and valued non-native species may enter the UK. For example, our fishing industry may benefit from increased numbers of fish such as sea bass, red mullet, boarfish and squid. There are also recreational opportunities linked to and possible increases to rural tourism if we experience warmer summers."}, {"text_block_id": "p70_b626", "text": "191."}, {"text_block_id": "p70_b627_merged", "text": "There are 4 main objectives for this theme. They focus on building ecological resilience, accommodating the changes that are inevitable, valuing how the natural environment can help other sectors become more resilient and improving the evidence base. These objectives reflect the principles set out in the Natural Environment White Paper (NEWP)."}, {"text_block_id": "p71_b629", "text": "Focus area 1: Building ecological resilience to the impacts of climate change"}, {"text_block_id": "p71_b630", "text": "Objective 19: To build the resilience of wildlife, habitats and ecosystems (terrestrial, freshwater, marine and coastal) to climate change, to put our natural environment in the strongest possible position to meet the challenges and changes ahead."}, {"text_block_id": "p71_b631_merged", "text": "192. Ecosystems can become more resilient to the impacts of climate change and the government is keen to improve the environment, including through taking action to adapt. Particularly important policies include joining up the management of the natural environment at a larger scale, often termed ‘landscape scale approach’ and making sure protected sites are in good condition, sufficiently large, numerous and where possible connected. Coastal zones, uplands and wetlands are among the habitats of high biodiversity value that are particularly sensitive to climate change."}, {"text_block_id": "p72_b635", "text": "193."}, {"text_block_id": "p72_b636_merged", "text": "The case for strong, healthy ecosystems has been well defined in recent the government policies, in particular ‘The Natural Choice: Securing the Value of Nature’ White Paper (2011), ‘Biodiversity 2020’, the ‘Water for Life’ White Paper (2012), the ‘Marine Policy Statement’ (2011) and the ‘Forestry and Woodland Policy Statement’ (2013). A priority for the NAP is to implement these framework policies in a way that increases the resilience of our natural environment. The government will also embed actions to increase climate resilience into the Rural Development Programme for England 2014–2020 (see Chapter 5)."}, {"text_block_id": "p72_b639", "text": "194."}, {"text_block_id": "p72_b640", "text": "The government wants to see more integrated approaches to terrestrial biodiversity and ecosystems management that reflect both local and larger scale priorities. Nature Improvement Areas (NIAs) and Local Nature Partnerships (LNPs) have been established to facilitate this. The NAP will help us to ensure that these approaches embed good adaptive management practices. This will increase the likelihood that more species will be able to survive changes in climate, through increasing local population resilience and the colonisation of new areas."}, {"text_block_id": "p72_b641", "text": "195."}, {"text_block_id": "p72_b642", "text": "Recognising this, Natural England (NE) is piloting adaptive management approaches in NIAs, and the EA’s Climate Ready Support Service is working with LNPs to develop advice and tools to help land managers and advisers take informed decisions about climate risks and adaptation actions. Equally, the tools and guidance provided to the forestry sector by the Forestry Commission (FC) will help to adapt our ancient and native woodland, as will the government’s ambition to bring more of England’s woodlands into sustainable management."}, {"text_block_id": "p73_b643", "text": "196."}, {"text_block_id": "p73_b644", "text": "In 2011, the government set out the long term priorities for the water industry in the Water White Paper. This set out the evidence and made the case for change to plan now to protect the resilience of future water supplies. This planning should take into account climate change, population growth, patterns of demand and the need for resilience to hazards such as drought and flooding."}, {"text_block_id": "p73_b645", "text": "197."}, {"text_block_id": "p73_b646", "text": "Through River Basin Management Planning, the government aims to provide a resilient, sustainable water environment that protects existing quality and promotes improvements where there are significant benefits. These benefits will be judged across a range of ecosystem services, including the provision of sufficient clean water for drinking, recreation, wildlife and adapting to a changing climate."}, {"text_block_id": "p73_b647", "text": "198."}, {"text_block_id": "p73_b648", "text": "The EA is currently developing the second cycle of River Basin Management Plans for delivery in 2015 and the assessment of climate change risks and necessary adaptation actions will be integrated within them."}, {"text_block_id": "p73_b649", "text": "199."}, {"text_block_id": "p73_b650", "text": "The EA, other parts of Defra and interested parties have also been piloting a catchmentbased approach since March 2012. This involves the development of plans to address water quality issues and which recognise and integrate other local priorities. The pilots have been supported by the EA Climate Ready Support Service to develop and embed adaptation good practice. This learning will inform the wider roll-out of the catchment approach in 2014. This is the sort of innovative approach that the regulatory framework can enable to help deliver long term resilience, including to climate change."}, {"text_block_id": "p73_b651", "text": "200."}, {"text_block_id": "p73_b652", "text": "The government is committed to reforming the water abstraction regulation system to protect rivers and water bodies from over abstraction as pressures increase from climate change and population growth (see Chapter 5)."}, {"text_block_id": "p74_b653", "text": "201."}, {"text_block_id": "p74_b654", "text": "The government also recognises that for the reformed abstraction regime to be sustainable, the current problem of over abstraction needs to be addressed. The EA is working to reduce the environmental impact of the over abstraction of water through its Restoring Sustainable Abstraction (RSA) programme. It has reviewed thousands of licences and changed many of the most damaging. The Water Act 2003 contains a power which will allow licenses to be modified without compensation where this is to prevent serious environmental damage."}, {"text_block_id": "p74_b655", "text": "As highlighted in the Water White Paper, Defra, Ofwat and the EA are working to move funding for water companies for restoring sustainable abstractions into the Water Price Review process to deliver the best value for customers."}, {"text_block_id": "p74_b656", "text": "202."}, {"text_block_id": "p74_b657", "text": "To address increased pressures on coastal habitats the EA will work alongside partners including local councils to ensure that Shoreline Management Plans (SMPs) value the ecosystem benefits to the wider environment. SMPs will address flood control and potential habitat losses from climate change including how to compensate for losses at nature reserves and designated sites."}, {"text_block_id": "p74_b658", "text": "203."}, {"text_block_id": "p74_b659", "text": "While the impacts of climate change on the marine environment are less certain, it is important that robust strategies are developed to manage them. Protecting and restoring marine habitats will increase their resilience to climate change and Defra has committed to designating at least 25% of English waters as Marine Protected Areas. These will enable Defra to create a series of conservation zones as a well managed network of habitats that will aid the movement of species affected by climate change and decrease threats such as over-fishing."}, {"text_block_id": "p74_b660", "text": "204."}, {"text_block_id": "p74_b661_merged_merged", "text": "Well managed fish stocks are much less susceptible to climate impacts. However as a consequence of climate change, in some cases, fish stocks will not be able to sustain the same level of fishing they have experienced in the past. More flexible regional fisheries management will help accommodate the changes in species distribution and allow fisheries managers to make use of the opportunities these changes may bring. The government is seeking a conclusion to the EU negotiations by the end of 2013 of a reformed Common Fisheries Policy, which will deliver sustainable use of fish stocks, a healthy marine environment and a prosperous fishing industry. The fishing industry and management of fisheries will need to examine how species distribution may change in order to capitalise on any possible opportunities."}, {"text_block_id": "p74_b663", "text": "205."}, {"text_block_id": "p74_b664", "text": "In co-operation with the seafood industry, Seafish will prepare a voluntary report under the Adaptation Reporting Power (ARP) to assess how climate change will affect the functioning of the fishing and wider seafood industry and the actions necessary to address these risks. The Marine Management Organisation will also prepare a voluntary report under the ARP to assess how climate change will impact on the delivery of its functions, such as the development of marine spatial plans and the issuing of licenses. It will consider what needs to be done to address the risks identified."}, {"text_block_id": "p75_b665", "text": "206."}, {"text_block_id": "p75_b666_merged", "text": "Given the uncertainty around the effects on the marine environment, the government is working directly with other marine organisations through the Marine Climate Change Impacts Partnership (MCCIP). The MCCIP aims to develop and share knowledge, guidance, best practice tools and strategies for the sector and to identify current shortcomings in UK marine climate science. This is supported through the new Cefas Marine Climate Change Centre (MC)."}, {"text_block_id": "p75_b669", "text": "207."}, {"text_block_id": "p75_b670", "text": "Improving the environment is not only based on conserving the value of nature but on protecting England’s landscapes, archaeological sites and historic buildings that people value. Many of these are threatened by climate change, most notably flooding to ancient monuments, but also coastal erosion and seasonal groundwater depletion affecting the foundations of buildings. The National Heritage Protection Plan sets out how English Heritage together with partners in the heritage sector, will prioritise and deliver heritage protection from 2011 to 2015. This includes actions such as the continuation of ‘Rapid Coastal Zone Assessment Surveys’ that record and assess the risk to heritage assets on the coast. It also focuses research on developing the evidence base that is required to ensure that appropriate decisions are made to avoid unnecessary degradation."}, {"text_block_id": "p76_b671", "text": "Actions to address priority risks"}, {"text_block_id": "p76_b672", "text": "Focus area 2: Preparing for and accommodating inevitable change"}, {"text_block_id": "p76_b673", "text": "208."}, {"text_block_id": "p76_b674", "text": "While there is uncertainty about the rate, severity and nature of potential climate change impacts, it is clear that the character and distribution of habitats and the species that live in them will change. At a local level, changing conservation priorities need to be assessed and planned for, such as by providing habitats for new species that arrive to colonise sites."}, {"text_block_id": "p77_b675", "text": "Nationally and at the landscape level, careful thought needs to be given to whether current plans and strategies will deliver resilient ecological networks under different scenarios. The Natural Environment White Paper (NEWP) and Biodiversity 2020, have started to consider this by setting challenging visions for 2050 as well as more immediate outcomes for 2020."}, {"text_block_id": "p77_b676", "text": "209."}, {"text_block_id": "p77_b677", "text": "The conservation priorities of a particular site may change with the climate. NE will review existing protected sites and consider protecting new areas as the climate changes. Organisations that manage nature reserves, including the RSPB, the Wildlife Trusts, the National Trust and the Woodland Trust, will work with EA as well as NE to share evidence and best practice in management planning. This will enable these important sites to make the transition in ways that allow them to retain high biodiversity value, thereby enabling them to play a vital nature conservation role as part of a connected and coherent series of sites along with other protected areas."}, {"text_block_id": "p77_b678", "text": "210."}, {"text_block_id": "p77_b679", "text": "Some degree of change in the wildlife and habitats of nature sites is inevitable but this may not always be well understood, particularly at the local level. Effective communication work with both land managers and the public is therefore essential to ensure that proactive adaptation measures do not experience uninformed local opposition. NE and partners are developing an adaptation manual that can be used by land managers and conservation practitioners to help them better understand local impacts. Several environmental organisations are also developing their own strategies to educate their members and visitors to their sites."}, {"text_block_id": "p77_b680", "text": "Actions to address priority risks"}, {"text_block_id": "p78_b681", "text": "Focus area 3: Valuing the wider adaptation benefits the natural environment can deliver"}, {"text_block_id": "p78_b682", "text": "Objective 21: To promote and gain widespread uptake in other sectors of adaptation measures that benefit, or do not adversely affect, the natural environment."}, {"text_block_id": "p78_b683", "text": "211."}, {"text_block_id": "p78_b684", "text": "Decisions taken in other sectors can have a positive or detrimental impact on the ability of the natural environment to adapt. It is important that adaptation plans in other sectors take account of the role of the natural environment and develop solutions that work with the grain of nature."}, {"text_block_id": "p78_b685", "text": "212."}, {"text_block_id": "p78_b686", "text": "Working innovatively with natural systems and promoting ‘Ecosystem Based Adaptation’ approaches can create opportunities to reduce costs and provide multiple benefits for society. Some examples include planting trees in cities to cool the air or managing flood risk through the creation of wetlands. These approaches can benefit biodiversity, provide recreational space and reduce costs compared to air conditioning. However, these approaches also need better decision support tools, a clearer framework for their use and new ways to better value the services they deliver and to seek payment from those who benefit."}, {"text_block_id": "p78_b687", "text": "213."}, {"text_block_id": "p78_b688", "text": "As a first step Defra developed the ‘National Ecosystem Assessment’ (2011). This helps to better understand both the true value derived from the natural environment and the possible future threats to the goods and services it provides. Defra is now developing tools to help decision makers to take account of the value of nature and to find approaches which maximise the benefits society gets from its ecosystems. Alongside this, NE has worked with the Green Infrastructure Partnership (GIP) to develop tools and advice that help local decision makers better understand how green infrastructure and ‘Ecosystem Based Approaches’ can also support local objectives and help build greater resilience in a changing climate."}, {"text_block_id": "p78_b689", "text": "214."}, {"text_block_id": "p78_b690", "text": "Defra has since published a number of reports on how investing in natural infrastructure can deliver a range of benefits for society."}, {"text_block_id": "p78_b691", "text": "The ECR report sought to begin to analyse the costs and benefits of using natural approaches to flood risk management by suggesting appropriate methodologies for analysis."}, {"text_block_id": "p78_b692", "text": "215."}, {"text_block_id": "p78_b693_merged_merged", "text": "Defra is looking at how paying for ecosystems services could work. In Spring 2013 Defra published the ‘Payment for Ecosystem Services (PES) Action Plan’ alongside best practice guidance on taking forward PES schemes.79 This emphasised that PES design should take account of climate change and recognised that climate change itself may make the case stronger for investing in natural solutions. The NEWP contained a commitment to set up the business-led Ecosystems Market Task Force. Its role is to review the opportunities available to UK businesses to develop markets which value and protect the environment. The Task Force reported in March 2013. In its report it laid out a number of recommendations to the government, some of which are relevant to adaptation. Defra will consider these in its response to the report."}, {"text_block_id": "p79_b696", "text": "216."}, {"text_block_id": "p79_b697_merged", "text": "The NEWP established the Natural Capital Committee and the Green Economy Council.They work to prioritise actions that support and improve the UK’s natural assets. A priority area is the protection of peatlands that enable water purification, carbon sequestration, flood risk management and habitat creation. Ministers from across the UK outlined their intentions to aim to enhance the natural capital of UK peatlands in a letter to the IUCN UK Peatland Programme (a partnership of environmental bodies working to promote peat restoration). Actions include reducing peat used in horticulture in England to 0 by 2030."}, {"text_block_id": "p79_b699", "text": "217."}, {"text_block_id": "p79_b700", "text": "The planning process is a major point in the decision making process where adaptation needs to be considered. The European Directive on Environmental Impact Assessment (EIA) includes within its scope the consideration of the impact on a proposed development of climate change. The European Commission recently published guidance to improve the consideration of climate change and biodiversity in the EIA process."}, {"text_block_id": "p79_b701", "text": "Actions to address priority risks"}, {"text_block_id": "p79_b702", "text": "Focus area 4: Improving the evidence base"}, {"text_block_id": "p80_b703", "text": "218."}, {"text_block_id": "p80_b704", "text": "Whilst there are many adaptation actions that can be taken now, there is significant uncertainty that limits our capacity to make informed decisions. It is essential that the knowledge base continues to be developed to help users better understand the need to adapt and to identify appropriate measures to do so."}, {"text_block_id": "p80_b705", "text": "219."}, {"text_block_id": "p80_b706_merged", "text": "The CCRA highlighted important gaps in the data that need to be addressed to better understand the impacts of climate change on biodiversity. In response, Defra and its agencies have worked with the Living With Environmental Change (LWEC) partnership to develop biodiversity and water ‘Climate Change Impact Report Cards’ to better understand current uncertainty. Defra has also commissioned new research that will feed into the Biodiversity Impacts of Climate Change Observation Network (BICCO-net) that will extend work to cover freshwater systems, conduct more detailed analysis to separate climate change impacts from other drivers of change, develop climate change indicators and continue to support knowledge transfer."}, {"text_block_id": "p80_b708", "text": "220."}, {"text_block_id": "p80_b709", "text": "To address uncertainty surrounding the impact of climate change on river flows and their ability to meet environmental targets, the EA is scoping a new long term research effort to improve environmental flow indicators and inform future water resource planning."}, {"text_block_id": "p80_b710", "text": "221."}, {"text_block_id": "p80_b711", "text": "Scientific work on ocean acidification and its impacts has been carried out by a wide range of UK research centres, university groups, government bodies and other organisations. In 2010 most of that effort was brought together by the UK Ocean Acidification (UKOA) research programme. This is a £12.4million, 5 year initiative funded by Defra, DECC and NERC to increase the understanding of ocean acidification processes and reduce uncertainties in predicting ocean acidification impacts. This will go a long way to addressing the uncertainty of the risk highlighted in the CCRA."}, {"text_block_id": "p80_b712", "text": "Actions to address priority risks"}, {"text_block_id": "p82_b713", "text": "Chapter 7: Business"}, {"text_block_id": "p82_b714", "text": "222."}, {"text_block_id": "p82_b715", "text": "The impacts of a changing climate will increase the risk of financial loss or damage to businesses, but will also offer wide ranging opportunities to UK businesses, whether they are producing goods or providing services. The relationship to the growth agenda has two aspects."}, {"text_block_id": "p82_b716", "text": "223."}, {"text_block_id": "p82_b717", "text": "First, it is about reducing the risks that could constrain economic growth. For example, Unilever estimated that the impacts of climate change led to an additional €200 million ($260 million) of losses in 2011 alone."}, {"text_block_id": "p82_b718", "text": "The total financial uninsured costs of the 2007 floods were estimated to be £4 billion."}, {"text_block_id": "p82_b719", "text": "The heatwave of 2003 was estimated to have cost £500 million to the economy."}, {"text_block_id": "p82_b720", "text": "The CCRA suggests that the combined annual average domestic and commercial flood insurance claims could increase to between £700 million to £1 billion by the 2080s."}, {"text_block_id": "p82_b721", "text": "224."}, {"text_block_id": "p82_b722_merged_merged", "text": "If businesses can manage these risks with minimal disruption and revenue loss, they will be better able to maintain a competitive position. This message is reinforced by the Prince of Wales’s UK Corporate Leaders Group, which has endorsed the case for mainstreaming business continuity planning so that it is responsive to the challenges ahead. It is also supported by the Confederation of British Industry (CBI)."}, {"text_block_id": "p83_b724", "text": "225."}, {"text_block_id": "p83_b725", "text": "Secondly, organisations will benefit from capitalising on business opportunities that arise from the need to manage the risks from climate change and extreme weather events. There is potential for growth in this area of the UK economy. A report produced by k-Matrix on ‘Adaptation and Resilience to Climate Change activities in the UK and global economy’ forecasts average annual growth of over 5% up to 2017/18 where the forecast series ends."}, {"text_block_id": "p83_b726", "text": "226."}, {"text_block_id": "p83_b727", "text": "Further research about the risks and opportunities for businesses is needed to help support future economic growth. A particularly important area is that of supply chains and their role in delivering productivity and growth. Climate change impacts that occur abroad will bring additional threats and opportunities to the UK economy because of the nature of international supply chains."}, {"text_block_id": "p83_b728", "text": "227."}, {"text_block_id": "p83_b729_merged", "text": "The climate-related risks faced by businesses include flooding (direct damage to assets and indirect damage via supply chain disruption), threats to water availability and overheating of premises. Other priority risks from the CCRA are summarised in the table below."}, {"text_block_id": "p83_b731", "text": "Focus area 1: Enabling business competitiveness through resilience"}, {"text_block_id": "p84_b732", "text": "228."}, {"text_block_id": "p84_b733", "text": "Evidence from Ipsos Mori (2013) shows that the number of businesses saying that they are taking action to adapt to climate change has increased significantly from around 1 in 4 (24%) in 2009 to around 1 in 3 (34%) of the businesses surveyed in 2012."}, {"text_block_id": "p84_b734", "text": "Large businesses are most likely to be taking action compared to Small and Medium Sized Enterprises (SMEs). The same research shows that most (76%) of the businesses surveyed would act if it saved them money, but also that there is sometimes confusion about what adaptation means. This points to the need to further raise awareness about adaptation and also about how good climate risk management can save money."}, {"text_block_id": "p84_b735", "text": "229."}, {"text_block_id": "p84_b736_merged_merged", "text": "In 2012 Defra commissioned the Carbon Disclosure Project (CDP) to gather evidence of how UK businesses are adapting to climate change. The main findings are:"}, {"text_block_id": "p84_b738", "text": "In 2012 Defra commissioned the Carbon Disclosure Project (CDP) to gather evidence of how UK businesses are adapting to climate change. The main findings are:\n* whilst 80% of responding FTSE100 companies identified substantive risks to their business\n* there is a marked diversity between attitudes and approaches to risk and adaptation needs"}, {"text_block_id": "p84_b742", "text": "230."}, {"text_block_id": "p84_b743", "text": "The CDP will consider including more specific questions around adaptation strategies in future questionnaires for major businesses, with a focus on the cost of adaptation and potential liabilities from climate risks."}, {"text_block_id": "p84_b744", "text": "231."}, {"text_block_id": "p84_b745", "text": "It is up to businesses to decide individually what level of risk they can accept. However, there are issues to address. An analytical paper ‘The Economics of the National Adaptation Programme’ published by Defra explores this further. While it is important for the government to help remove barriers to action, policy should be developed in such a way that does not crowd out private investment in adaptation and keeps a clear focus on cost-effectiveness."}, {"text_block_id": "p84_b746", "text": "232."}, {"text_block_id": "p84_b747", "text": "The government has a role in helping businesses to understand the potential risks and opportunities through developing and disseminating information and tools. The government will also encourage businesses to review their strategic frameworks and models, promote knowledge sharing in areas of good practice (eg flexibility to prevent irreversible decision-making) and target support for those sectors facing the highest risks or greatest barriers to adaptation."}, {"text_block_id": "p84_b748", "text": "233."}, {"text_block_id": "p84_b749", "text": "Much of the government’s work to raise awareness and increase understanding in the private sector is being led by the EA Climate Ready Support Service working in partnership with trade and professional bodies. In addition, the Cabinet Office has produced a guide for SMEs called ‘Business Continuity for Dummies’ and work by Institute for Environmental Management and Assessment (IEMA) is helping build capacity in businesses through increasing adaptation skills, professional competences and the use of standards."}, {"text_block_id": "p85_b750", "text": "Actions to address priority risks:"}, {"text_block_id": "p85_b751", "text": "Focus area 2: Opportunities"}, {"text_block_id": "p85_b752", "text": "234."}, {"text_block_id": "p85_b753", "text": "The impacts of a changing climate will bring new opportunities in both domestic and overseas markets for businesses which offer adaptation goods and services. The government has a role to help businesses to be aware of these opportunities."}, {"text_block_id": "p86_b754", "text": "235."}, {"text_block_id": "p86_b755", "text": "Encouragingly, a number of development banks are taking climate change adaptation into consideration when financing major infrastructure projects both in the UK and across Europe. These include the European Bank for Reconstruction and Development, the European Investment Bank and the newly formed UK Green Investment Bank. This helps to create the right sort of investment climate for those companies who are managing their own risks, or are helping to manage risks to other organisations."}, {"text_block_id": "p86_b756", "text": "Domestic opportunities"}, {"text_block_id": "p86_b757", "text": "236."}, {"text_block_id": "p86_b758", "text": "Defra is collaborating with the Technology Strategy Board (TSB) to fund successful bids from a design competition to develop innovative solutions for adaptation in infrastructure. This fulfils a commitment in the 2011 National Infrastructure Plan."}, {"text_block_id": "p86_b759", "text": "As a result, the competition is supporting the development of 3 innovative solutions: a stackable flood barrier, a zero-energy rainwater harvester, and catchment scale modelling to improve urban drainage systems design. The competition will help to bring innovative climate resilience products and services to market. A second stage of the design competition will run from 2013."}, {"text_block_id": "p86_b760", "text": "237."}, {"text_block_id": "p86_b761", "text": "The academic community is also playing its part in the global knowledge and expertise economy, where programmes such as LWEC are bringing together academia and industry to target adaptation products and services or to simply explore adaptation innovations."}, {"text_block_id": "p86_b762", "text": "238."}, {"text_block_id": "p86_b763_merged_merged", "text": "The changing climate may change tourism patterns. English Heritage has recognised the risks and has recently produced a bulletin that sets out the risks faced by heritage assets and the direction of travel. It is working in partnership with others, such as E.ON to manage the risks. In addition, the report ‘England: A Strategic Framework for Tourism 2010 – 2020’ from Visit England identifies the need to address the implications of climate change through its Wise Growth action plan."}, {"text_block_id": "p87_b765", "text": "239."}, {"text_block_id": "p87_b766", "text": "At the local level, local government is playing a pivotal role in developing Local Development Plans. These plans act as a catalyst for resilient economic growth in an area. EA Climate Ready will also support the LGA’s Climate Local initiative to signpost tools, guidance and evidence to support councils in working with local businesses on resilient economic growth. Climate UK will work with LEPs to raise awareness and support best practice in assessing and managing climate change risks and opportunities to the local economy. The Defra Network, including Natural England, Environment Agency, Forestry Commission and the Marine Management Organisation has also issued an offer to LEPs and to the City Deals process, to help LEPs protect the environment and promote growth, which is sustainable and resilient to a changing climate."}, {"text_block_id": "p87_b767", "text": "EU growth funding"}, {"text_block_id": "p87_b768", "text": "240."}, {"text_block_id": "p87_b769", "text": "The government is currently developing the Structural and Investment Funds Growth Programme for England covering 2014 to 2020. The programme will set out how EU funds will be used to drive growth across the country, in line with priorities developed by the LEPs through their Local Investment Strategies. As 1 of 11 thematic objectives of the programme,"}, {"text_block_id": "p88_b770", "text": "an adaptation policy statement and guidance to LEPs will be developed to ensure that adaptation is embedded in the development and implementation of local strategies. This will help ensure that measures that support both growth and adaptation are brought forward under the programme and that investments are resilient to climate change."}, {"text_block_id": "p88_b771", "text": "241."}, {"text_block_id": "p88_b772", "text": "Initial government guidance to LEPs recognises the potential for the Structural and Investment Funding to be used to manage flood risk where it can deliver economic growth. The government will consider this further as it develops more detailed guidance for LEPs and agrees the UK Partnership Agreement with the EU Commission."}, {"text_block_id": "p88_b773", "text": "96, 97"}, {"text_block_id": "p88_b774", "text": "LEPs have also been asked to consider the following adaptation measures in their investment strategies:"}, {"text_block_id": "p88_b775", "text": "LEPs have also been asked to consider the following adaptation measures in their investment strategies:\n* capacity building within the LEPs and the social sector (acknowledging that climate change\n* innovation in the growing adaptation goods and services market\n* business skills for managing risk\n* green infrastructure which also addresses water and flood risks (particularly in high-risk\n* Opportunities in increased potential to export UK adaptation goods and services and"}, {"text_block_id": "p88_b783", "text": "International opportunities"}, {"text_block_id": "p88_b784", "text": "242."}, {"text_block_id": "p88_b785", "text": "A resilient UK business community will have more opportunities to compete internationally as resilience reinforces the reliability of UK businesses in international supply chains if they are at low risk of causing disruption."}, {"text_block_id": "p88_b786", "text": "243."}, {"text_block_id": "p88_b787", "text": "Evidence suggests that adaptation goods and services is a growing international market. In 2010-11, the provision of goods and services which improve adaptation and resilience to climate change in the UK was a £2.1 billion industry with over 21,000 employees. In the same period, global activities were worth an estimated £65.8 billion. This is an emerging market with a domestic growth rate of 3.9% for 2010-11 and a forecasted UK growth rate of 7.1% by 2017-18."}, {"text_block_id": "p88_b788", "text": "244."}, {"text_block_id": "p88_b789_merged_merged", "text": "The recent report to the government on ‘International threats and opportunities from climate change to the UK’ (ITOCC) highlighted, for example, the following trade opportunities and threats:"}, {"text_block_id": "p89_b793", "text": "The recent report to the government on ‘International threats and opportunities from climate change to the UK’ (ITOCC) highlighted, for example, the following trade opportunities and threats:\n* Threats in increased damages to physical and financial assets abroad due to economic\n<\\li1>"}, {"text_block_id": "p89_b795", "text": "245."}, {"text_block_id": "p89_b796", "text": "This report contributes to our understanding of the risks from climate change to UK interests overseas. It will supplement the existing body of analysis that informs the government’s humanitarian, development and foreign policies and thus help the UK to better address the impacts of climate change around the world."}, {"text_block_id": "p89_b797", "text": "246."}, {"text_block_id": "p89_b798_merged", "text": "The FCO will use the report to support its international influencing strategy, which is designed to contribute to a change in the global political conditions and ambition required to achieve an agreement in 2015 on limiting global CO2 emissions. In particular the report will be used to support UK thinking on the potential economic costs to the UK and global economy of failing to address climate change."}, {"text_block_id": "p89_b802", "text": "247."}, {"text_block_id": "p89_b803", "text": "UK Trade & Investment (UKTI), working with Foreign and Commonwealth (FCO) climate change attachés in overseas markets, identifies and facilitates international commercial opportunities for UK companies with adaptation expertise. This includes bringing UK experience to the attention of the government decision-makers and private sector procurers. For example UKTI promotes the UK water industry privatised model as a sustainable solution in providing water and wastewater services. This includes reduced energy consumption through energy produced from wastewater treatment processes and reducing leakage and risk of flooding while improving potable/grey and industrial water quality for re-use."}, {"text_block_id": "p89_b804", "text": "Actions to address priority risks"}, {"text_block_id": "p90_b805", "text": "Focus area 3: Supply chains"}, {"text_block_id": "p90_b806", "text": "Objective 26: To help businesses better understand and manage climate change risks to their supply chains."}, {"text_block_id": "p90_b807", "text": "248."}, {"text_block_id": "p90_b808_merged", "text": "The CCRA highlighted a risk of possible decreases in output for UK businesses due to an increase in supply chain disruption as a result of extreme weather events. Recent weather events in the UK have tested the resilience of domestic supply chains. Worldwide economic and natural shocks of recent times such as volcanic ash clouds, tsunamis and earthquakes have also shown the fragility of long distance and single-source supply chains."}, {"text_block_id": "p90_b810", "text": "249."}, {"text_block_id": "p90_b811", "text": "How supply chains are affected by these type of events depends on a range of factors. The recent ECR project explored these supply network issues further, and found that certain types of supply chains are likely to be at high risk from climate change:"}, {"text_block_id": "p90_b812", "text": "How supply chains are affected by these type of events depends on a range of factors. The recent ECR project explored these supply network issues further, and found that certain types of supply chains are likely to be at high risk from climate change:\n* high complexity: where businesses are dependent on receiving large numbers of\n* low substitutability: where inputs are specialised and where limited (or no) alternative\n* low flexibility: where inventories are kept low due to a business modelâs reliance on âjust in"}, {"text_block_id": "p90_b818", "text": "250."}, {"text_block_id": "p90_b819", "text": "To illustrate these findings, the ECR Business chapter investigated the supply chain interruption of a large multinational original equipment manufacturer. Current preparations were inadequate, implying that there could be a substantial impact on business continuity and up to 6 months loss of production. However, by taking appropriate adaptation action this could reduce to a short-term impact of 2 to 4 weeks. The ECR outlined that the cost saving of reducing shutdown time could be hundreds of millions of pounds."}, {"text_block_id": "p90_b820", "text": "251."}, {"text_block_id": "p90_b821", "text": "The ITOCC report provides important context for Defra’s work in looking at the global impacts on sustainability of food supply. It builds on some of the themes from the government’s Foresight report on the Future of Food and farming and will be considered alongside other evidence in future policy development. In particular, Defra is scoping a project on global food modelling and research to compare existing models aimed at integrating environmental impacts (including climate change) with global agricultural production and international food security over the longer term and is working with other UK funders through the Global Food Security Programme to co-ordinate research (approx £400 million) and internationally through the EU Joint programming Initiative on Food, Agriculture and Climate change (JPI-FACCE), EuraNet Susfood programme and the Global Research Alliance to take a multi-disciplinary systems approach to a range of global food security challenges. Please also see Chapter 5."}, {"text_block_id": "p91_b822", "text": "252."}, {"text_block_id": "p91_b823", "text": "The government is providing clarity and building business confidence for investment and growth through its Industrial Strategy. This strategy will enhance investor confidence and growth and should help reduce the risks from international climate change impacts. Already, big global companies are increasingly showing a preference for co-locating important elements of their supply chains with their UK manufacturing operations."}, {"text_block_id": "p91_b824", "text": "253."}, {"text_block_id": "p91_b825", "text": "As part of the Industrial Strategy the government is focusing on building collaborative strategic partnerships with relevant major sectors. Some of these may face serious impacts from a changing climate, most notably the ‘enabling sectors’, such as energy, construction and to some extent ‘knowledge-intensive services’, such as the information economy and ‘advanced manufacturing’ such as automotive and aeronautical sectors."}, {"text_block_id": "p91_b826", "text": "254."}, {"text_block_id": "p91_b827", "text": "Through programmes such as the ‘Advanced Manufacturing Supply Chain Initiative’ or the Manufacturing Advisory Service, BIS continues to give support to a range of sectors. This often includes investment in capital equipment, associated research and development and improved skills and training support. This type of support could also be relevant to suppliers and supply chains that need to adapt to a changing climate."}, {"text_block_id": "p91_b828", "text": "255."}, {"text_block_id": "p91_b829", "text": "The EA’s Climate Ready Support Service has developed guidance to help UK business supply chains understand and manage domestic and international climate change risks. The EA is also working with a number of retail organisations to pilot the guidance and test how the retail supply chain can be made more resilient."}, {"text_block_id": "p92_b830", "text": "256."}, {"text_block_id": "p92_b831", "text": "Tomorrow’s Company has recently published a paper that considered the importance of partnerships and collaborations across business supply chains to help tackle climate change adaptation, and includes case studies on the benefits of partnerships."}, {"text_block_id": "p92_b832", "text": "257."}, {"text_block_id": "p92_b833", "text": "The role of trade bodies to support all parties in supply networks is crucial. Examples of the considerable amount of work being carried out by these organisations are set out below."}, {"text_block_id": "p92_b834", "text": "Trade bodies"}, {"text_block_id": "p92_b835", "text": "British Retail Consortium (BRC)"}, {"text_block_id": "p92_b836", "text": "has agreed a commitment on climate change adaptation with its members through its environment and sustainability initiative ‘A Better Retailing Climate’."}, {"text_block_id": "p92_b837", "text": "Actions by BRC members include:"}, {"text_block_id": "p92_b838", "text": "•"}, {"text_block_id": "p92_b839", "text": "examining climate related impacts on specific product categories (eg fresh food)"}, {"text_block_id": "p92_b840", "text": "•"}, {"text_block_id": "p92_b841", "text": "setting targets to ensure that buildings have climate change mitigation plans"}, {"text_block_id": "p92_b842", "text": "•"}, {"text_block_id": "p92_b843", "text": "constructing energy and water efficient stores"}, {"text_block_id": "p92_b844", "text": "•"}, {"text_block_id": "p92_b845", "text": "contributing to the Product Sustainability Forum convened by the Waste Resources Action Programme"}, {"text_block_id": "p92_b846", "text": "•"}, {"text_block_id": "p92_b847", "text": "working with suppliers and investing in research to ensure that farming and food supply chains are in a robust position to adapt in the future"}, {"text_block_id": "p92_b848", "text": "EEF"}, {"text_block_id": "p92_b849", "text": ", the Manufacturers Organisation for UK Manufacturing, published ‘Be Prepared – Monitoring supply chains; Maximising resilience’"}, {"text_block_id": "p92_b850", "text": ", advice which outlines steps for manufacturers to take to minimise exposure to future events."}, {"text_block_id": "p92_b851", "text": "EEF has also surveyed its members to assess resilience to recent extreme events. Local natural disasters, such as flooding or heavy snow, affected over 60% of UK manufacturers with international impacts being felt too. Impacts can be especially acute for companies competing on the basis of customer service, speed of delivery and quality. Surveys results showed that 25% of UK manufacturers have begun to consider what a changing climate could mean for them, whilst 50% have not yet considered it."}, {"text_block_id": "p92_b852", "text": "Food and Drink Federation"}, {"text_block_id": "p92_b853_merged_merged", "text": "has developed guidance, ‘Sustainable Sourcing: Five Steps Towards Managing Supply Chain Risk’, to help food businesses assess and respond to the pressures on the global food system coming from a range of factors, including the impacts of climate change. The guide explains how to map a supply chain, identify priority issues and devise action plans to address these. It complements FDF’s Every Last Drop guidance on managing water use along the supply chain. Over the course of the next few years FDF will be developing a much more extensive web-based resource, providing up-to-date information on best practice and links to further advice."}, {"text_block_id": "p93_b856", "text": "Actions to address priority risks"}, {"text_block_id": "p93_b857", "text": "Focus area 4: Maintaining growth through research and understanding"}, {"text_block_id": "p93_b858", "text": "Objective 27: To undertake research to increase the understanding of climate change impacts on growth and the economy, working with investors, insurers and other industry partners."}, {"text_block_id": "p93_b859", "text": "258."}, {"text_block_id": "p93_b860", "text": "Climate change will have an impact on the global economy. Many models that seek to quantify the macroeconomic impact of climate change conclude that the economic impact of climate change will be relatively mild."}, {"text_block_id": "p93_b861", "text": "However, in general these models fail to account adequately for low probability, high impact events and only focus on a limited number of economic sectors."}, {"text_block_id": "p93_b862", "text": "259."}, {"text_block_id": "p93_b863", "text": "Recent research points towards potentially large, or even catastrophic, economic consequences if low probability-high impact events occur."}, {"text_block_id": "p93_b864", "text": "Many long term investors, such as pension and insurance providers, are concerned that we do not fully understand the effects of climate change risk on future economic growth. The government therefore plans to work with long term investors to appraise current modelling techniques and better understand how extreme events may affect the UK economy."}, {"text_block_id": "p93_b865", "text": "260."}, {"text_block_id": "p93_b866", "text": "There is a need to improve understanding of the impacts of climate change on industries such as pension providers and insurance. This would better enable these industries to seize the growth opportunities that climate change provides and minimise the risks. The banking and insurance industries could help to raise awareness and encourage and support action amongst a wide variety of organisations that they work with."}, {"text_block_id": "p93_b867", "text": "261."}, {"text_block_id": "p93_b868_merged_merged_merged", "text": "Defra has published a pilot research project ‘The macroeconomics of climate change’ to review the links between climate change and economic growth.107 In theory, the benefits of adaptation can outweigh the costs. Economic growth should be greater with adaptation compared to business as usual if we reduce climate risk as the net damages of climate change should be lower."}, {"text_block_id": "p93_b871", "text": "107"}, {"text_block_id": "p93_b872", "text": "http://randd.defra.gov.uk/Default.aspx?Menu=Menu&Module=More&Location=None&ProjectID18639"}, {"text_block_id": "p94_b873", "text": "262."}, {"text_block_id": "p94_b874", "text": "The project report concludes that further research is necessary to quantify the value of adaptation at the macroeconomic level. A disconnection exists between the latest advances in academic research and the latest model development. Macroeconomic models of climate change are therefore not yet useful to inform government policy. In response, the government will be developing well-informed policy questions to help guide future research into this area."}, {"text_block_id": "p94_b875", "text": "Actions to address priority risks"}, {"text_block_id": "p96_b876", "text": "Chapter 8: Local Government"}, {"text_block_id": "p96_b877", "text": "263."}, {"text_block_id": "p96_b878", "text": "The impacts of extreme weather and climate change will vary from location to location. The risks and opportunities highlighted in the CCRA will therefore, in many cases, need to be managed locally."}, {"text_block_id": "p96_b879", "text": "264."}, {"text_block_id": "p96_b880", "text": "As providers of important services and as community leaders, local councils will play a pivotal role in leading, supporting and driving delivery of many actions highlighted throughout this report. There is also a crosscutting role for councils in supporting local adaptation action. In recognition of this, local government representatives, through the Local Adaptation Advisory Panel (see LAAP box below) have helped steer the development of this chapter."}, {"text_block_id": "p96_b881", "text": "265."}, {"text_block_id": "p96_b882", "text": "The actions highlighted in this report should be considered in the context of the Localism Act 2011, which gives local government new freedoms, flexibilities and responsibilities. In particular, the Act provides for a ‘general power of competence’. This means that local councils may do anything that individuals generally may do unless it is expressly prohibited, restricted or limited. This will enable local councils to work together with businesses, communities and other councils to drive down costs while meeting local needs and priorities."}, {"text_block_id": "p96_b883", "text": "266."}, {"text_block_id": "p96_b884", "text": "Councils manage a range of climate risks relating to their estates and the services they provide. They work with local communities and businesses to increase resilience. These risks are cross-cutting. This is reflected in the local government objectives below."}, {"text_block_id": "p96_b885", "text": "267."}, {"text_block_id": "p96_b886", "text": "The cross-cutting objectives in this chapter were drafted for councils and their partners, in consultation with LAAP. They fall into 2 broad categories:"}, {"text_block_id": "p96_b887", "text": "The cross-cutting objectives in this chapter were drafted for councils and their partners, in consultation with LAAP. They fall into 2 broad categories:\n* raising awareness, building capability and making the case for action\n* providing a framework for action"}, {"text_block_id": "p97_b891", "text": "Focus Area 1: Raising awareness, building capability and making the case for action"}, {"text_block_id": "p99_b892", "text": "Actions to address priority risks"}, {"text_block_id": "p99_b893", "text": "Focus area 2: A framework for action"}, {"text_block_id": "p99_b894", "text": "273."}, {"text_block_id": "p99_b895", "text": "A framework for local adaptation action must have flexibility to respond to local needs but also provide the coherence and clarity for local leaders to effectively prioritise action and develop partnerships."}, {"text_block_id": "p99_b896", "text": "274."}, {"text_block_id": "p99_b897_merged", "text": "These partnerships may include Local Enterprise Partnerships (see Chapter 7), Local Nature Partnerships and Neighbourhood Planning Forums. Depending on local circumstances, such groups may allow councils to promote joint ownership and delivery of adaptation actions with a wider range of local Defra partners, communities and businesses."}, {"text_block_id": "p99_b900", "text": "108"}, {"text_block_id": "p99_b901", "text": "https://www.gov.uk/government/policies/giving-communities-more-power-in-planning-local-development/supporting-pages/ neighbourhood-planning"}, {"text_block_id": "p100_b902", "text": "275."}, {"text_block_id": "p100_b903", "text": "Current legislation and policy frameworks (see diagram below) allow councils to address climate risks. The government will continue to work with the local government sector on the adaptation policy framework to ensure it is joined up through liaison with the LAAP, the LGA, groups such as Core Cities and the EA’s Climate Ready Support Service."}, {"text_block_id": "p100_b904", "text": "276."}, {"text_block_id": "p100_b905_merged", "text": "The government will also carry out an appropriate assessment of vulnerability to the impacts of climate change as part of the assessment of all new policies, programmes and projects, whether revenue, capital or regulatory and will ensure that any policy or initiative which increases the cost of providing local authority services is properly assessed and fully funded by the relevant department."}, {"text_block_id": "p100_b907", "text": "Illustration of range of legislative and policy drivers that enable local action on climate adaptation"}, {"text_block_id": "p101_b908", "text": "277."}, {"text_block_id": "p101_b909", "text": "A range of local government-led initiatives are helping to build capacity on adaptation and to embed climate considerations in local thinking and decision making. This is acknowledged and supported by the government as a means for locally led action to strengthen resilience to current and future climate risk. For example, the LGA’s Climate Local initiative (see box below) and the NAP Cities Commitment comprising the 9 largest cities across England and developed as part of the NAP both encourage and support local adaptation action, providing access to practical support and establishing networks to share learning."}, {"text_block_id": "p101_b910", "text": "278."}, {"text_block_id": "p101_b911", "text": "The LGA’s councillor-led Inland Flood Risk Management Group also provides support to councils on their role in reducing and managing flood risks."}, {"text_block_id": "p102_b912", "text": "Actions to address priority risks"}, {"text_block_id": "p102_b913", "text": "Commitment to action by Core Cities, London Councils and the Greater London Authority (NAP Cities Commitment)"}, {"text_block_id": "p102_b914", "text": "Cities face complex challenges in the face of a changing climate. Higher population density, including a larger proportion of vulnerable groups, concentrated assets, infrastructure, transport systems, buildings, schools, hospitals and businesses are expected to be acutely impacted by increased severity and frequency of flooding, higher summer temperatures, heat waves, extreme weather events and increased pressure on water resources."}, {"text_block_id": "p102_b915", "text": "Core Cities (councils from Birmingham, Bristol, Leeds, Liverpool, Manchester, Newcastle, Nottingham and Sheffield), London Councils and the Greater London Authority (GLA) acknowledge that while city councils face significant budgetary constraints they play a key role in addressing risks from a changing climate."}, {"text_block_id": "p103_b916", "text": "Innovative solutions to the climate challenge"}, {"text_block_id": "p103_b917", "text": "Core Cities, London Councils and the GLA commit, where local vulnerabilities and priorities dictate, to work together over the next 5 years with their partners, including central government, businesses, civil society and communities, to deliver innovative solutions to climate change, based on the following framework of principles."}, {"text_block_id": "p103_b918", "text": "1)"}, {"text_block_id": "p103_b919", "text": "Embed climate risk management in the"}, {"text_block_id": "p103_b920", "text": "Built Environment"}, {"text_block_id": "p103_b921", "text": "by:"}, {"text_block_id": "p103_b922", "text": "by:\n* consideration of the potential for cities to demonstrate, how âsustainable developmentâ\n* encouraging and supporting developers and their clients to factor in climate adaptation,\n* promoting collaboration with the academic community to develop innovative solutions and\n* exploring how action can be better targeted to localities and those in the community\n* promoting green and blue infrastructure in the context of spatial planning, flood risk\n* working with the government, during the review of housing standards and planning\n* clarifying the relationship, with the government, between utilities, regulators, transport\n* closer working with Water UK, Ofwat and between water companies to allow closer working\n* providing exemplars to demonstrate how the local health and social care system can build\n* increasing understanding of vulnerable groups by more effective working between councils,\n* promoting climate resilience within local communities, for example supporting initiatives"}, {"text_block_id": "p103_b934", "text": "2)"}, {"text_block_id": "p103_b935", "text": "Strengthen the climate resilience of"}, {"text_block_id": "p103_b936", "text": "infrastructure"}, {"text_block_id": "p103_b937", "text": "by:"}, {"text_block_id": "p103_b942", "text": "3)"}, {"text_block_id": "p103_b943_merged_merged_merged", "text": "Address and build resilience to the Health and Wellbeing impacts of climate change by:"}, {"text_block_id": "p104_b952", "text": "4)"}, {"text_block_id": "p104_b953", "text": "Address climate impacts on"}, {"text_block_id": "p104_b954", "text": "Business and Services"}, {"text_block_id": "p104_b955", "text": "by:"}, {"text_block_id": "p104_b956", "text": "by:\n* working through existing relationships with businesses and community members to raise\n\t* build long term resilience to a changing climate\n\t* promote innovation in the exploitation of opportunities arising from climate change\n\t* embedding consideration of economic implications of climate risks within the work\n\t* providing exemplars for local business by factoring in long term climate impacts into\n\t* council business continuity planning\n\t* council procurement contracts with suppliers"}, {"text_block_id": "p104_b970", "text": "5)"}, {"text_block_id": "p104_b971_merged_merged", "text": "Work jointly to develop a business case that increases understanding of the benefits of early action, as well as the risks of inaction, by the development of a model approach to business case management. This will help make the case for resilience action, illustrate best practice methods and approaches for council members and Defra partners including civil society and business, and demonstrate the economic resilience of cities."}, {"text_block_id": "p105_b974", "text": "List of acronyms"}, {"text_block_id": "p109_b975", "text": "Glossary of terms"}, {"text_block_id": "p109_b976", "text": "Adaptation"}, {"text_block_id": "p109_b977", "text": "– a change in natural or human systems in response to the impacts of climate change. These changes moderate harm or exploit beneficial opportunities and can be in response to actual or expected impacts. There are various types of adaptation, such as:"}, {"text_block_id": "p109_b978", "text": "•"}, {"text_block_id": "p109_b979", "text": "Planned adaptation"}, {"text_block_id": "p109_b980", "text": "– the result of a deliberate policy decision, and most likely include action that is required to return to, maintain, or achieve, a desired state."}, {"text_block_id": "p109_b981", "text": "•"}, {"text_block_id": "p109_b982", "text": "Maladaptation"}, {"text_block_id": "p109_b983", "text": "– could mean either:"}, {"text_block_id": "p109_b984", "text": "– could mean either:\n* any changes in natural or human systems which inadvertently increase vulnerability to\n* an adaptation that does not succeed in reducing vulnerability but increases it instead;\n* spending a disproportionate amount of effort and investment on adaptation beyond"}, {"text_block_id": "p109_b990", "text": "•"}, {"text_block_id": "p109_b991", "text": "No regret (adaptation) options"}, {"text_block_id": "p109_b992", "text": "– could be activities which would provide immediate economic and environmental benefits and continue to be worthwhile regardless of future climate. They would be justified under all plausible future scenarios, including without climate change."}, {"text_block_id": "p109_b993", "text": "Adaptive capacity"}, {"text_block_id": "p109_b994", "text": "– describes the ability of a sector to design or implement effective adaptation measures, using information on possible future climate change and extreme weather to moderate potential damage, take advantage of opportunities or to cope with the consequences."}, {"text_block_id": "p109_b995", "text": "Natural Adaptive Capacity"}, {"text_block_id": "p109_b996", "text": "– describes the ability of a species or natural system to adjust to climate change and extreme weather to moderate potential damage, to take advantage of opportunities or to cope with the consequences."}, {"text_block_id": "p109_b997", "text": "Baseline"}, {"text_block_id": "p109_b998", "text": "– a baseline is a state against which a change is measured. For example, a ‘current baseline’ is made up of observable, present-day conditions."}, {"text_block_id": "p109_b999", "text": "Capacity"}, {"text_block_id": "p109_b1000", "text": "– is the combination of all the strengths and resources available within a community, society or organisation which can reduce the level of risk, or the effects of a disaster. It can also be described as capability."}, {"text_block_id": "p109_b1001", "text": "Capacity building"}, {"text_block_id": "p109_b1002", "text": "– in the context of climate change, capacity building describes developing the right skills and capabilities to help countries adapt to climate change. This also includes helping them to mitigate their greenhouse gas emissions."}, {"text_block_id": "p109_b1003", "text": "Climate"}, {"text_block_id": "p109_b1004", "text": "– the climate can be described simply as the ‘average weather’, typically looked at over a period of 30 years. It can include temperature, rainfall, snow cover, or any other weather characteristic."}, {"text_block_id": "p109_b1005", "text": "Climate Change"}, {"text_block_id": "p109_b1006", "text": "– this refers to a change in the state of the climate, which can be identified by changes in average climate characteristics which persist for an extended period, typically decades or longer."}, {"text_block_id": "p110_b1007", "text": "Climate space"}, {"text_block_id": "p110_b1008", "text": "– the area of land which is climatically suitable for a particular species or habitat."}, {"text_block_id": "p110_b1009", "text": "Confidence"}, {"text_block_id": "p110_b1010", "text": "– in a scientific context, confidence describes the extent to which the findings of an assessment are considered valid, based on the type, amount, quality, and consistency of evidence."}, {"text_block_id": "p110_b1011", "text": "Ecosystem Services"}, {"text_block_id": "p110_b1012", "text": "– the benefits to society from resources and processes provided by ecosystems can be described as"}, {"text_block_id": "p110_b1013", "text": "ecosystem services"}, {"text_block_id": "p110_b1014", "text": ". These can include: pollination and disease control, providing food and fuel, regulating the flow of water through land to both prevent flooding and filter clean drinking water, and the aesthetic and amenity value of the countryside."}, {"text_block_id": "p110_b1015", "text": "Extreme weather"}, {"text_block_id": "p110_b1016", "text": "– includes unusual, severe or unseasonal weather; or weather at the extremes of the range of weather seen in the past."}, {"text_block_id": "p110_b1017", "text": "Greenhouse gases"}, {"text_block_id": "p110_b1018", "text": "– a number of gases whose presence in the atmosphere traps energy radiated by the Earth. This is called the greenhouse effect. These gases can be produced through natural or human processes. Carbon dioxide is the most important greenhouse gas. Other gases are: methane, fluorinated gases, ozone and nitrous oxide."}, {"text_block_id": "p110_b1019", "text": "Hazard"}, {"text_block_id": "p110_b1020_merged_merged", "text": "– a situation or event which could cause harm. A hazard does not necessarily cause harm."}, {"text_block_id": "p110_b1025", "text": "Impact"}, {"text_block_id": "p110_b1026", "text": "– in the context of climate change, an effect of climate change (eg flooding, rails buckling, etc.). See consequence."}, {"text_block_id": "p110_b1027", "text": "Likelihood"}, {"text_block_id": "p110_b1028", "text": "– the chance of an event or outcome occurring, usually expressed as a probability."}, {"text_block_id": "p110_b1029", "text": "Mitigation"}, {"text_block_id": "p110_b1030", "text": "– describes action to reduce the likelihood of an event occurring or reduce the impact if it does occur. This can include reducing the causes of climate change (eg emission of greenhouse gases); as well as reducing future risks associated with climate change."}, {"text_block_id": "p110_b1031", "text": "Model"}, {"text_block_id": "p110_b1032", "text": "– in its broadest sense, a model is a representation of how a system works and can be used to understand how the system will respond to inputs and other changes."}, {"text_block_id": "p110_b1033", "text": "Probability"}, {"text_block_id": "p110_b1034", "text": "– is used to describe the chance or relative frequency of particular types of event occurring. It can also include sequences or combinations of such events."}, {"text_block_id": "p110_b1035", "text": "Projection"}, {"text_block_id": "p110_b1036", "text": "– any plausible description of the future and the pathway that leads to it. A specific interpretation of a ‘climate projection,’ refers to an estimate of future climate developed using models of the Earth’s climate. Projections are not predictions. Projections include assumptions, for example, on future socio-economic and technological developments, which might or might not happen. They therefore come with some uncertainties."}, {"text_block_id": "p111_b1037", "text": "•"}, {"text_block_id": "p111_b1038", "text": "UKCP09"}, {"text_block_id": "p111_b1039", "text": "– The UK Climate Projections (UKCP09) provide plausible future projections of climate change for different time periods and different possible scenarios of greenhouse gas emissions. These represent plausible scenarios illustrating a range of possible future changes."}, {"text_block_id": "p111_b1040", "text": "Resilience"}, {"text_block_id": "p111_b1041", "text": "– describes the ability of a social or ecological system to absorb disturbances while retaining the same basic ways of functioning, and a capacity to adapt to stress and change."}, {"text_block_id": "p111_b1042", "text": "Risk"}, {"text_block_id": "p111_b1043", "text": "– combines the chance that an event will occur with how large its impact could be, in social, economic or environmental terms. For example: the costs of damage, number of people affected or areas of land affected by a specific climate effect."}, {"text_block_id": "p111_b1044", "text": "Risk Assessment"}, {"text_block_id": "p111_b1045", "text": "– is an analysis of risks and their impacts to provide information for decision making. Often, risk assessment will consider a particular impacted [party], like a building or population. The process usually includes identifying hazards which could have an impact; and assessing the likelihoods and severities of impacts."}, {"text_block_id": "p111_b1046", "text": "Risk Management"}, {"text_block_id": "p111_b1047", "text": "– putting in place plans to avoid unacceptable consequences of risks."}, {"text_block_id": "p111_b1048", "text": "Scenario"}, {"text_block_id": "p111_b1049", "text": "– a scenario is a plausible description of a possible future state of the world. These use specific assumptions on how aspects of the world might change, like economies, social trends, changes in technology, environmental changes, etc., based upon the best understanding available. These can include:"}, {"text_block_id": "p111_b1050", "text": "•"}, {"text_block_id": "p111_b1051", "text": "Socio-economic scenario"}, {"text_block_id": "p111_b1052", "text": "– is a plausible description of the future population, Gross Domestic Product and other socio-economic aspects."}, {"text_block_id": "p111_b1053", "text": "•"}, {"text_block_id": "p111_b1054", "text": "Climate Change Scenario"}, {"text_block_id": "p111_b1055", "text": "– is a plausible description of the change in climate by a certain time in the future. These scenarios are developed using models of the Earth’s climate. Climate models and are based upon scientific understanding of the way that the land, ocean and atmosphere interact and their responses to factors that can influence climate in the future, such as greenhouse gas emissions."}, {"text_block_id": "p111_b1056", "text": "Sensitivity"}, {"text_block_id": "p111_b1057", "text": "– in this context, the degree to which a system is affected, either adversely or beneficially, by climate variability or change."}, {"text_block_id": "p111_b1058", "text": "Severe weather"}, {"text_block_id": "p111_b1059", "text": "– refers to any dangerous meteorological phenomena with the potential to cause damage, serious social disruption, or loss of human life."}, {"text_block_id": "p111_b1060", "text": "Stakeholder"}, {"text_block_id": "p111_b1061", "text": "– People, including organisations, who have an investment, financial or otherwise,  in the consequences of any decisions taken."}, {"text_block_id": "p111_b1062", "text": "Sustainable"}, {"text_block_id": "p111_b1063", "text": "– referring to buildings, ecosystems, businesses, etc, which have a capacity to endure, over the longer term and in spite of change. This is in the context of environment/social/ economic influences."}, {"text_block_id": "p112_b1064", "text": "Threshold"}, {"text_block_id": "p112_b1065", "text": "– the magnitude or intensity that must be exceeded for a certain reaction, phenomenon, result, or condition to occur or be manifested."}, {"text_block_id": "p112_b1066", "text": "Uncertainty"}, {"text_block_id": "p112_b1067", "text": "– Situation where the current state of knowledge is such that (1) the order or nature of things is unknown, (2) the consequences, extent, or magnitude of circumstances, conditions, or events is unpredictable, and (3) credible probabilities to possible outcomes cannot be assigned."}, {"text_block_id": "p112_b1068", "text": "Vulnerability"}, {"text_block_id": "p112_b1069", "text": "– the degree to which an individual or a system is susceptible to adverse effects. In this context, the adverse effects of climate change, including extreme events. Vulnerability is influenced by the system’s sensitivity and its adaptive capacity, as well as the magnitude of the change."}, {"text_block_id": "p112_b1070", "text": "Weather"}, {"text_block_id": "p112_b1071", "text": "– refers to the state of the atmosphere, across space and time, and includes temperature, cloudiness, rainfall, wind, and other meteorological conditions."}, {"text_block_id": "p113_b1072", "text": "Register of Actions"}, {"text_block_id": "p113_b1073", "text": "As required under Paragraph 58, Part 4 of the Climate Change Act 2008 (c.27), this document presents: (a) the objectives of Her Majesty’s Government in relation to adaptation to climate change; (b) the Government’s proposals and policies for meeting those objectives; and (c) the time-scales for introducing those proposals and policies addressing the risks identified in the most recent climate change risk assessment, as at July 2013."}, {"text_block_id": "p183_b1074", "text": "Published by TSO (The Stationery Office) and available from:"}, {"text_block_id": "p183_b1075", "text": "Online"}, {"text_block_id": "p183_b1076", "text": "www.tsoshop.co.uk"}, {"text_block_id": "p183_b1077", "text": "Mail, telephone, fax & e-mail"}, {"text_block_id": "p183_b1078", "text": "TSO"}, {"text_block_id": "p183_b1079", "text": "PO Box 29, Norwich NR3 1GN"}, {"text_block_id": "p183_b1080", "text": "Telephone orders/general enquiries: 0870 600 5522"}, {"text_block_id": "p183_b1081", "text": "Order through the Parliamentary Hotline Lo-Call 0845 7 023474"}, {"text_block_id": "p183_b1082", "text": "Fax orders: 0870 600 5533"}, {"text_block_id": "p183_b1083", "text": "Email: customer.services@tso.co.uk"}, {"text_block_id": "p183_b1084", "text": "Textphone: 0870 240 3701"}, {"text_block_id": "p183_b1085", "text": "The Houses of Parliament Shop"}, {"text_block_id": "p183_b1086", "text": "12 Bridge Street, Parliament Square,"}, {"text_block_id": "p183_b1087", "text": "London SW1A 2JX"}, {"text_block_id": "p183_b1088", "text": "Telephone orders/general enquiries: 020 7219 3890"}, {"text_block_id": "p183_b1089", "text": "Fax orders: 020 7219 3866"}, {"text_block_id": "p183_b1090", "text": "Email: shop@parliament.uk"}, {"text_block_id": "p183_b1091", "text": "Internet: http://www.shop.parliament.uk"}, {"text_block_id": "p183_b1092", "text": "TSO@Blackwell and other accredited agents"}, {"text_block_id": "p183_b1093", "text": "PB13942"}], "document_description": "The National Adaptation Programme (NAP) document - covering England only - sets out a register of actions agreed under the programme, aligns actions being taken with the risks identified in the 2012 Climate Change Risk Assessment (CCRA), and establishes timeframes for actions according to different themes.  The NAP sets out actions according to six themes: - Built environment - Infrastructure - Healthy and resilient communities - Agriculture and forestry - Natural environment - Business and local government.  The NAP identifies actions to be taken by the government, as well as by local governments, the private sector and civil society. The NAP focuses on particular areas of particular importance, guided by the CCRA's assessment of the magnitude, confidence and urgency scores assigned to particular risks.  The NAP also sets out four overarching objectives to address the greatest risks and opportunities arising due to climate change: - Increasing awareness - Increasing resilience to current extremes - Taking timely action for long-lead time measures - Addressing major evidence gaps.  On July 19th, 2018, a second version of the National Adaptation Programme was released. This version covers the period 2018-2023."}