{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "United Kingdom", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "The Climate Change Levy (Registration and Miscellaneous Provisions) Regulations 2001", "document_country_code": "GBR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2001", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/GBR/2001/GBR-2001-01-01-The Climate Change Levy (Registration and Miscellaneous Provisions) Regulations 2001_343b98a495d8d7bf0a2c89824594eebd.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "STATUTORY INSTRUMENTS"}, {"text_block_id": "p0_b2", "text": "2001 No. 7"}, {"text_block_id": "p0_b3", "text": "CLIMATE CHANGE LEVY"}, {"text_block_id": "p0_b4", "text": "The Climate Change Levy (Registration and Miscellaneous Provisions) Regulations 2001"}, {"text_block_id": "p0_b5_merged", "text": "The Commissioners of Customs and Excise, in exercise of the powers conferred on them by section 30 of and paragraphs 59, 60, 114, 115(4), 116, 117(1), 146(1), 146(4) and 146(7) of Schedule 6 to the Finance Act 2000(1), and of all other powers enabling them in that behalf, hereby make the following Regulations:"}, {"text_block_id": "p0_b8", "text": "PART I"}, {"text_block_id": "p0_b9", "text": "PRELIMINARY"}, {"text_block_id": "p0_b10", "text": "PRELIMINARY\n* These Regulations may be cited as the Climate Change Levy (Registration and Miscellaneous Provisions) Regulations 2001 and shall come into force on 29th January 2001.\n<\\li1>"}, {"text_block_id": "p0_b12", "text": "PART II"}, {"text_block_id": "p0_b13", "text": "REGISTRATION"}, {"text_block_id": "p0_b14", "text": "Notification of registrability: form, manner, timing, etc"}, {"text_block_id": "p0_b15", "text": "Notification of registrability: form, manner, timing, etc\n* â(1) A person who is required to notify the Commissioners under paragraph 55(1) of the Act (notification of registrability for climate change levy) must do so on Form CCL 1.\n<\\li1>\n\t* But a partner so required must do so on Form CCL 1 and Form CCL 2.\n\t* Such notification must contain and provide full information and particulars about every matter referred to on Form CCL 1 and, in the case of a partner, Form CCL 2 together with such further details as the Commissioners may require."}, {"text_block_id": "p1_b21", "text": "Notification of registrability: form, manner, timing, etc\n* â(1) A person who is required to notify the Commissioners under paragraph 55(1) of the Act (notification of registrability for climate change levy) must do so on Form CCL 1.\n<\\li1>\n\t* But a partner so required must do so on Form CCL 1 and Form CCL 2.\n\t* Such notification must contain and provide full information and particulars about every matter referred to on Form CCL 1 and, in the case of a partner, Form CCL 2 together with such further details as the Commissioners may require.\n* A person so required on 29th January 2001 must deliver the notification to the Commissioners no later than 28th February 2001.\n\t* A person to whom paragraph (4) does not apply, but who becomes so required after 29th January 2001, must deliver the notification to the Commissioners within 30 days starting from the day after becoming so required.\n\t* A person who is required but fails to comply with this regulation remains subject to paragraph 55(1) of the Act."}, {"text_block_id": "p1_b27", "text": "Changes in particulars"}, {"text_block_id": "p1_b28", "text": "Changes in particulars\n* â(1) A person who has made a notification (the âoriginal notificationâ) to the Commissioners under regulation 2(1), 2(2) or 2(3) at any time must also, as appropriate, notifiy them about the following items.\n<\\li1>\n\t* The first such item is any inaccuracy or inadequacy in the information, particulars or details contained in or provided with the original notification.\n\t* The second such item is any change in circumstances that causes that information or those particulars or details to become inaccurate or inadequate.\n\t* The third such item is any change in circumstances relating to that person, that personâs business or any other matter with respect to which particulars are contained in the register (or would, were the person registered).\n\t* A notification required by this regulation mustâ\n\t\t* be given in writing,\n\t\t* provide full particulars enabling the register to be kept up to date, and\n\t\t* be delivered to the Commissioners within 30 days.\n\t\t* The first of those 30 days begins, as the case requires, onâ\n\t\t* the day after the person discovers that the original notification was inaccurate or is in a position to rectify the inadequacy in that notification (see paragraph (2)), or\n\t\t* the day after the change in circumstances occurred (see paragraphs (3) and (4)).\n\t\t* The full particulars referred to in paragraph (5)(b) include (but are not limited to)â\n\t\t* the nature of the relevant inaccuracy, inadequacy or change;\n\t\t* the date on which the inaccuracy in the original notification was discovered or the inadequacy could be rectified;\n\t\t* the date on which the change occurred;\n\t\t* the nature of the inaccuracy, inadequacy or change;\n\t\t* the correct information, particulars or details.\n\t\t* A relevant change of circumstances under paragraph (3) or (4) above includes (but is not limited to)â\n\t\t* the personâs name, trading name, address or principal place of business;\n\t\t* the personâs status (namely, as sole proprietor, partner, unincorporated body, or body corporate);\n\t\t* the name and address of a partner or a change in the membership of a partnership;\n\t\t* the name and address of a trustee or beneficiary of a trust.\n\t\t* The Commissioners may, on their own initiative or following a notification under this regulation, correct an entry in the register in a case where they are satisfied that it should be corrected or otherwise brought up to date."}, {"text_block_id": "p2_b74", "text": "Changes in particulars\n* â(1) A person who has made a notification (the âoriginal notificationâ) to the Commissioners under regulation 2(1), 2(2) or 2(3) at any time must also, as appropriate, notifiy them about the following items.\n<\\li1>\n\t* The first such item is any inaccuracy or inadequacy in the information, particulars or details contained in or provided with the original notification.\n\t* The second such item is any change in circumstances that causes that information or those particulars or details to become inaccurate or inadequate.\n\t* The third such item is any change in circumstances relating to that person, that personâs business or any other matter with respect to which particulars are contained in the register (or would, were the person registered).\n\t* A notification required by this regulation mustâ\n\t\t* be given in writing,\n\t\t* provide full particulars enabling the register to be kept up to date, and\n\t\t* be delivered to the Commissioners within 30 days.\n\t\t* The first of those 30 days begins, as the case requires, onâ\n\t\t* the day after the person discovers that the original notification was inaccurate or is in a position to rectify the inadequacy in that notification (see paragraph (2)), or\n\t\t* the day after the change in circumstances occurred (see paragraphs (3) and (4)).\n\t\t* The full particulars referred to in paragraph (5)(b) include (but are not limited to)â\n\t\t* the nature of the relevant inaccuracy, inadequacy or change;\n\t\t* the date on which the inaccuracy in the original notification was discovered or the inadequacy could be rectified;\n\t\t* the date on which the change occurred;\n\t\t* the nature of the inaccuracy, inadequacy or change;\n\t\t* the correct information, particulars or details.\n\t\t* A relevant change of circumstances under paragraph (3) or (4) above includes (but is not limited to)â\n\t\t* the personâs name, trading name, address or principal place of business;\n\t\t* the personâs status (namely, as sole proprietor, partner, unincorporated body, or body corporate);\n\t\t* the name and address of a partner or a change in the membership of a partnership;\n\t\t* the name and address of a trustee or beneficiary of a trust.\n\t\t* The Commissioners may, on their own initiative or following a notification under this regulation, correct an entry in the register in a case where they are satisfied that it should be corrected or otherwise brought up to date.\n* Where a person makes a notification under this regulation that itself is or becomes inaccurate, inadequate or misleading, that notification must be treated in the same way as an original notification for the purposes of paragraphs (1) to (9).\n<\\li2>"}, {"text_block_id": "p2_b76", "text": "Finishing taxable activities"}, {"text_block_id": "p2_b77", "text": "Finishing taxable activities\n* â(1) This regulation applies to a person who is required to notify the Commissioners that he ceases to intend making, or having made to him, taxable supplies in respect of which he would be the person liable to account for levy (paragraph 57(1) of the Act).\n<\\li1>\n\t* Such a person must make that notification in writing setting outâ\n\t\t* the day on which the intention ceased, and\n\t\t* the day on which he made or received the final taxable supply.\n\t\t* This notification must be delivered to the Commissioners within 30 days starting from the day after the intention ceased, or the final taxable supply was made or received, whichever is the later."}, {"text_block_id": "p2_b87", "text": "PART III"}, {"text_block_id": "p2_b88", "text": "GROUPS"}, {"text_block_id": "p2_b89", "text": "References to groups, etc"}, {"text_block_id": "p2_b90", "text": "References to groups, etc\n* â(1) This Part makes provision about two or more bodies corporate being treated as members of the same group for the purposes of the Act (`group treatment').\n<\\li1>\n\t* For those purposes, or any regulation or direction made by or under the Actâ\n\t\t* a body corporate is a member of a group at any time in relation to which it falls to be treated as such a member in accordance with this Part; and\n\t\t* the body corporate which is to be taken to be the representative member for a group at any time is the member of the group which in relation to that time is the representative member under this Part in the case of that group.\n\t\t* A body corporate that is a member of a group shall, under Part V of the Act, be registered in the name of the representative member."}, {"text_block_id": "p2_b100", "text": "Eligibility for group treatment"}, {"text_block_id": "p2_b101", "text": "Eligibility for group treatment\n* â(1) Subject to the provisions of this Part, two or more bodies corporate are eligible to be treated as members of a group ifâ\n<\\li1>\n\t* at least one of them is resident in the United Kingdom,\n\t* they are all under the same control, and\n\t* each of themâ\n\t\t* is registered, or is required to notify or has notified the Commissioners under paragraph 55(1) of the Act (notification of registrability), and\n\t\t* is not a person to whom paragraph 57(1) of the Act applies (loss of registrability)."}, {"text_block_id": "p2_b113", "text": "Eligibility for group treatment\n* â(1) Subject to the provisions of this Part, two or more bodies corporate are eligible to be treated as members of a group ifâ\n<\\li1>\n\t* at least one of them is resident in the United Kingdom,\n\t* they are all under the same control, and\n\t* each of themâ\n\t\t* is registered, or is required to notify or has notified the Commissioners under paragraph 55(1) of the Act (notification of registrability), and\n\t\t* is not a person to whom paragraph 57(1) of the Act applies (loss of registrability).\n* For the purposes of this regulation, two or more bodies are under the same control ifâ\n<\\li1>\n\t* one of them controls each of the others;\n\t* one person (whether a body corporate or an individual) controls all of them; or\n\t* two or more individuals carrying on a business in partnership control all of them."}, {"text_block_id": "p3_b121", "text": "Eligibility for group treatment\n* â(1) Subject to the provisions of this Part, two or more bodies corporate are eligible to be treated as members of a group ifâ\n<\\li1>\n\t* at least one of them is resident in the United Kingdom,\n\t* they are all under the same control, and\n\t* each of themâ\n\t\t* is registered, or is required to notify or has notified the Commissioners under paragraph 55(1) of the Act (notification of registrability), and\n\t\t* is not a person to whom paragraph 57(1) of the Act applies (loss of registrability).\n* For the purposes of this regulation, two or more bodies are under the same control ifâ\n<\\li1>\n\t* one of them controls each of the others;\n\t* one person (whether a body corporate or an individual) controls all of them; or\n\t* two or more individuals carrying on a business in partnership control all of them.\n* For the purposes of this regulation, a body corporate shall be taken to control another body corporate only ifâ\n<\\li1>\n\t* it is empowered by statute to control that bodyâs activities, or\n\t* it is that bodyâs holding company within the meaning of section 736 of the Companies Act 1985(\n\t* );"}, {"text_block_id": "p3_b129", "text": "and an individual or individuals shall be taken to control a body corporate only if (were he or they a company) he or they would be that body corporate’s holding company within the meaning of that section."}, {"text_block_id": "p3_b130", "text": "and an individual or individuals shall be taken to control a body corporate only if (were he or they a company) he or they would be that body corporate’s holding company within the meaning of that section.\n* A body corporate shall not be the representative member for a group at any time when it does not have an established place of business in the United Kingdom.\n<\\li1>"}, {"text_block_id": "p3_b132", "text": "Liability for levy due from members of a group"}, {"text_block_id": "p3_b133", "text": "Liability for levy due from members of a group\n* â(1) Group treatment shall not affect a body corporate being charged with levy in respect of a taxable supply whether to or from another member of the group or otherwise.\n<\\li1>\n\t* However any levy with which a body corporate is charged in respect of a taxable supply treated as made while that body corporate is a member of a group shall be treated for the purposes of the Act as if it were the representative member for that group (instead of that body) which is charged with the levy.\n\t* Accordingly the obligation on a member of a group to make a return pursuant to regulations made under paragraph 41 of the Act shall be discharged by the representative member making a return representing the aggregate of what would be the individual returns for the group members were it not for the group treatment.\n\t* All bodies corporate who are members of a group when any levy becomes due from the representative member, together with any bodies corporate who become members of the group while any levy remains unpaid, shall be jointly and severally liable for any levy due from the representative member.\n\t* References in this regulation to levy being or becoming due from the representative member include references to any amounts being or becoming recoverable as if they were levy due from that member."}, {"text_block_id": "p3_b144", "text": "Group treatment"}, {"text_block_id": "p3_b145", "text": "8."}, {"text_block_id": "p3_b146", "text": "—(1)  A body corporate shall be treated as a member of a group only—"}, {"text_block_id": "p3_b147", "text": "—(1)  A body corporate shall be treated as a member of a group only—\n* if a written application by that body corporate for such treatment is approved by the Commissioners, and\n* from a date specified by the Commissioners for such treatment.\n* if a written application by that body corporate for this purpose is approved by the Commissioners, and\n* from a date specified by the Commissioners for this purpose."}, {"text_block_id": "p3_b151", "text": "(2)"}, {"text_block_id": "p3_b152", "text": "A body corporate shall be the representative member for a group only—"}, {"text_block_id": "p3_b157", "text": "(3)"}, {"text_block_id": "p3_b158", "text": "The Commissioners need not approve an application by a body corporate to be a member of a group if they are not satisfied that every other proposed member agrees to the body corporate in question being a member of that proposed group."}, {"text_block_id": "p4_b159", "text": "The Commissioners need not approve an application by a body corporate to be a member of a group if they are not satisfied that every other proposed member agrees to the body corporate in question being a member of that proposed group.\n* The Commissioners need not approve an application by a body corporate to be a representative member for a group if they are not satisfied that every proposed member agrees to the body corporate in question being the representative member for that proposed group.\n* Any application under paragraph (1) or (2) mustâ\n\t* be made in writing by the body corporate in question, and\n\t* include such information and declaration as the Commissioners require.\n\t* A body corporate that is a member of a groupâ\n\t* shall no longer be a member of that group from the time it ceases to be eligible for group treatment; and\n\t* shall notify the Commissioners in writing that it will cease or has ceased to be eligible for group treatment.\n\t* The notification required by paragraph (6)(b) shall be delivered to the Commissioners no later than the earlier of 30 days after the body corporate becomes aware that it will cease to be eligible or 30 days after the body corporate ceases to be eligible.\n\t* A body corporate that is the representative member for a groupâ\n\t* shall no longer be the representative member for that group from the time it ceases to be eligible to be a representative member; and\n\t* shall notify the Commissioners in writing that it will cease to be eligible to be a representative member.\n\t* The notification required by paragraph (8)(b) shall be delivered to the Commissioners no later than the earlier of 30 days after the body corporate becomes aware that it will cease to be eligible or 30 days after the body corporate ceases to be eligible.\n\t* The bodies corporate that are treated as members of a group shall take all reasonable steps to ensure that one of their number is the representative member for the group.\n\t* If it appears to the Commissioners that there is no representative member for a group they may specify one of the eligible bodies corporate in that group as being the representative member and shall then notify each of the members in writing accordingly.\n\t* Any body corporate specified by the Commissioners under paragraph (11), and remaining eligible, shall be taken to be the representative member of the group in question until a lawful substitution takes effect.\n\t* A specification made or notice served under paragraph (11) may have effect from a time earlier than when it is made or served.\n\t* The first of the 30 days referred to in paragraphs (7) and (9) is the first day after the one on which the body corporate becomes aware that it will cease to be eligible or the day after the one on which the body corporate ceases to be eligible, as the case may require.\n\t* any bodies corporate are treated as members of a group, and\n\t* a written application for membership from a further eligible body corporate, that includes such information and declaration as they may require, is approved by the Commissioners,"}, {"text_block_id": "p4_b193", "text": "Modifications, etc"}, {"text_block_id": "p4_b194", "text": "9."}, {"text_block_id": "p4_b195", "text": "—(1)  Where—"}, {"text_block_id": "p4_b200", "text": "then, from a time specified by the Commissioners, that further body corporate shall be included as a member of that group."}, {"text_block_id": "p5_b201", "text": "(2)"}, {"text_block_id": "p5_b202", "text": "The Commissioners need not approve an application by a body corporate under paragraph (1) if they are not satisfied that every existing member agrees to the further body corporate being a member of the group."}, {"text_block_id": "p5_b203", "text": "(3)"}, {"text_block_id": "p5_b204", "text": "The Commissioners need not specify a time under paragraph (1)(b) above that—"}, {"text_block_id": "p5_b205", "text": "The Commissioners need not specify a time under paragraph (1)(b) above that—\n* is sooner than 30 days after the day they receive the relevant application, or\n* is not the first day of an accounting period applying to the group by or under regulations made under paragraph 41 of the Act.\n* a body corporate shall be excluded from the bodies so treated;\n* one of those bodies corporate shall be substituted for another body corporate as the representative member; or\n* the bodies corporate shall no longer be treated as members of a group.\n* sooner than 30 days after the one on which they receive the relevant application, or\n* is not the first day of an accounting period applying to the group by or under regulations made under paragraph 41 of the Act.\n* there is only one other body corporate which was treated as a member of that group immediately before that time, or\n* none of the other bodies corporate which were so treated immediately before that time has an established place of business in the United Kingdom,\n* A person who has made an application or notification to the Commissioners under this Part must notify them immediately should any information contained in or provided in connection with that application or notification be or become inaccurate.\n* Such exclusion may take effect from a time earlier than when the written notice is served."}, {"text_block_id": "p5_b209", "text": "(4)"}, {"text_block_id": "p5_b210", "text": "Where any bodies corporate are treated as members of a group and a written application for the purpose, that includes such information and declaration as they may require, is made to the Commissioners, then, from a time specified by the Commissioners—"}, {"text_block_id": "p5_b217", "text": "(5)"}, {"text_block_id": "p5_b218", "text": "The Commissioners need not approve an application under paragraph (4) if they are not satisfied that every existing member agrees to the application in question."}, {"text_block_id": "p5_b219", "text": "(6)"}, {"text_block_id": "p5_b220", "text": "The Commissioners need not specify a time under paragraph (4)(a), 4(b) or 4(c) that is"}, {"text_block_id": "p5_b225", "text": "(7)"}, {"text_block_id": "p5_b226", "text": "Where a body corporate ceases at any time to be treated as a member of a group, and—"}, {"text_block_id": "p5_b231", "text": "the other body corporate or, as the case may be, each of the other bodies corporate shall also cease as from that time to be treated as a member of the group."}, {"text_block_id": "p5_b232", "text": "Miscellaneous"}, {"text_block_id": "p5_b233", "text": "10."}, {"text_block_id": "p5_b234", "text": "—(1) The Commissioners may refuse in full or in part an application under regulation 8(1), 8(2), 9(1) or 9(4) if it appears to them necessary to do so for the protection of the revenue."}, {"text_block_id": "p5_b237", "text": "11."}, {"text_block_id": "p5_b238_merged", "text": "—(1) The Commissioners may, by written notice served on each member of a group, exclude a body from group treatment if it appears to them necessary to do so for the protection of the revenue or that the body in question is unable to comply with the requirements of group treatment."}, {"text_block_id": "p6_b242", "text": "PART IV"}, {"text_block_id": "p6_b243", "text": "PARTNERSHIPS AND OTHER SPECIAL CASES"}, {"text_block_id": "p6_b244", "text": "Partnerships"}, {"text_block_id": "p6_b245", "text": "12."}, {"text_block_id": "p6_b246", "text": "—(1) This regulation applies for determining by what person anything required to be done by or under the Act is to be done where, apart from this regulation, that requirement would fall on persons carrying on business in partnership."}, {"text_block_id": "p6_b247", "text": "—(1) This regulation applies for determining by what person anything required to be done by or under the Act is to be done where, apart from this regulation, that requirement would fall on persons carrying on business in partnership.\n* Any such requirement shall be the joint and several responsibility of every partner.\n* Subject to paragraphs (4) and (5):\n\t* compliance with such a requirement by at least one of the partners shall be sufficient compliance by all of them; and\n\t* in the case of a partnership whose principal place of business is in Scotland, such compliance by a person duly authorised by the partnership shall be sufficient compliance by the partners.\n\t* Each partner must comply with the requirement imposed by regulation 2 in relation to the Form CCL 2.\n\t* A person joining or leaving a partnership, as the case requires, must comply with the requirements imposed by regulation 3 so far as they apply to any change in the membership of a partnership.\n\t* Any such requirement shall be the joint and several responsibility ofâ\n\t* first, every person holding office in that body as president, chairman, treasurer, secretary or other similar office; or\n\t* secondly, if there is no such office holder, every person who is a member of a committee by which the affairs of that body are managed; or\n\t* thirdly, if there is no such office holder or member, every person carrying on that business.\n\t* Compliance with such a requirement by one or more of the persons referred to in paragraph (2) shall be sufficient compliance with that requirement by all of them.\n\t* But a purported notification under regulation 2(1), 2(2) or 2(3) shall not be treated as complying with any of those regulations unless it is made by a person required to do so under paragraph (2)(a), (2)(b) or (2)(c) of this regulation, as appropriate."}, {"text_block_id": "p6_b259", "text": "Other unincorporated associations"}, {"text_block_id": "p6_b260", "text": "13."}, {"text_block_id": "p6_b261", "text": "—(1) This regulation applies for determining by what persons anything required to be done by or under the Act is to be done where, apart from this regulation, that requirement would fall on persons carrying on business together as an unincorporated body other than a partnership."}, {"text_block_id": "p6_b274", "text": "Non resident taxpayers: requirement and provision for tax representatives"}, {"text_block_id": "p6_b275", "text": "14."}, {"text_block_id": "p6_b276", "text": "—(1)  This regulation applies to a person (a “non-resident taxpayer”) who—"}, {"text_block_id": "p6_b277", "text": "(a)"}, {"text_block_id": "p6_b278", "text": "is or is required to be registered for the purposes of the levy, and"}, {"text_block_id": "p6_b279", "text": "(b)"}, {"text_block_id": "p6_b280", "text": "is not resident in the United Kingdom."}, {"text_block_id": "p6_b281", "text": "(2)"}, {"text_block_id": "p6_b282", "text": "A person who meets this description must notify the Commissioners in writing of this fact."}, {"text_block_id": "p6_b283", "text": "(3)"}, {"text_block_id": "p6_b284", "text": "Such notification must be delivered to the Commissioners within 30 days starting from the day after the first day on which the person meets the description."}, {"text_block_id": "p6_b285", "text": "(4)"}, {"text_block_id": "p6_b286", "text": "The Commissioners may—"}, {"text_block_id": "p7_b287", "text": "The Commissioners may—\n* require or permit such a taxpayer to appoint some person resident in the United Kingdom to act as his tax representative for the purposes of the levy with effect from a date they specify, and\n* oblige the taxpayer to request them, no later than such earlier date as they may specify, to approve the appointment of that person as the tax representative.\n* withdraw their approval of any person appointed as a tax representative for that non-resident taxpayer,\n* require that non-resident taxpayer to replace any tax representative with a different tax representative, and\n* oblige that non-resident taxpayer to request their approval for a personâs appointment as a replacement tax representative.\n* becomes liable to a penalty under paragraph 114(3) of the Act (penalty for failing in obligation to request Commissioners' approval of tax representative), or\n* unreasonably fails to obtain the Commissioners' approval in accordance with regulation 14(4)(b) (approval of tax representative).\n* is eligible to act as a tax representative, and\n* is suitable in all the circumstances to be the tax representative for the relevant non-resident taxpayer."}, {"text_block_id": "p7_b291", "text": "(5)"}, {"text_block_id": "p7_b292", "text": "Any appointment of a person as a tax representative shall take effect only if and from the date approved by the Commissioners."}, {"text_block_id": "p7_b293", "text": "(6)"}, {"text_block_id": "p7_b294", "text": "A request for approval under paragraph (4)(b) must be in writing and contain such information and particulars, and corresponding declaration by the taxpayer and the proposed tax representative, as the Commissioners may require."}, {"text_block_id": "p7_b295", "text": "15."}, {"text_block_id": "p7_b296", "text": "—(1)"}, {"text_block_id": "p7_b297", "text": "A non-resident taxpayer may appoint a different tax representative as a replacement for a tax representative whose appointment has taken effect."}, {"text_block_id": "p7_b298", "text": "(2)"}, {"text_block_id": "p7_b299", "text": "Such appointment shall take effect only if and from a date approved by the Commissioners."}, {"text_block_id": "p7_b300", "text": "(3)"}, {"text_block_id": "p7_b301", "text": "A request to the Commissioners for the purposes of paragraph (2) must be in writing and contain such information and particulars, and corresponding declaration by the taxpayer and the proposed replacement tax representative, as the Commissioners may require."}, {"text_block_id": "p7_b302", "text": "16."}, {"text_block_id": "p7_b303", "text": "—(1)"}, {"text_block_id": "p7_b304", "text": "The Commissioners may, with effect from a date or dates they specify, for good cause and by way of written notice served on the non-resident taxpayer—"}, {"text_block_id": "p7_b313", "text": "(2)"}, {"text_block_id": "p7_b314", "text": "Regulations 14(5) and (6) shall apply for the purposes of this regulation in corresponding manner as they apply for the purposes of regulation 14(4)."}, {"text_block_id": "p7_b315", "text": "17."}, {"text_block_id": "p7_b316", "text": "—(1) This regulation applies in a case where the Commissioners require the appointment of a tax representative under regulation 14(4)(a) and the non-resident taxpayer—"}, {"text_block_id": "p7_b321", "text": "(2)"}, {"text_block_id": "p7_b322", "text": "Where this regulation applies, the Commissioners may give a direction requiring a specified person to be treated as the appointed and approved tax representative of that non-resident taxpayer from a specified date."}, {"text_block_id": "p7_b323", "text": "(3)"}, {"text_block_id": "p7_b324", "text": "Accordingly a person specified in a direction under paragraph (2) shall be treated as the tax representative of the non-resident taxpayer from the specified date until such date as the Commissioners may specify in a further direction."}, {"text_block_id": "p7_b325", "text": "(4)"}, {"text_block_id": "p7_b326", "text": "The Commissioners may only specify a person under paragraph (3) who—"}, {"text_block_id": "p8_b331", "text": "(5)"}, {"text_block_id": "p8_b332", "text": "The Commissioners may give a direction requiring a specified person to be treated as the appointed and approved tax representative of a non-resident taxpayer as a replacement for a person specified in a direction under paragraph (2) of this regulation."}, {"text_block_id": "p8_b333", "text": "(6)"}, {"text_block_id": "p8_b334", "text": "Paragraphs (3) and (4) apply in relation to paragraph (5) in corresponding manner as they apply to paragraph (2)."}, {"text_block_id": "p8_b335", "text": "(7)"}, {"text_block_id": "p8_b336", "text": "Regulations 15 and 16 do not apply in relation to a person specified in a direction under this regulation."}, {"text_block_id": "p8_b337", "text": "18."}, {"text_block_id": "p8_b338", "text": "—(1) A person shall cease to be the tax representative for a non-resident taxpayer from when —"}, {"text_block_id": "p8_b339", "text": "—(1) A person shall cease to be the tax representative for a non-resident taxpayer from when —\n* the non-resident taxpayer ceases to be registered;\n* the non-resident taxpayer replaces that person with a different tax representative under regulation 15 or 16;\n* the Commissioners so direct under regulation 17;\n* the person dies or becomes incapacitated or subject to an insolvency procedure;\n* the person ceases to be eligible to be a tax representative;\n* the person delivers to the Commissioners notification in writing that he withdraws as tax representative for the non-resident taxpayer; or\n* the non-resident taxpayer delivers to the Commissioners notification in writing that he withdraws an appointment that they permitted but did not require.\n* cease to be (or be treated as) the tax representative except in accordance with that regulation; or\n* be permitted to withdraw under paragraph (1)(f) of this regulation."}, {"text_block_id": "p8_b353", "text": "(2)"}, {"text_block_id": "p8_b354", "text": "A person who is specified in a direction under regulation 17 shall not—"}, {"text_block_id": "p8_b359", "text": "(3)"}, {"text_block_id": "p8_b360", "text": "The name of a tax representative (or a person treated as such) shall be registered against the name of the non-resident taxpayer of whom that person is (or is treated as) the representative (paragraph 53(2) of the Act)."}, {"text_block_id": "p8_b361", "text": "(4)"}, {"text_block_id": "p8_b362", "text": "That name shall be deleted from the register if the person ceases to be the tax representative for that non-resident taxable person and the Commissioners consider it appropriate to do so."}, {"text_block_id": "p8_b363", "text": "19."}, {"text_block_id": "p8_b364", "text": "—(1) A tax representative (or a person treated as such) shall notify and provide full particulars to the Commissioners in writing about any of the following matters."}, {"text_block_id": "p8_b365", "text": "(2)"}, {"text_block_id": "p8_b366", "text": "Such notification must be delivered to the Commissioners no later than 30 days starting from the first day after the matter arises."}, {"text_block_id": "p8_b367", "text": "(3)"}, {"text_block_id": "p8_b368", "text": "The first matter is any change in the name, constitution or ownership of the tax representative’s business or of any event that may require the register to be varied."}, {"text_block_id": "p8_b369", "text": "(4)"}, {"text_block_id": "p8_b370", "text": "The second matter is the tax representative lawfully ceasing to be the appointed tax representative of the relevant non-resident taxpayer."}, {"text_block_id": "p8_b371", "text": "(5)"}, {"text_block_id": "p8_b372", "text": "The third matter is the tax representative ceasing to be eligible to act as a tax representative."}, {"text_block_id": "p9_b373", "text": "PART V"}, {"text_block_id": "p9_b374", "text": "PENALTIES"}, {"text_block_id": "p9_b375", "text": "Penalties to be provided for by regulations"}, {"text_block_id": "p9_b376", "text": "20."}, {"text_block_id": "p9_b377", "text": "A person who fails to comply with a requirement imposed on him by or under any of the following regulations shall be liable to a penalty of £250 for each such failure—"}, {"text_block_id": "p9_b378", "text": "A person who fails to comply with a requirement imposed on him by or under any of the following regulations shall be liable to a penalty of £250 for each such failure—\n* regulation 2(1), 2(2), 2(3), 2(4) or 2(5) (form, manner, etc of notification about registrability);\n* regulation 3(1), 3(5) or 3(10) (changes in particulars of notification about registrability);\n* regulation 4(2) (notification of ceasing taxable activities);\n* regulation 14(2) or 14(3) (notification by non resident taxpayer);\n* regulation 19(1) or 19(2) (notification by tax representative)."}, {"text_block_id": "p9_b388", "text": "PART VI"}, {"text_block_id": "p9_b389", "text": "INTERPRETATION"}, {"text_block_id": "p9_b390", "text": "21."}, {"text_block_id": "p9_b391", "text": "In these regulations, except where the context requires otherwise—"}, {"text_block_id": "p9_b392", "text": "“the Act” refers to Schedule 6 to the Finance Act 2000 and any reference to a paragraph or Part of the Act refers to the appropriate paragraph or Part of that Schedule;"}, {"text_block_id": "p9_b393", "text": "“Form CCL 1” and “Form CCL 2” refer respectively to the forms numbered 1 and 2 in the Schedule to these Regulations (or to such forms as the Commissioners are satisfied are to like effect);"}, {"text_block_id": "p9_b394", "text": "“levy” refers to climate change levy;"}, {"text_block_id": "p9_b395", "text": "“Part”, “regulation” or “regulations” refers to the appropriate Part, regulation or regulations of these Regulations;"}, {"text_block_id": "p9_b396", "text": "“partner” refers to a person carrying on a business in partnership with at least one other person."}, {"text_block_id": "p9_b397", "text": "New King’s Beam House"}, {"text_block_id": "p9_b398", "text": "4th January 2001"}, {"text_block_id": "p9_b399", "text": "Martin Brown"}, {"text_block_id": "p9_b400", "text": "Commissioner of Customs and Excise"}, {"text_block_id": "p10_b401", "text": "SCHEDULE"}, {"text_block_id": "p11_b402", "text": "II"}, {"text_block_id": "p11_b403_merged", "text": "your ŁsirJess is a Trust form CCL 2T and CCL2TB sl'l(M.Jl(l be oompfelec! g,iving d@talls Of all Trustees aM beneficiaries ol' li'le Trust"}, {"text_block_id": "p13_b407", "text": "10"}, {"text_block_id": "p13_b408", "text": "."}, {"text_block_id": "p13_b409", "text": "Please indicate wllictl energy proi:l\\1Cl$ you supply and,, wtuire appropriate, those generated from renewable so"}, {"text_block_id": "p13_b410", "text": "u"}, {"text_block_id": "p13_b411", "text": "rces"}, {"text_block_id": "p13_b412", "text": "."}, {"text_block_id": "p13_b413_merged", "text": "PleaŁe .;ilso show tl'le number of unils supp1iecl each year to business and domestic cusiomers.. If you are apptyjn,g as the represet1talive member of a CC,L group ptease estimaie th:e e111ergy producis sup,µlied for all group companies in the tab"}, {"text_block_id": "p13_b418", "text": "le"}, {"text_block_id": "p13_b419", "text": "."}, {"text_block_id": "p13_b420", "text": "NB: If you wish lo applyfo1 non-standard tax periods please entsr th& slagger period mo!;t,closely matching your non-$1J.ln(l.rn:I ta:x periQdŁ"}, {"text_block_id": "p13_b421", "text": "."}, {"text_block_id": "p19_b422", "text": "EXPLANATORY NOTE"}, {"text_block_id": "p19_b423", "text": "(This note is not part of the Regulations)"}, {"text_block_id": "p19_b424", "text": "1."}, {"text_block_id": "p19_b425", "text": "These Regulations make provision about registration for climate change levy (CCL) and certain related matters. They take effect on 29 January 2001 in accordance with Part I."}, {"text_block_id": "p19_b426", "text": "2."}, {"text_block_id": "p19_b427", "text": "People who carry out or intend to carry out activities that make them registrable for CCL must notify Customs and Excise accordingly. Part II regulates the notification process. In general, a person has 30 days to notify Customs using Form CCL 1. Partnership details must be notified individually using Form CCL 2. Customs may require further details in particular cases. Provision is also made for notifying Customs about errors and changes in circumstances."}, {"text_block_id": "p19_b428", "text": "3."}, {"text_block_id": "p19_b429", "text": "Under Part III Customs can allow eligible companies to form CCL groups. Such treatment does not alter CCL becoming due on a supply. However group members will account for levy on a joint return made by the group’s representative member. Provision is made for changes in the composition of the group, or the identity of the representative member, and for the ending of group treatment."}, {"text_block_id": "p19_b430", "text": "4."}, {"text_block_id": "p19_b431", "text": "Part IV makes provision about who is responsible for certain CCL requirements in the case of partnerships and unincorporated associations."}, {"text_block_id": "p19_b432", "text": "It also makes provision for the voluntary or compulsory appointment of tax representatives for taxpayers who are not resident in the United Kingdom. There are detailed rules about changes to the arrangements."}, {"text_block_id": "p19_b433", "text": "5."}, {"text_block_id": "p19_b434", "text": "A breach of these provisions may lead to a penalty under Part V of these Regulations or, in certain cases, under Schedule 6 to the Finance Act 2000."}, {"text_block_id": "p19_b435", "text": "6."}, {"text_block_id": "p19_b436", "text": "Part VI defines some of the expressions used elsewhere in the Regulations."}], "document_description": "The Levy applies to electricity, gas, solid fuel and liquefied gases used for lighting, heating and power in the business and public sectors.\n\nThe Levy was designed to be broadly revenue neutral in concept: at the time of introduction it formed part of a 'Levy Package' where the revenue collected is recycled back to business through a 0.3% reduction in National Insurance Contributions and also a system of enhanced capital allowances for investments in energy saving technologies.\n\nElectricity produced from qualifying renewable sources and energy used and generated in approved combined heat and power schemes are no longer exempt from the levy.\n\nThere is also a reduced (20%) rate for energy-intensive businesses that enter into voluntary agreements to reduce their energy use and/or emissions.\n\nThe Climate Change Levy was amended on February 1st 2018. The new regulations alter the formula used to calculate relief entitlement and aligning the Levy to changes made in section 148 of the Finance Act 2016 and will be coming into force on April 1st, 2019."}