{"document_instrument_name": ["Institutional mandates|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Tuvalu", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Climate Change and Disaster Survival Fund Act 2015 (No. 11 of 2016)", "document_country_code": "TUV", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/TUV/2016/TUV-2016-01-01-Climate Change and Disaster Survival Fund Act 2015 (No. 11 of 2016)_2489d680791edb3e52eff44ed9044885.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "CLIMATE CHANGE AND DISASTER SURVIVAL FUND ACT 2015"}, {"text_block_id": "p2_b2", "text": "CLIMATE CHANGE AND DISASTER SURVIVAL FUND ACT 2015"}, {"text_block_id": "p2_b3", "text": "Arrangement of Sections"}, {"text_block_id": "p2_b4", "text": "Section"}, {"text_block_id": "p4_b5", "text": "CLIMATE CHANGE AND DISASTER SURVIVAL FUND ACT 2015"}, {"text_block_id": "p4_b6", "text": "Act No.11 of 2016"}, {"text_block_id": "p4_b7", "text": "AN ACT TO PROVIDE FOR THE SECURITY OF THE PEOPLE OF TUVALU AGAINST THE IMPACTS OF CLIMATE CHANGE AND NATURAL DISASTERS"}, {"text_block_id": "p4_b8_merged", "text": "Commencement [1st January, 2016]"}, {"text_block_id": "p4_b11", "text": "1 Short Title"}, {"text_block_id": "p4_b12", "text": "This Act may be cited as the Climate Change and Disaster Survival Fund Act 2015."}, {"text_block_id": "p4_b13", "text": "2 Commencement"}, {"text_block_id": "p4_b14", "text": "This Act shall come into force on such date as the Minister by notice appoints."}, {"text_block_id": "p4_b15", "text": "3 Purpose of Act"}, {"text_block_id": "p4_b16", "text": "The purpose of this Act is to legalize the establishment of the Tuvalu Climate Change and Survival Fund with which the Government will provide vital services to the people, and as a measure of response to future climate change impacts and disasters in Tuvalu."}, {"text_block_id": "p4_b17", "text": "4 Interpretation"}, {"text_block_id": "p4_b18", "text": "In this Act, unless the context otherwise requires:"}, {"text_block_id": "p4_b19", "text": "“Act”"}, {"text_block_id": "p4_b20", "text": "means the Climate Change and Disaster Survival Fund Act 2015"}, {"text_block_id": "p4_b21", "text": "“Account”"}, {"text_block_id": "p4_b22", "text": "means the Climate Change and Disaster Survival Fund Account established under Section 12."}, {"text_block_id": "p5_b23", "text": "“Board”"}, {"text_block_id": "p5_b24", "text": "means the Climate Change and Survival Fund Board established under Section 8."}, {"text_block_id": "p5_b25", "text": "“Climate Change”"}, {"text_block_id": "p5_b26", "text": "means a change of climate, which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p5_b27", "text": "“Committee”"}, {"text_block_id": "p5_b28", "text": "means the Climate Change and Survival Fund Committee established under Section 10."}, {"text_block_id": "p5_b29", "text": "“Minister”"}, {"text_block_id": "p5_b30", "text": "means the Minister for the time being responsible for Climate Change"}, {"text_block_id": "p5_b31", "text": "“Natural Disaster”"}, {"text_block_id": "p5_b32", "text": "means the actual or imminent occurrence of an event which endangers or threatens the safety or health of any communities or persons in Tuvalu, or which destroys or damages, any property in Tuvalu, arising from:"}, {"text_block_id": "p5_b33", "text": "means the actual or imminent occurrence of an event which endangers or threatens the safety or health of any communities or persons in Tuvalu, or which destroys or damages, any property in Tuvalu, arising from:\n* a cyclone;\n* a flood;\n* tsunami;\n* a drought;\n* an air disaster;\n* a maritime disaster;\n* a major civil accident (such as major fire or explosion);\n* a plague or epidemic; or\n* any other similar natural or man-made event,"}, {"text_block_id": "p5_b51", "text": "5 Scope of Application"}, {"text_block_id": "p5_b52", "text": "5 Scope of Application\n* This Act shall apply to the Government in providing financial assistance to its\n* The Minister responsible for Climate Change shall have the responsibility\n* Where any provision of this Act conflicts with climate change and natural"}, {"text_block_id": "p6_b58", "text": "PART II -ESTABLISHMENT AND OBJECTIVES OF THE FUND"}, {"text_block_id": "p6_b59", "text": "6 Establishment"}, {"text_block_id": "p6_b60", "text": "There is hereby established a Climate Change and Disaster Survival Fund, which shall have an account, accredited as the Tuvalu Survival Fund account at the National Bank of Tuvalu for the purposes specified under this Act."}, {"text_block_id": "p6_b61", "text": "7 Objective"}, {"text_block_id": "p6_b62", "text": "The objective of the Tuvalu Survival Fund is to:"}, {"text_block_id": "p6_b63", "text": "The objective of the Tuvalu Survival Fund is to:\n* Provide immediate vital services to the people of Tuvalu in combating the\n* Allow the Government and the people of Tuvalu to respond to future climate"}, {"text_block_id": "p6_b67", "text": "PART III -TUVALU CLIMATE CHANGE AND DISASTER SURVIVAL FUND BOARD AND COMMITTEE"}, {"text_block_id": "p6_b68", "text": "8 Board"}, {"text_block_id": "p6_b69", "text": "8 Board\n* There shall be a Board for the Fund which\n\t* is the governing body of the Fund with authority in the name of the\n\t* shall subject to this Act, be responsible for the policy, control and\n\t* Constitution of the Board\n\t* Minister for Finance and Economic Development (Chairperson);\n\t* General Secretary of Tuvalu Red Cross; and\n\t* Permanent Secretary for Ministry of Home Affairs."}, {"text_block_id": "p6_b84", "text": "9 Functions and Powers of Board"}, {"text_block_id": "p6_b85", "text": "9 Functions and Powers of Board\n* The Board shall be the governing body in granting approval to Assessment\n<\\li1>"}, {"text_block_id": "p7_b87", "text": "9 Functions and Powers of Board\n* The Board shall be the governing body in granting approval to Assessment\n<\\li1>\n* If the Board does not approve the recommendations or suggestions of the\n* The Board shall also submit a financial report to Cabinet on the utilization of"}, {"text_block_id": "p7_b91", "text": "10 Committee"}, {"text_block_id": "p7_b92", "text": "10 Committee\n* There is hereby established a Climate Change and Disaster Survival Fund\n* The Committee shall be comprised of the following:\n\t* Secretary to Government (Chairperson)\n\t* Director of Climate Change and Policy Unit\n\t* Tuvalu National Council of Women\n\t* Director of Public Works Department\n\t* Disaster Coordinator\n\t* Director of Rural Development\n\t* Director of Health\n\t* Director of Planning and Budget\n\t* Attorney-General"}, {"text_block_id": "p7_b114", "text": "11 Functions and Powers of Committee"}, {"text_block_id": "p7_b115", "text": "11 Functions and Powers of Committee\n* The Committee shall have the following functions and powers:\n<\\li1>\n\t* Assess every application for âRequest for Assistanceâ\n\t* Formulate a Strategic Framework on Climate Change and Natural\n\t* Assess impacts on biodiversity and ecosystems and social wellbeing\n\t* The Committee shall after assessing every application for âRequest for\n\t* The Committee shall submit to the National Advisory Council on"}, {"text_block_id": "p8_b128", "text": "PART III -MANAGEMENT AND OPERATIONS OF THE FUND"}, {"text_block_id": "p8_b129", "text": "12 The management and operation of the Fund shall be as follows:"}, {"text_block_id": "p8_b130", "text": "12 The management and operation of the Fund shall be as follows:\n* A bank account shall be created at the National Bank of Tuvalu namely the\n* The Government shall contribute an initial amount of $5 million AUD into the\n* Donations to assist Tuvalu in its recovery from Tropical Cyclone PAM\n* The fund may be augmented by grants through Multilateral Environmental\n* All funds specified in subsection (2) and (4) shall not be used to fund personal\n* The balance of the climate change and disaster survival fund shall not revert"}, {"text_block_id": "p8_b142", "text": "13 Eligibility to use Fund"}, {"text_block_id": "p8_b143", "text": "(1)"}, {"text_block_id": "p8_b144", "text": "The Fund shall be utilised to provide for the following:"}, {"text_block_id": "p8_b145", "text": "The Fund shall be utilised to provide for the following:\n* Support activities of response to the impacts of natural disasters or which a declaration of a âstate of emergencyâ has been declared in accordance with the laws of Tuvalu.\n* Help ensure security to the people of Tuvalu against climate change and\n\t* Provide immediate emergency relief in times of natural disasters;\n\t* Assist the people to recover and adapt to adverse impacts of\n\t* Assist the people to build back and rehabilitate;\n\t* Enhance resilience and protection against climate change and"}, {"text_block_id": "p8_b159", "text": "14 Access to Fund"}, {"text_block_id": "p8_b160", "text": "Citizens of Tuvalu affected by the impacts of climate change and natural disasters"}, {"text_block_id": "p8_b161", "text": "shall have access to the Fund through submission of a ‘Request for Assistance’."}, {"text_block_id": "p9_b162", "text": "PART IV -FINANCIAL PROVISIONS"}, {"text_block_id": "p9_b163", "text": "15 Accounts and Audit"}, {"text_block_id": "p9_b164", "text": "(1)"}, {"text_block_id": "p9_b165", "text": "The Ministry for Finance and Economic Development shall administer the Tuvalu Survival Fund Account and the Minister for Finance and Economic Development being the Chair of the Board shall be the accounting officer."}, {"text_block_id": "p9_b166", "text": "(2)"}, {"text_block_id": "p9_b167", "text": "Within a period of six months in a financial year, the Minister for Finance and Economic Development shall transmit to the Auditor-General the account showing fully the financial position of the Climate Change and Disaster Survival Fund."}, {"text_block_id": "p9_b168", "text": "16 Report on audit"}, {"text_block_id": "p9_b169", "text": "(1)"}, {"text_block_id": "p9_b170", "text": "The Auditor General shall prepare a report on the audit conducted under section 16 including any observations or suggestions that require attention for the enhanced management of the account."}, {"text_block_id": "p9_b171", "text": "(2)"}, {"text_block_id": "p9_b172", "text": "The audit report shall be presented in Parliament for its consideration."}, {"text_block_id": "p9_b173", "text": "PART V -MISCELLANEOUS"}, {"text_block_id": "p9_b174", "text": "17 Regulations"}, {"text_block_id": "p9_b175", "text": "The Minister may make regulations not inconsistent with this Act prescribing all matters that are required or permitted by this Act to be prescribed in the regulations or that are necessary to be prescribed giving effect to this Act."}, {"text_block_id": "p9_b176", "text": "18 Immunity"}, {"text_block_id": "p9_b177", "text": "No civil or criminal action shall lie against the Minister or any person appointed pursuant to this Act with respect to anything done or omitted to be done by him in pursuance or intended pursuance of the powers or functions conferred on him under this Act unless he has acted, or omitted to act, in bad faith and without reasonable cause."}], "document_description": "This law establishes a Climate Change and Disaster Survival Fund to Provide immediate vital services to the people of Tuvalu in combating the devastating impact of climate change and natural disasters, and allows the Government and the people of Tuvalu to respond to future climate change impacts and natural disasters in a coordinated, effective and timely manner. It also establishes a government committee to review requests for assistance and create a national strategy for climate change and natural disasters."}