{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Tuvalu", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "National Strategic Action Plan for Climate Change Adaptation and Disaster Risk Management 2012-2016", "document_country_code": "TUV", "document_hazard_name": ["Ocean Acidification", "Changes In Average Temperature", "Changes In Average Precipitation", "Sea Level Rise", "Soil Erosion", "Wildfires", "Storms, Hurricanes, Tsunamis, Cyclones", "Droughts", "Floods"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/TUV/2012/TUV-2012-12-25-National Strategic Action Plan for Climate Change Adaptation and Disaster Risk Management 2012-2016_35d3e6d78f3abce2588c0eac170f89bc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TUVALU NATIONAL STRATEGIC ACTION PLAN"}, {"text_block_id": "p0_b2", "text": "FOR CLIMATE CHANGE AND DISASTER RISK MANAGEMENT"}, {"text_block_id": "p0_b3", "text": "2012–2016"}, {"text_block_id": "p1_b4", "text": "Foreword"}, {"text_block_id": "p1_b5", "text": "he Government of Tuvalu is dedicated to building Tuvalu’s capacity at all levels to adapt to climate change. This dedication is reflected in the politi"}, {"text_block_id": "p1_b6", "text": "-"}, {"text_block_id": "p1_b7", "text": "cal will to drive national adaptation programmes and to ensure climate change impacts and disaster risk considerations are fully integrated into all our pol"}, {"text_block_id": "p1_b8", "text": "-"}, {"text_block_id": "p1_b9", "text": "icies, plans, budgets, and decision-making processes at all levels of govern"}, {"text_block_id": "p1_b10", "text": "-"}, {"text_block_id": "p1_b11", "text": "ment and communities. The Regional Framework for Adaptation to Climate Change, 2005-2015 provides guiding principles for developing a holistic, whole-of-country approach to climate change adaptation and mitigation."}, {"text_block_id": "p1_b12", "text": "Similarly, Tuvalu has made a commitment under the Pacific Plan to operationalise the Disaster Risk Reduction and Disaster Management Regional Framework for Action, 2005-2015, which we endorsed with our fellow Leaders from the region in Madang, in 2005."}, {"text_block_id": "p1_b13", "text": "Tuvalu needs financial commitment to implement the National Strategic Action Plan (NSAP) in order to build a safe, secure and resilient Tuvalu. Tuvalu’s national resources are limited and thus we need the support of our development partners and support from the whole international community. We also need long-term commitment and support from our regional organisations and development partners."}, {"text_block_id": "p1_b14_merged_merged", "text": "Tuvalu is pleased to acknowledge the assistance provided by Secretariat of the Pacific Regional Environment Program (SPREP), Secretariat of the Pacific Community (SPC) and United Nations DevelopmentProgramme(UNDP)todevelopthisNSAPastheimplementationplanforTe Kaniva:National Climate Change Policy. This task was carried out in collaboration with our National Expert Team. I would like to commend the dedication of the National Expert Team and the high level of support provided by the Regional Organisations for this process in Tuvalu. This National Action Plan provides a prioritised programme of action that the Tuvalu Government will implement over the next five years. The NSAP provides a range of actions requiring commitment and a coordinated joint effort within government, and with the private sector and civil society. We need to maintain the momentum that has already been generated this year and with your technical and financial support, we will commence implementation."}, {"text_block_id": "p1_b17", "text": "The ownership of the process and the responsibility for the success of our endeavors must remain with us. However, there is too much at stake for us given our very limited capacity. With all your continued support and assistance together we will protect Tuvalu’s status as a nation and its cultural identity, and build its capacity to ensure a safe, resilient and prosperous future."}, {"text_block_id": "p1_b18", "text": "Hon. Apisai Ielemia"}, {"text_block_id": "p1_b19", "text": "Minister of Foreign Affairs, Trade, Tourism, Environment and Labour"}, {"text_block_id": "p2_b20", "text": "Acknowledgements"}, {"text_block_id": "p2_b21_merged", "text": "This National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP) describes the people of Tuvalu’s priorities for immediate actions. The active participation of the Island Kaupule, Falekaupule, the Government, Civil Societies and NGOs are gratefully acknowledged."}, {"text_block_id": "p2_b24", "text": "Similarly, to the Tuvalu National Expert Team led by the Secretary of Foreign Affairs, Trades, Tourism, Environment and Labour, Mr Tapugao Falefou and the Director of Environment Mr Mataio Tekienene are gratefully acknowledged for driving this process. It is expected that you will continue with the implementation of this important Strategic Plan to ensure Tuvalu’s resilience to the risk of climate change and disasters."}, {"text_block_id": "p2_b25", "text": "SPREP and the SPC (SOPAC Division) provided technical and financial support throughout the whole development process of this NSAP. We are looking forward to your continued support to ensure timely implementation and monitoring. UNDP also supported the process and is gratefully acknowledged."}, {"text_block_id": "p3_b26", "text": "Contents"}, {"text_block_id": "p3_b27", "text": "TABLES"}, {"text_block_id": "p3_b28", "text": "FIGURES"}, {"text_block_id": "p3_b29", "text": "MAPS"}, {"text_block_id": "p4_b30", "text": "List of Acronyms"}, {"text_block_id": "p7_b31", "text": "Executive Summary"}, {"text_block_id": "p7_b32_merged", "text": "he preparation of this National Strategic Action Plan for Climate Change and Disaster Risk Manage-ment (NSAP) was coordinated by the Secretariat of the Pacific Regional Environment Programme (SPREP), the Pacific Applied Geoscience and Technology Division (SOPAC) of the Secretariat of the Pa-cific Community (SPC) and United Nations Development Programme (UNDP) through relevant nation-al climate change related projects. SPREP and SOPAC both provided technical support as well as fund-ing support."}, {"text_block_id": "p7_b41", "text": "A Tuvalu National Expert Team was identified to lead in this work which comprises of the national steering committees for the following national projects:"}, {"text_block_id": "p7_b42", "text": "A Tuvalu National Expert Team was identified to lead in this work which comprises of the national steering committees for the following national projects:\n* Pacific Adaptation to Climate Change (PACC)\n* Integrated Water Resource Management (IWRM)\n* National Adaptation Programme of Action (NAPA)\n* Second National Communications (SNC)\n* Disaster Risk Management (DRM)."}, {"text_block_id": "p7_b52", "text": "Two major national summits were held to contribute to the development process of the Tuvalu Climate Change Policy (TCCP), the NSAP and an integrated water management policy."}, {"text_block_id": "p7_b53", "text": "Both the TCCP and the NSAP followed a comprehensive consultation and participatory process that include government, civil societies, non-government organisations (NGOs), and all outer islands. The process followed detailed situation analysis, issues identification, prioritisation and a problem and solution tree analysis. The priority issues were then confirmed in the National Climate Change Summit."}, {"text_block_id": "p8_b54_merged", "text": "The NSAP arrangement has direct links to the Te Kakeega II, the climate change policy and the disaster risk management plan."}, {"text_block_id": "p9_b57", "text": "Based on Tuvalu’s climate change and disaster risks context, seven thematic goals were developed. These covered adaptation, mitigation and disaster risk management and they are of equal priority and require urgent implementation as follows:"}, {"text_block_id": "p10_b58", "text": "From these priority thematic goals, each goal has strategies and key actions (refer Table 1). These actions were costed to provide an estimate of what it will take to fully implement the NSAP."}, {"text_block_id": "p10_b59", "text": "The estimate cost for the NSAP is AUD8,402,529 of which AUD6,338,004 is the financial cost and AUD1,664,404 the in-kind contribution of local and regional organisations. The cost of establishing a NSAP management team to provide the secretarial role for the NSAPCC within the Department of Environment is not included in this estimated cost. Costing of the management unit is straight forward and could easily be done."}, {"text_block_id": "p10_b60", "text": "An institutional arrangement was also included where the National Climate Change Advisory Committee (NCCAC) and the National Disaster Committee (NDC) are to merge for the purpose of coordinating and driving the implementation of the NSAP. This will be called the National Strategic Action Plan Coordinating Committee (NSAPCC). It was also recommended that a NSAP Management Team be established within the Department of Environment to drive the NSAP implementation and provide the secretariat functions for the NSAPCC instead of the already stretched Climate Change Unit of the Department of Environment."}, {"text_block_id": "p11_b61", "text": "ChaPtER i"}, {"text_block_id": "p11_b62", "text": "Background"}, {"text_block_id": "p11_b63", "text": "The background information given in this section is a summary only. This document does not contain the information that could easily be found in other documents or reports such as a detailed analysis of the population, economy and governance."}, {"text_block_id": "p11_b64", "text": "Key Geographical and Geological Features"}, {"text_block_id": "p11_b65", "text": "Tuvalu is an independent constitutional nation in the southwest Pacific Ocean between latitudes 5 degrees and 11 degrees south and longitudes 176 degrees and 180 degrees east (Map 1). Tuvalu consists of nine small islands scattered over 500,000 sq km of the western Pacific. The islands include Niulakita, Nukulaelae, Funafuti, Nukufetau, Vaitupu, Nui, Niutao, Nanumaga and Nanumea. The total land area is only 27 sq km and all of the islands are less than five meters above sea level (Tuvalu NBSAP 2009)."}, {"text_block_id": "p11_b66", "text": "Six of the islands are low lying atolls made up of motus (islets) fringing the edges of lagoons. These are made up of young, poorly developed, infertile, sandy or gravel coralline soils. Nanumaga, Niutao and Niulakita are raised limestone reef islands. Similarly, soils are generally of poor quality, supporting a limited variety of flora."}, {"text_block_id": "p11_b67", "text": "MAP 1"}, {"text_block_id": "p11_b68", "text": "Tuvalu"}, {"text_block_id": "p11_b69", "text": "Source: Draft Tuvalu DRM Arrangements (2010)"}, {"text_block_id": "p12_b70", "text": "Communications"}, {"text_block_id": "p12_b71_merged", "text": "Funafuti is the capital of Tuvalu. Most administration offices are all located in Vaiaku village on Fogafale Islet,Funafutiatoll. Funafutiatollhasa regulartelephoneservice,andthereareconnections to allthe outer islands through the post offices. Communications with the outer islands is also available by radiophone. Internet services have been available since late 1999. The main roads of Funafuti are the only sealed roads in Tuvalu, constructed in the late 1990s. There are regular air services from Funafuti International Airport to Suva, Fiji. Radio Tuvalu is the only local radio station. It broadcasts 40 hours per week, in English and Tuvaluan. The government publishes the only newspaper, Tuvalu Echoes. Tuvalu also has cargo services via Fiji or Kiribati and an inter-islands boat services between Funafuti and the rest of Tuvalu."}, {"text_block_id": "p12_b74", "text": "Populations"}, {"text_block_id": "p12_b75", "text": "The 2002 population census of Tuvalu was its second decennial census. Tuvalu’s population counted 9,561 which was distributed amongst 11,579 households. Out of the total population 4729 were males and 4,832 were females. As to be expected, the capital Funafuti is the most populous and has the highest population density. Its population was 4,492 which accounted for 58% of the total population. The population of the outer islands was 5,069(42%). The biggest island of the group is Vaitupu which only has 1,591 (16.5%) (See Table 1)"}, {"text_block_id": "p12_b76", "text": "TABLE 1"}, {"text_block_id": "p12_b77", "text": "Total population size, change, distribution and density, by island, 1991–2002"}, {"text_block_id": "p13_b78", "text": "Strategic Planning"}, {"text_block_id": "p13_b79", "text": "Te Kakeega II"}, {"text_block_id": "p13_b80", "text": "(2005 – 2015) is Tuvalu’s National Sustainable Plan. It contains eight themes and strategic actions including:"}, {"text_block_id": "p13_b81", "text": "(2005 – 2015) is Tuvalu’s National Sustainable Plan. It contains eight themes and strategic actions including:\n* good governance\n* strengthening macroeconomic stability\n* improving the provision of social services\n* improving outer islands development and Falekaupule\n* creating employment opportunities and enhancing private sector development\n* improving capacity and human resource development\n* developing Tuvaluâs natural resources\n* improving the provision of support services\n* mainstreaming of women in development."}, {"text_block_id": "p13_b99", "text": "Te Kakeega II"}, {"text_block_id": "p13_b100", "text": "is undergoing a mid-term review"}, {"text_block_id": "p13_b101", "text": "where implementation progress and impacts made will be identified as well as constraints to achieving the objectives of the"}, {"text_block_id": "p13_b102", "text": "Te Kakeega II"}, {"text_block_id": "p13_b103", "text": "."}, {"text_block_id": "p13_b104", "text": "Economy"}, {"text_block_id": "p13_b105_merged_merged", "text": "Tuvalu’s economy is small, fragmented and highly vulnerable to external economic influences. This has led to a heavy reliance on outside development assistance and a degree of complacency in fiscal and financial management. The economy is unusual in that a substantial amount of both government revenues and private incomes are generated from overseas. The government revenues come primarily from the income of the capital of the Tuvalu Trust Fund (TTF), the assets of the ‘dotTV’ internet domain and from fishing license fees paid by foreign fishing vessels (natural resources), and sales of stamps and coins. For families the income derives from remittances from seamen (and other less formal remittances from other Tuvaluan resident overseas). There are very little exports and semi-subsistence farming and fishing are the primary economic activities. Fewer than 1,000 tourists, on average, visit Tuvalu annually."}, {"text_block_id": "p14_b107", "text": "Governance"}, {"text_block_id": "p14_b108", "text": "The National Government is the focal point of all national issues including climate change adaptations. These adaptation activities are to be undertaken at the"}, {"text_block_id": "p14_b109", "text": "Falekaupule"}, {"text_block_id": "p14_b110", "text": "level taking into account the"}, {"text_block_id": "p14_b111", "text": "1997 Community Governance Arrangements."}, {"text_block_id": "p14_b112", "text": "After December 12 1997, a new form of governance was established for all Island communities in Tuvalu. The new form of governance (Falekaupule Act of 1997), passed by the Parliament of Tuvalu, devolved the authority to the"}, {"text_block_id": "p14_b113", "text": "Falekaupule"}, {"text_block_id": "p14_b114", "text": "and"}, {"text_block_id": "p14_b115", "text": "Kaupule"}, {"text_block_id": "p14_b116", "text": "(two separate bodies) to work together in addressing community affairs in order to promote decentralization to decrease domestic urban drift."}, {"text_block_id": "p14_b117_merged_merged", "text": "The Falekaupule is the product of the fusion of the traditional leadership and the introduced governing system. It functions as the decision making body on the island. The Kaupule is the executive arm of the Falekaupule. The central Government links directly to the Kaupule as shown below."}, {"text_block_id": "p14_b126", "text": "The Department of Environment has implemented several environmental programmes and projects. Each programme has established task committees or teams with representation from relevant and major Governmental departments, Non-governmental Organisations (NGOs), religious bodies and stakeholders."}, {"text_block_id": "p14_b127", "text": "The Development Coordinating Committee (DCC) that was setup under the Office of the Prime Minister, and chaired by the Secretary to Government assesses draft policies, projects and programmes prior to submission for approval by Cabinet."}, {"text_block_id": "p15_b128", "text": "Climate Change and Disaster Risk Context"}, {"text_block_id": "p15_b129", "text": "Driver of Tuvalu’s Climate and Weather"}, {"text_block_id": "p15_b130", "text": "Tuvalu experiences a hot, humid tropical maritime climate, between the inter-tropical and South Pacific convergence zones, with near constant temperatures throughout the year. There is significant seasonal variability in precipitation with a May to October dry season and a November to April wet season. The average annual rainfall 3,000mm but rainfall can exceed 4,000 mm per annum at times, though Tuvalu often experiences droughts because of its location near the Pacific equatorial dry zone. Dry periods are more severe in the northern than the southern islands, notably in the months of August to October. Dry years in Tuvalu are associated with a positive Southern Oscillation Index (the cold phase of ENSO). There are frequent thunderstorms in the wet season. Tropical cyclones mainly develop in the Tuvalu area and move to higher latitudes with a few hitting the islands in the warm, rather than the cold phase of ENSO (Vavae, 2009), (refer Map 2)."}, {"text_block_id": "p15_b131", "text": "Spring tides and tropical cyclones are the main extreme events. In the 41 year period between 1969 and 2010, 33 tropical cyclones passed within 400 km of Funafuti. Over this period, cyclones occurred more frequently in El Niño years."}, {"text_block_id": "p15_b132", "text": "MAP 2"}, {"text_block_id": "p15_b133", "text": "Locations where tropical cyclones formed over the South Pacific Ocean 1969–2006."}, {"text_block_id": "p16_b134", "text": "MAP 3"}, {"text_block_id": "p16_b135", "text": "The main climate drivers influencing the climate of Tuvalu"}, {"text_block_id": "p16_b136", "text": "The average positions of the climate features in November to April. The yellow arrows show near surface winds, the blue shading represents the bands of rainfall (convergence zones with relatively low pressure), and the red dashed oval indicates the West Pacific Warm Pool. H represents the typical positions of moving high pressure systems. Note the location of Tuvalu (box)."}, {"text_block_id": "p16_b137", "text": "The West Pacific Monsoon"}, {"text_block_id": "p16_b138", "text": "Moves north to mainland Asia during the Northern Hemisphere summer and south to Australia in the Southern Hemisphere summer. The seasonal arrival of the monsoon usually brings a switch from very dry to very wet conditions. It affects countries in the far western Pacific and the Maritime Continent."}, {"text_block_id": "p16_b139", "text": "The South Pacific Convergence Zone"}, {"text_block_id": "p16_b140", "text": "A band of high rainfall stretching approximately from the Solomon Islands to east of the Cook Islands. It is strongest in the Southern Hemisphere summer and affects most countries in the south Pacific."}, {"text_block_id": "p16_b141", "text": "Sub-tropical and high latitude influences"}, {"text_block_id": "p16_b142", "text": "These include sub-tropical high pressure systems and associated South-east and North-east Trade Winds, and cold fronts."}, {"text_block_id": "p17_b143", "text": "The El Nino phenomenon event usually happens once in every three to seven years. As the warm sea surface temperatures move eastwards during El Nino, moisture and water vapour required for cloud formation also migrate eastward and this causes droughts. The major impact of drought is on the rain"}, {"text_block_id": "p17_b144", "text": "-"}, {"text_block_id": "p17_b145", "text": "water catchment reserve. There is no surface water in Tuvalu and the underground water lens is small or nonexistent."}, {"text_block_id": "p17_b146", "text": "Climate change in Tuvalu"}, {"text_block_id": "p17_b147", "text": "Based on known information, maximum temperatures in Funafuti have increased at a rate of 0.21°C per decade since 1950. These increases are consistent with the pattern of global warming. Data for Funafuti and Nanumea since 1950 show no clear trends in annual or seasonal rainfall, although there is substantial variation from year to year. Since 1993, sea level near Tuvalu has risen by about 5mm per year; this is larger than the global average. Ocean acidification has been slowly increasing in Tuvalu’s waters since the 18"}, {"text_block_id": "p17_b148", "text": "th"}, {"text_block_id": "p17_b149", "text": "century (PCCSP, 2011)"}, {"text_block_id": "p17_b150_merged_merged_merged", "text": "The most recent climate change projections for Tuvalu prepared by the Pacific Climate Change Science Program and discussed in detail in Climate Change in the Pacific: Scientific Assessment and New Researchare based on extensive analysis of the 24 global climate models from the Coupled Model Intercomparison Project Phase 3 (CMIP3) together with dynamic and statistical downscaling. The main results for Tuvalu may be summarised as follows:"}, {"text_block_id": "p17_b153", "text": "The most recent climate change projections for Tuvalu prepared by the Pacific Climate Change Science Program and discussed in detail in Climate Change in the Pacific: Scientific Assessment and New Researchare based on extensive analysis of the 24 global climate models from the Coupled Model Intercomparison Project Phase 3 (CMIP3) together with dynamic and statistical downscaling. The main results for Tuvalu may be summarised as follows:\n* Projections for all emissions scenarios indicate that the average annual air temperature and sea\n* There will also be a rise in the number of hot days and warm nights, and a decline in cooler\n* Almost all the global climate models project an increase in average annual and seasonal rainfall\n* Projections show extreme rainfall days are likely to occur more often."}, {"text_block_id": "p18_b161", "text": "The most recent climate change projections for Tuvalu prepared by the Pacific Climate Change Science Program and discussed in detail in Climate Change in the Pacific: Scientific Assessment and New Researchare based on extensive analysis of the 24 global climate models from the Coupled Model Intercomparison Project Phase 3 (CMIP3) together with dynamic and statistical downscaling. The main results for Tuvalu may be summarised as follows:\n* Projections for all emissions scenarios indicate that the average annual air temperature and sea\n* There will also be a rise in the number of hot days and warm nights, and a decline in cooler\n* Almost all the global climate models project an increase in average annual and seasonal rainfall\n* Projections show extreme rainfall days are likely to occur more often.\n* In the Tuvalu region projections show a decrease in the frequency of tropical cyclones by the late\n* Sea level is expected to continue to rise in Tuvalu. By 2030 under a high (A2) emissions scenario\n* Under all three emissions scenarios (low, medium and high) the acidity level of sea waters in the"}, {"text_block_id": "p18_b167", "text": "Disaster Risk Context"}, {"text_block_id": "p18_b168_merged", "text": "Subsequently Tuvalu is at extreme high riskfor the following climate change impacts and associated disasters:"}, {"text_block_id": "p18_b170", "text": "Subsequently Tuvalu is at extreme high riskfor the following climate change impacts and associated disasters:\n* Intense storms and tropical cyclones and associated damages to livelihoods, infrastructures,\n* Droughts and associated health and economic impacts including damages to livelihoods and\n* Extreme rainfall and associated flooding and health implications (any of the health implications\n* Sea level rise and increased erosion and inundation, impacts on marine systems such as coral reef,\n* Increase in temperature and consequent health impacts, land and marine systems respond to the\n* Increase ocean acidification and its impacts on calcium carbonate (calcification), which will affect"}, {"text_block_id": "p18_b182", "text": "The implications and consequences of the above risks are huge for a small atoll nation like Tuvalu. For example, the average elevation in Tuvalu is one metre above mean sea level (MSL), with the highest being less than five metres above MSL. The islands are highly vulnerable to cyclones and sea level rise including tsunamis. Tuvalu is one of the most vulnerable countries in the world to climate change and"}, {"text_block_id": "p19_b183", "text": "rising sea levels (GoT, 1999). The population of Fogafale, Funafuti, where nearly half of the country’s population is concentrated, is on average less than 100 metres wide, making it extremely vulnerable to inundation from sea level rise."}, {"text_block_id": "p19_b184", "text": "To address Tuvalu’s climate change risks, a Climate Change Policy has been developed (Tuvalu Climate Change Policy (2011))."}, {"text_block_id": "p19_b185", "text": "Other Anthropogenic Risks"}, {"text_block_id": "p19_b186_merged", "text": "Tuvalu is also vulnerable to the following ‘technical or anthropogenic’ events or situations."}, {"text_block_id": "p19_b188", "text": "Tuvalu is also vulnerable to the following ‘technical or anthropogenic’ events or situations.\n* Air disaster\n* Maritime disaster (including oil spill)\n* Fire or explosion\n* Air\n* HIV/AIDS and other disease outbreaks\n* Migration from islands\n* Families with no access to land\n* Deteriorating natural environment\n* Waste management\n* Pollution control\n* Hazardous Material / Toxic release\n* Declining rural production\n* Urbanisation (in particular Funafuti)"}, {"text_block_id": "p20_b214", "text": "transporting emergency water supplies during a drought in tuvalu, 2011."}, {"text_block_id": "p21_b215", "text": "ChaPtER ii"}, {"text_block_id": "p21_b216", "text": "Development of the National Strategic Action Plan for Climate Change and Disaster Risk Management"}, {"text_block_id": "p21_b217", "text": "Climate change as used here means climate change adaptation and mitigation"}, {"text_block_id": "p21_b218", "text": "unless specifically defined. Disaster risk management covers disaster risk reduction, mitigation"}, {"text_block_id": "p21_b219", "text": ", minimisation, transfer and disaster management which are preparedness, response, recovery and rehabilitation."}, {"text_block_id": "p21_b220", "text": "Rationale"}, {"text_block_id": "p21_b221", "text": "Several climate change and related national projects such as Tuvalu Pacific Adaptation to Climate Change (PACC), Integrated Water Resource Management (IWRM) and National Adaption Priority for Actions (NAPA) have outcomes to develop a National Climate Change Policy. Similarly the Environment Act (2008) Part VIII: Responses to Climate Change also called for the development of a Climate Policy."}, {"text_block_id": "p21_b222_merged_merged", "text": "Tuvalu’s current national development plan, Te Kakeega II: National Strategy for Sustainable Development 2005 – 2015 is the overarching framework that drives Tuvalu’s development path and resource allocation. Strategy 11.4 outlines the key policy directives for the environment. One of the priorities is to “Establish national climate change adaptation and mitigation policies”. The development of a Tuvalu National Climate Change Policy (TCCP) and its implementation plan (this plan) known as the National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP) and a review of the Disaster Risk Management are inline with the Te Kakeega II priorities. The activities in this NSAP will strengthen adaptation, mitigation and disaster risk reduction and disaster management including mainstreaming climate change and disaster risk reduction into sector plans. This plan is a direct response to achieving Te Kakeega II goals and objectives thus contributing to Tuvalu’s sustainable development."}, {"text_block_id": "p22_b229", "text": "Because of the close and overlapping responsibilities in responding to climate change impacts and disasters, it makes sense to consider and implement them in a systematic and integrated manner. Climate change impacts in an atoll country like Tuvalu contribute to most of the hazards and subsequent disastrous or emergency situations. At the same time there are also areas distinct to each such as earthquake or tsunami risks and the mitigation strategies used to reduce risks. In the context of climate change, mitigation strategies to reduce greenhouse gas (GHG) emissions may consider the use of a renewable energy option to reduce emissions from diesel electricity generators."}, {"text_block_id": "p22_b230", "text": "The Government of Tuvalu requested technical support from the Secretariat of the Pacific Environment Programme (SPREP) and the Applied Geoscience and Technology Division (SOPAC) of the Secretariat of the Pacific Community (SPC) in March 2011 during the Pacific Climate Change Roundtable (PCCR) in Niue. SPREP and SOPAC Divisions responded to the request in May 2011. Other partners such as UNDP (Samoa and Fiji offices) were also able to provide technical support especially in the latter half of the process."}, {"text_block_id": "p22_b231", "text": "National inputs to Relevant Regional and International Frameworks"}, {"text_block_id": "p22_b232", "text": "This NSAP is also part of Tuvalu’s response to their commitments made under the Pacific Islands Framework for Action on Climate Change (PIFACC) and the Regional Framework for Action on Disaster Risk Management endorsed by the Pacific Leaders in 2005. These two inter-related regional frameworks document regional and national priorities for actions. The two regional polices also guide Pacific Islands Countries and Territories (PICTs) on the types of issues that national polices and action plans could consider. Through the implantations of regional frameworks and national action plans, Tuvalu also contributes to the implementation of the Hyogo Framework for Action 2005-2015 and meeting their obligations under the UNFCCC. Similarly, some of the priorities in the Regional Meteorological Strategy important to Tuvalu are picked up in this NSAP such as priority activities for the Tuvalu National Meteorological Services (refer Goal 2 in the action matrix)."}, {"text_block_id": "p23_b233", "text": "Development Process for the NSAP"}, {"text_block_id": "p23_b234", "text": "The TCCP and the NSAP were developed simultaneously using the same methodologies and process. During the first country visit of SPREP and SOPAC Division to Tuvalu (in May 2011) a national expert team was identified to work with the SPREP and SOPAC Division advisers in developing the TCCP and NSAP. This national expert team was coordinated by the Director of Environment and comprised of members of national steering committees of the following national projects: PACC, IWRM, NAPA, SNC, as well as members of the National Disaster Management Committee. As to be expected, most of the members of each committee are the same people. Tuvalu has a six stage process. At each stage, several tasks had to be completed before the next stage could commence."}, {"text_block_id": "p23_b235_merged", "text": "Unique to Tuvalu is the convening of a national climate change summit in Stage 4. All of the High Commissioners from Tuvalu’s Diplomatic Offices participated, as did all of the islands Kaupule, governments, community groups, school representatives, youth and civil society. The key thematic goals of the TCCP and the NSAP were discussed and feedback was recorded for incorporation. The main output of the summit is a communiqué in support of the TCCP and NSAP signed by the Government, Island Kaupule and a representative of the community groups. The eventual approval by Cabinet and Parliament is procedural only. The detailed development process is as follows:"}, {"text_block_id": "p27_b238", "text": "ChaPtER iii"}, {"text_block_id": "p27_b239", "text": "The National Strategic Action Plan for Climate Change and Disaster Risk Management"}, {"text_block_id": "p27_b240", "text": "Linkages with the Tuvalu Climate Change Policy –"}, {"text_block_id": "p27_b241", "text": "Te Kaniva"}, {"text_block_id": "p27_b242", "text": "The National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP) is a joint strategic action plan for climate change adaptation and mitigation and disaster risk management. The NSAP is also the operational (implementation) plan for Tuvalu’s Climate Change Policy (TCCP, 2011) known as"}, {"text_block_id": "p27_b243", "text": "Te Kaniva"}, {"text_block_id": "p27_b244", "text": ". The NSAP and"}, {"text_block_id": "p27_b245", "text": "Te Kaniva"}, {"text_block_id": "p27_b246", "text": "should be read and considered together."}, {"text_block_id": "p27_b247", "text": "The"}, {"text_block_id": "p27_b248", "text": "Te Kaniva"}, {"text_block_id": "p27_b249", "text": "is a ten year policy (2011-2020) while the NSAP is a five year action plan (2012–2016). This is to ensure that the action plan is regularly monitored to keep it relevant to national priorities."}, {"text_block_id": "p27_b250", "text": "The linkages between"}, {"text_block_id": "p27_b251", "text": "Te Kaniva"}, {"text_block_id": "p27_b252", "text": "and NSAP are in the vision, goals, strategies and outcomes. Table 1 of the NSAP gives the goals, strategies, key actions and responsible agencies."}, {"text_block_id": "p27_b253_merged_merged_merged_merged", "text": "The Te Kaniva identified the following seven thematic goals:"}, {"text_block_id": "p29_b256", "text": "Summary of Goals and Outcomes"}, {"text_block_id": "p29_b257", "text": "Goal 1: StRENGthENiNG aDaPtatioN aCtioNS to aDDRESS CuRRENt aND FutuRE VulNERabilitiES"}, {"text_block_id": "p29_b258", "text": "outcomes"}, {"text_block_id": "p29_b259", "text": "outcomes\n* Resilience and livelihoods strengthened.\n* Increased awareness of the costs and implications of climate change and disaster risks.\n* Gender disaggregated data and information are available for development planning.\n* Food security.\n* Coastal protection through re-planting programmes and other appropriate schemes.\n* Water security (adequate water quality and quantity).\n* Preparedness for droughts and other extreme events.\n* Recognition and adaptability of the inter-linkages of systems (ecosystems) in adaptations and disaster risk\n* Marine (offshore) and coastal resources are sustainably managed in the context of climate change to the benefit of\n* Economic security, food and species diversity (biodiversity and ecosystems) for Tuvalu.\n* Appropriate technology transfer and capacity building to support economic diversity initiatives.\n* Climate change adaptation integrated into planning and development decision making including household daily\n* Improved coordination driven by relevant policies.\n* Threats and impacts of climate change and disaster risks on biodiversity minimised and avoided (refer NBSAP,\n* Cost of re-building from the impacts of climate change are primarily borne by major GHG producing countries."}, {"text_block_id": "p30_b289", "text": "Goal 2: iMPRoViNG uNDERStaNDiNG aND aPPliCatioN oF CliMatE ChaNGE Data, iNFoRMatioN aND SitE SPECiFiC iMPaCtS aSSESSMENt to iNFoRM aDaPtatioN aND DiSaStER RiSK REDuCtioN PRoGRaMMES."}, {"text_block_id": "p30_b290", "text": "outcomes"}, {"text_block_id": "p30_b291", "text": "outcomes\n* Strong NMS with legislation, relevant policy and protocols for data sharing and usage are available and\n* Capacity for climate change monitoring is available in the meteorological services\n* Old equipment is replaced and maintained\n* Capacity to service the needs of end users (e.g. agriculture, fisheries, tourists operators, aviation sector, general\n* Improved public awareness of weather and climate information\n* Inter island communications is improved to receive warnings and send observations\n* High level of awareness in school age children (pre-schools, primary, secondary, vocational and tertiary levels).\n* Informed adaptation and mitigation programmes.\n* Tuvalu continues to be visible and have an impact in international negotiations"}, {"text_block_id": "p31_b309", "text": "Goal 3: ENhaNCiNG tuValu’S GoVERNaNCE aRRaNGEMENtS aND CaPaCity to aCCESS aND MaNaGE CliMatE ChaNGE aND DiSaStER RiSK MaNaGEMENt FiNaNCES"}, {"text_block_id": "p31_b310", "text": "outcomes"}, {"text_block_id": "p31_b311", "text": "outcomes\n* There is capacity in each ministry and department to integrate climate change and disaster risks into project\n* Climate change and disaster risks are incorporated in each sectorâs/agencyâs policies, plans and budgetary\n* Effective and responsive island governance where climate change and disaster risks and impacts are integrated into\n* Diversifying gender specific climate resilient livelihoods and enhanced hazard response capacity of the Kaupule.\n* Donor confidence in national procedures and governance arrangements.\n* High level of professionalism in financial management in central and line agencies including Island Kaupule to\n* High level of professionalism in financial management in central and line agencies including Island Kaupule to\n access and report on financial and technical support.\n* National policies and by-laws are enforced to provide the policy driven support for coordinated climate change and\n* Strong coordination of planning, implementation, monitoring and evaluation evident in government agencies\n* High level of awareness amongst agencies and communities on climate change finance.\n* Sustainable and predictable funding available for immediate, medium and long term climate change and disaster\n* Improved coordination, sharing of expertise, data and information.\n* Good lessons learned and best practices are gathered, replicated and shared.\n* A ministry to encompass climate change, disaster risk management and Meteorology thus raising their visibility and"}, {"text_block_id": "p32_b338", "text": "Goal 5. ENSuRiNG ENERGy SECuRity aND a loW CaRboN FutuRE FoR tuValu."}, {"text_block_id": "p33_b339", "text": "Goal 6: PlaNNiNG FoR EFFECtiVE DiSaStER PREPaREDNESS, RESPoNSE aND RECoVERy"}, {"text_block_id": "p33_b340", "text": "outcomes"}, {"text_block_id": "p34_b341", "text": "Taro plantation impacted by drought conditions in Tuvalu."}, {"text_block_id": "p35_b342", "text": "ChaPtER iV"}, {"text_block_id": "p35_b343", "text": "Implementation Strategy"}, {"text_block_id": "p35_b344", "text": "The key strategy for the implementation of"}, {"text_block_id": "p35_b345", "text": "Te Kaniva"}, {"text_block_id": "p35_b346", "text": "and NSAP is to ensure an all of government and community integrated approach to the implementation of the priorities identified in these two national policy and strategy documents."}, {"text_block_id": "p35_b347", "text": "Leadership is crucial and expected to come from the Government of Tuvalu, coordinated by the Department of Environment as mandated by the 2008 Environment Act where the Minister responsible for environment is also responsible for climate change, Environmental Impact Assessment (EIA), waste management, conservation and protected areas, and sustainable development of land and marine areas and resources."}, {"text_block_id": "p35_b348", "text": "This chapter presents the institutional arrangements for implementation of the TCCP and NSAP."}, {"text_block_id": "p35_b349", "text": "Institutional Arrangements for Implementation"}, {"text_block_id": "p35_b350_merged_merged", "text": "The implementation arrangements for Te Kaniva: Tuvalu Climate Change Policy (TCCP) and the National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP) partly follow the currently established arrangements and suggest a merging of the two national committees responsible for coordinating climate change and disaster risk management in Tuvalu. The suggested merging was developed through consultations with the Tuvalu expert team working on the TCCP and NSAP and through consultation with a number of Chief Executives and senior officials within Government."}, {"text_block_id": "p35_b353", "text": "Currently, climate change and disaster risk management have two separate institutional arrangements although the positions and the holder inside these two arrangements may be the same. The National Disaster Management Act stipulates the institutional arrangements for disaster risk management (DRM). In the event of an emergency or disaster the structure is:"}, {"text_block_id": "p36_b354", "text": "FIGURE 1"}, {"text_block_id": "p36_b355", "text": "DRM Arrangements for Emergency"}, {"text_block_id": "p36_b356", "text": "Source: Tuvalu National Disaster Plan (2nd Draft, 2010)"}, {"text_block_id": "p36_b357_merged", "text": "The National Disaster Committee (NDC) is coordinated by the National Disaster Management Office (NDMO) which is housed in the Office of the Prime Minster. The Minister responsible to Government on all disaster related matters shall ensure that all government agencies have taken adequate measures to mitigate, prepare, respond to and recover from disasters and foster the participation of non-government agencies in disaster risk management arrangements taken by government (Part 2 National Disaster Management Act)."}, {"text_block_id": "p36_b360", "text": "As mentioned above, the climate change portfolio is under the Department of Environment as provided by the provisions of the 2008 Environment Act. The Department of Environment provides the overarching coordination and advisory role for climate change related projects through"}, {"text_block_id": "p37_b361", "text": "As mentioned above, the climate change portfolio is under the Department of Environment as provided by the provisions of the 2008 Environment Act. The Department of Environment provides the overarching coordination and advisory role for climate change related projects through\n* National Climate Change Advisory Committee (NCCAC) (refer Figure 2). The NCCAC is an\n<\\li1>"}, {"text_block_id": "p37_b363", "text": "FIGURE 2"}, {"text_block_id": "p37_b364", "text": "Schematic of the Institutional Arrangements of National Climate Change Programmes showing some National Projects as examples."}, {"text_block_id": "p38_b365", "text": "This NSAP includes an action that will look in detail at the institutional arrangements of DRM, Climate Change and Meteorology. There is value in these three institutions working collaboratively to ensure timely sharing of data, information and expertise to support adaptation and disaster risk reduction planning."}, {"text_block_id": "p38_b366", "text": "Institutional Arrangements for the NSAP"}, {"text_block_id": "p38_b367", "text": "For the purpose of driving and coordinating the NSAP implementation, it is recommended that the NCCAC and the NDC be merged and called a NSAP for Climate Change and DRM Steering Committee (NSAPCC) (refer Figure 3). The DOE will provide the secretariat role for the NSAPCC. However, the DOE is thinly stretched and needs additional staff to coordinate the NSAP implementation. It is recommended that a new NSAPCC Management Team is established within the DOE consisting of a Coordinator, Technical Adviser, a Communication Officer and administration support. The initial functions of the NSAPCC could include the following:"}, {"text_block_id": "p38_b368", "text": "FIGURE 3"}, {"text_block_id": "p38_b369", "text": "NSAP Implementation Arrangements"}, {"text_block_id": "p39_b370", "text": "■"}, {"text_block_id": "p39_b371", "text": "Drive coordination and collaboration among the agencies in Tuvalu that have responsibilities for climate change and disaster risk reduction"}, {"text_block_id": "p39_b372", "text": "■"}, {"text_block_id": "p39_b373", "text": "Package NSAP into funding proposals and facilitate requests for funding and technical assistance"}, {"text_block_id": "p39_b374", "text": "■"}, {"text_block_id": "p39_b375", "text": "Liaise with donors, CROP agencies and UN agencies to support NSAP implementation"}, {"text_block_id": "p39_b376", "text": "■"}, {"text_block_id": "p39_b377", "text": "Advocate NSAP, and monitoring and evaluation of NSAP activities."}, {"text_block_id": "p39_b378", "text": "■"}, {"text_block_id": "p39_b379", "text": "Assist Ministries to integrate NSAP actions into Corporate Plans and Annual Work Plans."}, {"text_block_id": "p39_b380", "text": "■"}, {"text_block_id": "p39_b381", "text": "Develop and implement a communication strategy to support NSAP implementation including the identification of the requisite resource requirements and associated costs"}, {"text_block_id": "p39_b382", "text": "■"}, {"text_block_id": "p39_b383", "text": "Provide regular reports at a minimum of six month intervals to the DCC and Cabinet on NSAP implementation"}, {"text_block_id": "p39_b384", "text": "■"}, {"text_block_id": "p39_b385", "text": "Submit reports and acquittals to donors and development partners in relation to any specific funding and technical assistance that may be provided for NSAP implementation."}, {"text_block_id": "p39_b386", "text": "Costing Methodology and Indicative Costing"}, {"text_block_id": "p39_b387", "text": "Table 2 provides a total indicative cost to implement the DRM arrangements. The estimated cost includes both the financial cost of actions and the in-kind contributions made by the Government of Tuvalu and partners to execute actions. In the process of determining the costs certain assumptions were used so that they can be as close as possible to the real situations. The assumptions used are as follows:"}, {"text_block_id": "p39_b388", "text": "■"}, {"text_block_id": "p39_b389", "text": "Costs including travel to the outer islands using the vessel that service these islands."}, {"text_block_id": "p39_b390", "text": "■"}, {"text_block_id": "p39_b391", "text": "Some community based actions – such as training – is envisaged to be conducted on each of the islands. There are nine islands that make up Tuvalu including Funafuti."}, {"text_block_id": "p39_b392", "text": "■"}, {"text_block_id": "p39_b393", "text": "Travel costs and purchase of equipment or assets are generally distinguished from other costs."}, {"text_block_id": "p39_b394", "text": "■"}, {"text_block_id": "p39_b395", "text": "In a few specific cases, an overseas consultant would be required to execute an action. In such cases, an overseas rate was applied. However, technical assistance from consultant would be sourced from Tuvalu wherever possible. The cost of a local consultant is often lower than the cost of an overseas consultant."}, {"text_block_id": "p39_b396", "text": "■"}, {"text_block_id": "p39_b397", "text": "Communications are normally provided as a package (e.g. so many advertisements on radio per week) and often work out cheaper when provided that way."}, {"text_block_id": "p39_b398", "text": "■"}, {"text_block_id": "p39_b399", "text": "Action 3.1 covers the recruitment of an additional officer in the National Disaster Management"}, {"text_block_id": "p40_b400", "text": "Office to assist the lone officer in that office in the coordination of the implementation of this plan. NDC members suggested that this salary be costed provisionally for two years only. If the position was to be made permanent, costs would clearly need to be covered from the annual government budgetary estimates."}, {"text_block_id": "p40_b401", "text": "Gross Indicative Costs"}, {"text_block_id": "p40_b402", "text": "The overall indicative resource costs to implement the NSAP over the period 2012-2016 are estimated to be AUD8,002, 408 (Table 2). Of this, it is estimated that in-kind staff contributions would constitute 21 per cent of resource costs while the financial costs account for 79 per cent."}, {"text_block_id": "p40_b403", "text": "Table 2"}, {"text_block_id": "p40_b404", "text": "Resource Costs by Goal"}, {"text_block_id": "p41_b405", "text": "The highest estimated cost is Goal 1 “Strengthening Adaptation Actions to Address Current and Future Vulnerabilities” which is around AUD2,108,119. It is also the highest in terms of the financial and in-kind contributions. The financial cost will be sourced from development partners while the in-kind contributions are provided by the Tuvalu Government and regional partners. The majority of these in-kinds are for staff time that will support the various initiatives."}, {"text_block_id": "p41_b406", "text": "To provide flexibility in planning for implementation activities, a contingency of 10 per cent has been applied to all financial costs. In this case, the total financial costs would increase to a potential AUD698,670 (Table 3)."}, {"text_block_id": "p41_b407", "text": "TABLE 3"}, {"text_block_id": "p41_b408", "text": "Resource costs by Goal including contingency"}, {"text_block_id": "p42_b409", "text": "Financing strategy"}, {"text_block_id": "p42_b410", "text": "The financing of NSAP implementation is to be facilitated through three basic approaches:"}, {"text_block_id": "p42_b411", "text": "■"}, {"text_block_id": "p42_b412", "text": "In-kind support from the Government largely through the dedication of staff time."}, {"text_block_id": "p42_b413", "text": "■"}, {"text_block_id": "p42_b414", "text": "Securing financial assistance through external donors and development partners including the funding of a Management Team. The DCC will coordinate this approach with the NSAPCC Management Team."}, {"text_block_id": "p42_b415", "text": "■"}, {"text_block_id": "p42_b416", "text": "The management and accountability for any new donors’ funds for NSAP should follow the Government of Tuvalu’s procedures."}, {"text_block_id": "p43_b417", "text": "References"}, {"text_block_id": "p43_b418", "text": "Australian Bureau of Meteorology and CSIRO. 2011. Climate Change in the Pacific: Scientific Assessment and New Research. Volume 1: Regional Overview, Volume 2: Country Reports."}, {"text_block_id": "p43_b419", "text": "Government of Tuvalu 2008 Environment Act, Government of Tuvalu, Funafuti"}, {"text_block_id": "p43_b420", "text": "Government of Tuvalu 2005 Te Kakeega II, Government of Tuvalu, Funafuti."}, {"text_block_id": "p43_b421", "text": "Tuvalu 2002 Population and Housing Census, Vol 1, Analytic Report, Secretariat of the Pacific Community."}, {"text_block_id": "p43_b422", "text": "Tuvalu 2010 National disaster management plan, SOPAC, Suva Fiji."}, {"text_block_id": "p44_b423", "text": "TABLE 4"}, {"text_block_id": "p44_b424", "text": "National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP) 2012–2016"}, {"text_block_id": "p44_b425", "text": "Goal 1-StRENGthENiNG aDaPtatioN aCtioNS to aDDRESS CuRRENt aND FutuRE VulNERabilitiES"}, {"text_block_id": "p45_b426", "text": "Goal 1-StRENGthENiNG aDaPtatioN aCtioNS to aDDRESS CuRRENt aND FutuRE VulNERabilitiES"}, {"text_block_id": "p46_b427", "text": "Goal 1-StRENGthENiNG aDaPtatioN aCtioNS to aDDRESS CuRRENt aND FutuRE VulNERabilitiES"}, {"text_block_id": "p47_b428", "text": "Goal 2 -iMPRoViNG uNDERStaNDiNG aND aPPliCatioN oF CliMatE ChaNGE Data, iNFoRMatioN aND SitE SPECiFiC iMPaCtS aSSESSMENt to iNFoRM aDaPtatioN aND DiSaStER RiSK REDuCtioN PRoGRaMMES."}, {"text_block_id": "p48_b429", "text": "Goal 3 – ENhaNCiNG tuValu’S GoVERNaNCE aRRaNGEMENtS aND CaPaCity to aCCESS aND MaNaGE CliMatE ChaNGE aND DiSaStER RiSK MaNaGEMENt FiNaNCES"}, {"text_block_id": "p49_b430", "text": "Goal 3 – ENhaNCiNG tuValu’S GoVERNaNCE aRRaNGEMENtS aND CaPaCity to aCCESS aND MaNaGE CliMatE ChaNGE aND DiSaStER RiSK MaNaGEMENt FiNaNCES"}, {"text_block_id": "p50_b431", "text": "Goal 4 -DEVEloPiNG aND MaiNtaiNiNG tuValu’S iNFRaStRuCtuRE to WithStaND CliMatE ChaNGE iMPaCtS, CliMatE VaRiability, DiSaStER RiSKS aND CliMatE ChaNGE PRojECtioN"}, {"text_block_id": "p51_b432", "text": "Goal 5. ENSuRiNG NatioNal ENERGy SECuRity aND a loW CaRboN FutuRE FoR tuValu"}, {"text_block_id": "p52_b433", "text": "Goal 6 – PlaNNiNG FoR EFFECtiVE DiSaStER PREPaREDNESS, RESPoNSE aND RECoVERy"}, {"text_block_id": "p53_b434", "text": "Goal 7: GuaRaNtEEiNG thE SECuRity oF thE PEoPlE oF tuValu FRoM thE iMPaCtS oF CliMatE ChaNGE aND thE MaiNtENaNCE oF NatioNal SoVEREiGNty"}], "document_description": "NSAP is the implementation plan for Te Kaniva and was also co-ordinated by the Ministry of Foreign Affairs, Trade, Tourism, Environment and Labour. As a five-year action plan, it is intended to be revised at the mid-point of the Te Kaniva period and adjusted accordingly. The NSAP identifies 141 specific actions to meet the seven thematic goals outlined in Te Kaniva, as well as realising the target of 100% electricity generation through renewable energy technologies first outlined in the 2009 National Energy Policy and specifies the responsible agencies and the total expected costs of achieving these actions. The actions include:<br />\n- Develop nurseries to nurture selected food crop and tree species that are salt and heat tolerant;<br />\n- Develop legislation for the Meteorological Services;<br />\n- Conduct training for all eight island Kaupule on integrating climate change and disaster risks into Island Strategic Plans;<br />\n- Establish building code for climate resilient housing;<br />\n- Review and/or develop enabling legislation and regulations to promote and enforce energy efficiency and renewable energy opportunities;<br />\n- Review fire safety in all schools, hospital, power stations, key offices and conduct relevant training on equipment use and maintenance; and<br />\n- Review and amend Tuvalu's constitution and relevant legislation to address Tuvalu's sovereignty of its EEZ (exclusive economic zone) regardless of projected impacts of climate change.<br />\n<br />\nIt also recommends a new National Strategic Action Plan Co-ordinating Committee be established to oversee the implementation of the NSAP."}