{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Tuvalu", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Te Kaniva: Tuvalu National Climate Change Policy", "document_country_code": "TUV", "document_hazard_name": ["Changes In Average Temperature", "Changes In Surface Water", "Sea Level Rise", "Soil Erosion", "Changes In Soil Quality", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2012", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/TUV/2012/TUV-2012-12-25-Te Kaniva: Tuvalu National Climate Change Policy_26cd1ea0f771a8a77d2fd133ce954723.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TE KANIVA"}, {"text_block_id": "p0_b2", "text": "TuVAlu ClImATE ChANgE PolICy"}, {"text_block_id": "p0_b3", "text": "2012"}, {"text_block_id": "p0_b4", "text": "Charting Tuvalu through the Challenges of Climate Change"}, {"text_block_id": "p1_b5", "text": "TE KANIVA: Tuvalu Climate Change Policy"}, {"text_block_id": "p1_b6", "text": "Coordinated by the"}, {"text_block_id": "p1_b7", "text": "Ministry of Foreign Affairs, Trade, Tourism, Environment and Labour"}, {"text_block_id": "p1_b8", "text": "in collaboration with"}, {"text_block_id": "p1_b9", "text": "Tuvalu Pacific Adaptation to Climate Change (PACC)"}, {"text_block_id": "p1_b10", "text": "Tuvalu Integrated Water Resource Management (IWRM)"}, {"text_block_id": "p1_b11", "text": "Tuvalu National Adaption Programme of Action (NAPA)"}, {"text_block_id": "p1_b12", "text": "Tuvalu Second National Communication (SNC)"}, {"text_block_id": "p1_b13", "text": "Tuvalu National Disaster Risk Management Programme (TDRMP)"}, {"text_block_id": "p1_b14", "text": "GovERNMENT oF TuvALu"}, {"text_block_id": "p1_b15", "text": "Technical assistance provided by"}, {"text_block_id": "p1_b16", "text": "SPREP, SoPAC Division of SPC and uNDP"}, {"text_block_id": "p1_b17", "text": "Graphic layout and editing commissioned by SPREP and printed by SoPAC Division of SPC"}, {"text_block_id": "p2_b18", "text": "Contents"}, {"text_block_id": "p3_b19", "text": "Foreword"}, {"text_block_id": "p3_b20", "text": "am extremely delighted to present this first comprehensive Tuvalu Climate Change Policy (TCCP) titled"}, {"text_block_id": "p3_b21", "text": "“Te Kaniva”"}, {"text_block_id": "p3_b22", "text": "."}, {"text_block_id": "p3_b23", "text": "The word"}, {"text_block_id": "p3_b24", "text": "Te Kaniva"}, {"text_block_id": "p3_b25", "text": "refers to a traditional travelling method of using stars and daily weather patterns by our ancestors when they go on a long journey or on a fishing expedition. It has been coined to embrace the theme of the 2011 National Climate Change Summit (upon which this policy was formulated): “charting Tuvalu through the challenges of climate change”. It is hopeful that by conceptualizing such a traditional travel method, this TCCP will help chart our way through the many impacts of climate change."}, {"text_block_id": "p3_b26", "text": "Te Kaniva"}, {"text_block_id": "p3_b27", "text": "is the outcome of the nationwide consultation that took place in 2011. All levels of the society in the outer islands and island communities on the capital participated. Following this consultation was the one-day National Climate Change Summit (NCCS) on 30 September 2011. The NCCS was attended by local leaders and dignitaries of all levels of the society, church leaders, representative of primary, secondary and tertiary schools as well as political leaders. They met on the capital to finalize the outcomes of the consultation and the result was the NCCS Communiqué, which forms the basis of this TCCP."}, {"text_block_id": "p3_b28", "text": "Te Kaniva"}, {"text_block_id": "p3_b29", "text": "contains the aspirations of the people of Tuvalu on how best to address the impacts and consequences of climate change. It encompasses mitigation and adaption strategies that endeavor to address seven thematic goals both in the short term and long term. These strategies come with high price tags that we do not have the resource and capacity to meet. It will be a huge challenge to all of us. However, we should not be discouraged but face it with courage. With the support of the international community through the financing avenues that are in place for climate change as well as the support of our donor partners, there is no doubt that we will be able to achieve the outcomes enshrined herein."}, {"text_block_id": "p3_b30_merged_merged_merged", "text": "I wish to conclude by registering my sincere gratitude to all our leaders at different sectors and levels for the great commitment they have made to ensure this important policy document is completed. I would also like to extend a big thank you to all those who participated in one way or another during the consultation process. A special fakafetai lasi goes to members of the consultation team, staff of the Department of Environment and the Ministry of Foreign Affairs, Trade, Tourism, Environment and Labour, and experts from SPREP and SOPAC for their hard work and dedication throughout the formulation process."}, {"text_block_id": "p3_b33", "text": "Hon. Apisai Ielemia"}, {"text_block_id": "p3_b34", "text": "Minister of Foreign Affairs, Trade, Tourism, Environment and Labour"}, {"text_block_id": "p4_b35", "text": "Tuvalu Climate Change Summit"}, {"text_block_id": "p4_b36", "text": "Charting Tuvalu through the Challenges of Climate Change"}, {"text_block_id": "p4_b37", "text": "30 September 2011"}, {"text_block_id": "p4_b38", "text": "Communiqué"}, {"text_block_id": "p4_b39", "text": "We the Participants of the Tuvalu Climate Change Summit held at Funafuti Tuvalu on the 30th September 2011, comprising of, Chiefs, Presidents and representatives of Island Councils, representatives of civil society and the private sector, Cabinet Ministers, Members of Parliament, Tuvalu’s ambassadors, civil servants and representatives of regional organisations, development partners and United Nations Development Programme:"}, {"text_block_id": "p4_b40", "text": "RECOGNISE"}, {"text_block_id": "p4_b41", "text": "the importance of the consultative and participatory process adopted in developing Tuvalu’s Climate Change Policy and National Strategic Action Plan for Climate Change and Disaster Risk Management."}, {"text_block_id": "p4_b42", "text": "REAFFIRM"}, {"text_block_id": "p4_b43", "text": "our joint responsibility for the development and security of Tuvalu."}, {"text_block_id": "p4_b44", "text": "SUPPORT"}, {"text_block_id": "p4_b45", "text": "the Government’s proactive stand in adapting and responding to climate change impacts through the development of the Tuvalu Climate Change Policy and National Strategic Action Plan for Climate Change and Disaster Risk Management to guide our coordinated efforts in ensuring that our development aspirations highlighted in the Te Kakeega II and its future iterations are met."}, {"text_block_id": "p4_b46", "text": "REAFFIRM"}, {"text_block_id": "p4_b47", "text": "the importance of the role of the Kaupule in implementing climate change actions at the community level."}, {"text_block_id": "p4_b48", "text": "REITERATE"}, {"text_block_id": "p4_b49", "text": "our grave concerns about the impacts of global climate change in particular those we are currently experiencing through the increased severity and frequency of extreme climate events. The severity of these events increase disaster risks, undermine our responsibility, tests our capacity and has rendered Tuvalu more vulnerable to the impacts of climate change."}, {"text_block_id": "p5_b50", "text": "UGENTLY CALL ON"}, {"text_block_id": "p5_b51", "text": "the international community to support the continuation of the Kyoto Protocol and urgently move to a more comprehensive legal agreement that encompasses all major green house gas emitters."}, {"text_block_id": "p5_b52", "text": "COMMIT"}, {"text_block_id": "p5_b53", "text": "to the urgent implementation of Tuvalu’s Climate Change Policy and National Strategic Action Plan for Climate Change and Disaster Risk Management ."}, {"text_block_id": "p5_b54", "text": "URGENTLY REQUEST"}, {"text_block_id": "p5_b55", "text": "support from our development partners in particular through expediting access to funds for adaptation and mitigation creating under the UNFCCC, Kyoto Protocol and other international frameworks for the implementation of the Tuvalu’s Climate Change Policy and National Strategic Action Plan for Climate Change and Disaster Risk Management."}, {"text_block_id": "p5_b56", "text": "JOINTLY AGREE"}, {"text_block_id": "p5_b57", "text": "on the Vision and priority thematic goals of the Tuvalu’s Climate Change Policy for implementation namely:"}, {"text_block_id": "p5_b58", "text": "Vision:"}, {"text_block_id": "p5_b59", "text": "To protect Tuvalu’s status as a nation and its cultural identity and to build its capacity to ensure a safe, resilient and prosperous future."}, {"text_block_id": "p5_b60", "text": "Goals:"}, {"text_block_id": "p5_b61", "text": "Goals:\n* Strengthening Adaptation Actions to Address Current and Future Vulnerabilities\n* Improving Understanding and Application of Climate Change Data, Information and Site Specific\n* Enhancing Tuvaluâs Governance Arrangements and Capacity to Access and Manage Climate\n* Developing and Maintaining Tuvaluâs Infrastructures to Withstand Climate Change Impacts, Climate\n* Ensuring Energy Security and a Low Carbon Future for Tuvalu.\n* Planning for Effective Disaster Preparedness, Response and Recovery\n* Guaranteeing the Security of the People of Tuvalu from the Impacts of Climate Change and the"}, {"text_block_id": "p5_b75", "text": "NOte"}, {"text_block_id": "p5_b76", "text": "with appreciation the support provided by SPREP, SOPAC Division of SPC, UNDP and AusAID to facilitate the formulation of the Tuvalu’s Climate Change Policy and National Strategic Action Plan for Climate Change and Disaster Risk Management and request their ongoing technical assistance."}, {"text_block_id": "p6_b77", "text": "Signatories"}, {"text_block_id": "p6_b78", "text": "LentftJti Kaua.pa"}, {"text_block_id": "p6_b79", "text": "Hui: Pule Fenua o N'.nuunea"}, {"text_block_id": "p6_b80", "text": "Mesako Usurono"}, {"text_block_id": "p6_b81", "text": "Ulu Fenua o Funafuti"}, {"text_block_id": "p6_b82", "text": "Hosea. P:apaolop"}, {"text_block_id": "p6_b83", "text": "UJu. Allld ,o Nukufetau"}, {"text_block_id": "p6_b84", "text": "Ul11 Fenua o Nuikulaelae"}, {"text_block_id": "p7_b85", "text": "Introduction"}, {"text_block_id": "p7_b86", "text": "e Kaniva"}, {"text_block_id": "p7_b87", "text": "(Tuvalu Climate Change Policy) prescribes the Government and the people of Tuvalu’s stra"}, {"text_block_id": "p7_b88", "text": "-"}, {"text_block_id": "p7_b89", "text": "tegic polices for responding to climate change impacts and related disaster risks over the next 10 years (2012–2021). The Policy defines seven thematic goals, strategies and desired outcomes that the Government and the people of Tuvalu have prioritised for implementation to ensure that safety and re"}, {"text_block_id": "p7_b90", "text": "-"}, {"text_block_id": "p7_b91", "text": "silience are achieved."}, {"text_block_id": "p7_b92", "text": "The Policy is directly linked to the National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP). In both the policy and NSAP, climate change refers to both adaptation and mitigation unless specifically differentiated. The Policy covers climate change impacts and related climate and hydrological hazards whereas the NSAP covers geological and anthropological hazards and related disasters."}, {"text_block_id": "p7_b93_merged_merged", "text": "This Policy is ‘cross cutting’ meaning that climate change impacts affect every development sector and Tuvaluans way of life. Thus its implementation (refer NSAP) should be integrated into all the sectors and thematic areas of Te Kakeega II and all community and islands’ development."}, {"text_block_id": "p8_b96", "text": "Policy Considerations"}, {"text_block_id": "p8_b97_merged", "text": "uvalu is the fourth smallest nation in the world with the landmass of 26km with 9561 peoplescat-tered across eight inhibited islands. Funafuti, where the national capital of Tuvalu is located, is home to about half of Tuvalu’s total population. The challenges Tuvalu faces in the context of climate change are similar to other small island countries but Tuvalu is a small atoll country and their vulnerability to climate change impacts and associated disasters are much more profound due to limited ecological, socio-economic and technological capacities."}, {"text_block_id": "p8_b103", "text": "All islands in Tuvalu are extremely low lying (3m or less geographical elevation above mean sea level). Sea level rise is a direct threat to lives, assets, livelihoods and ecosystems capacity exacerbated by the fact many areas were dug up during WWII, sea water seeps from underground as well as inundation from the sea. Rising atmospheric and surface ocean temperatures reduce productivity of agriculture and marine resources, increase evaporation from soils, and pose a direct health threat. There is clear evidence of mean sea level increase regionally (2-3mm/year) and temperature increase in the last six decades (0.2°C/decade), and they are likely to continue in the future."}, {"text_block_id": "p8_b104", "text": "Key climate change impacts and consequences that Tuvalu need to urgently adapt and reduce the risks of disaster include the following:"}, {"text_block_id": "p8_b105", "text": "Key climate change impacts and consequences that Tuvalu need to urgently adapt and reduce the risks of disaster include the following:\n* Sea level rise\n* Intensity and frequency of tropical cyclones\n* Coastal erosion and loss of land\n* Salt water intrusion into water resources,\n* Drought\n* Storm surges\n* Increasing temperature (heat stress)\n* Coral bleaching\n* Biodiversity loss"}, {"text_block_id": "p8_b123", "text": "Given the considerable overlap between disaster risk reduction and climate change adaptation, the policy is aiming to integrate both in terms of policy, institutional arrangements and capacity building, and in the technical tools and risk-reduction disaster management methods utilised as set out in the National Strategic Action Plan for Climate Change and Disaster Risk Management (NSAP)."}, {"text_block_id": "p9_b124", "text": "Guiding Principles of the Policy"}, {"text_block_id": "p9_b125", "text": "e Kaniva"}, {"text_block_id": "p9_b126", "text": "has been developed with a set of principles to guide implementation activities based upon and consistent with those within"}, {"text_block_id": "p9_b127", "text": "Te Kakeega II"}, {"text_block_id": "p9_b128", "text": "(and subsequent revisions), the National Water Policy (being developed), the National Energy Policy (2009) and National Disaster Risk Management Plan:"}, {"text_block_id": "p9_b129", "text": "(and subsequent revisions), the National Water Policy (being developed), the National Energy Policy (2009) and National Disaster Risk Management Plan:\n* Ownership, planning and implementation of this strategy will ultimately lie with the Government\n* of each island and supported by regional agencies,\n* A complementary approach that builds on and responds to Te Kakeega II, Islands Strategic Plans\n\t* The Pacific Adaptation to Climate Change project (PACC)\n\t* Integrated Water Resource Management project (IWRM)\n\t* The National Adaptation Programme of Action (NAPA)\n\t* The UN Framework Convention on Climate Change Second National Communication (SNC)\n\t* The Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project (PIGGAREP)\n\t* The National Biodiversity Strategic Action Plan (NBSAP)\n\t* The UN Convention to Combat Desertification Sustainable Land Management project (SLM) and\n\t* Tne European Development Fund (EDF 10)\n\t* The Coping with Climate Change in the Pacific Island Region project (CCCPIR)\n\t* Existing technical studies and information.\n\t* Climate change adaptation programmes are to be guided by this policy and its National Strategic"}, {"text_block_id": "p10_b159", "text": "(and subsequent revisions), the National Water Policy (being developed), the National Energy Policy (2009) and National Disaster Risk Management Plan:\n* Ownership, planning and implementation of this strategy will ultimately lie with the Government\n* of each island and supported by regional agencies,\n* A complementary approach that builds on and responds to Te Kakeega II, Islands Strategic Plans\n\t* The Pacific Adaptation to Climate Change project (PACC)\n\t* Integrated Water Resource Management project (IWRM)\n\t* The National Adaptation Programme of Action (NAPA)\n\t* The UN Framework Convention on Climate Change Second National Communication (SNC)\n\t* The Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project (PIGGAREP)\n\t* The National Biodiversity Strategic Action Plan (NBSAP)\n\t* The UN Convention to Combat Desertification Sustainable Land Management project (SLM) and\n\t* Tne European Development Fund (EDF 10)\n\t* The Coping with Climate Change in the Pacific Island Region project (CCCPIR)\n\t* Existing technical studies and information.\n\t* Climate change adaptation programmes are to be guided by this policy and its National Strategic\n* Equitable development between population groups through recognition of the unique nature of each\n* Respect for, and preservation of, the values, culture and traditions of Tuvalu.\n* Respect for human rights, the rule of law, gender equality and sensitivity.\n* Supports sustainable development (economic, social and political development and ecological\n* A multidisciplinary and no-regrets approach to guiding adaptation decision-making, based on\n* The most effective and efficient ways to increase resilience to climate change require scientific and"}, {"text_block_id": "p11_b171", "text": "Policy Statement and Purpose"}, {"text_block_id": "p11_b172_merged", "text": "The purpose of Te Kaniva is to set out the strategic priorities for scaling up the Government of Tuvalu’s commitments to respond to climate change, both in terms of current and future vulnerabilities. This policy promotes a coordinated approach to strengthen the capacity of Tuvalu in reducing current and projected climate change impacts and risks such as the risk of loss of life, economic disruption and damage to the environment and property, and to alleviate poverty in vulnerable groups, thus ensuring a healthy, educated and peaceful and prosperous Tuvalu. Complementary to Te Kakeega II, the climate change policy is to be incorporated into every sector’s development and implementation plans. The policy’s aim is underscored in its vision."}, {"text_block_id": "p11_b177", "text": "To protect Tuvalu’s status as a nation and its cultural identity and to build its capacity to ensure a safe, resilient and prosperous future."}, {"text_block_id": "p12_b178_merged", "text": "The Linkages of Te Kaniva to Te Kakieega II and its NSAP"}, {"text_block_id": "p13_b183", "text": "Policy Thematic Goals, Strategies and Outcomes"}, {"text_block_id": "p13_b184_merged", "text": "The following priority thematic goals are based on a comprehensive process of consultation including situation analysis, desk reviews, government, civil society, private sector and outer islands consultations and workshops and a National Climate Change Summit where island chiefs and Kaupule attended together with government, civil society, churches and school children. The goals underpin sustainable development in Tuvalu and the need to urgently adapt and integrate climate change into sector and/or thematic policies, plans and budgetary processes to reduce disaster or emergency risks."}, {"text_block_id": "p14_b187", "text": "GOal 1"}, {"text_block_id": "p14_b188", "text": "Strengthening Adaptation Actions to Address Current and Future Vulnerabilities"}, {"text_block_id": "p14_b189", "text": "Adaptation to climate change hazards and their impact are absolutely necessary for Tuvaluans to survive in Tuvalu. On-the-ground adaptation now means that Tuvalu’s resiliency and capacity are being strengthened as the people of Tuvalu wish to continue living in their country and experience their unique culture and way of life."}, {"text_block_id": "p14_b190", "text": "Key ISSueS:"}, {"text_block_id": "p14_b191", "text": "Key ISSueS:\n* Health and socio-economic cost and implications of climate change\n* Narrow resource base/narrow opportunities for livelihood diversity\n* Lack of awareness\n* Food crops affected by storms and salt water intrusion\n* Coastal system vulnerability to population growth and demand and vulnerable to erosion from\n* Water management issues\n* Droughts\n* Lack of coordinated and integrated planning and implementation among responsible agencies\n* Lack of enabling policies, legislation and regulations\n* Lack of opportunity to diversify livelihoods or income generation\n* Lack of support from big greenhouse gas (GHG) emitters to the cost of rebuilding due climate"}, {"text_block_id": "p16_b213", "text": "GOal 2"}, {"text_block_id": "p16_b214", "text": "Improving Understanding and Application of Climate Change Data, Information and Site Specific Impacts Assessment to Inform Adaptation and Disaster Risk Reduction Programmes."}, {"text_block_id": "p16_b215", "text": "Developing scientific and assessment capacity in Tuvalu will be an important element of this Policy (TCCP) and its Action Plan (NSAP). The need to understand climate change and its impacts in the context of Tuvalu and to communicate this to policy and decision makers cannot be undermined. There is a need to link this to the work of Tuvalu Meteorological Services."}, {"text_block_id": "p16_b216", "text": "Key ISSueS"}, {"text_block_id": "p16_b217", "text": ":"}, {"text_block_id": "p16_b218", "text": ":\n* Lack of capacity (climate services) and enabling policy and legislation within the Tuvalu NMS\n* Old equipment\n* Lack of capacity and resources to translate weather and climate information for end users\n* Lack of public and school awareness of weather and climate information\n* Poor inter-island communication\n* Poor adaptation and mitigation initiatives\n* Lack of national capacity for negotiations"}, {"text_block_id": "p18_b232", "text": "GOal 3"}, {"text_block_id": "p18_b233", "text": "Enhancing Tuvalu’s Governance Arrangements and Capacity to Access and Manage Climate Change and Disaster Risk Management Finances"}, {"text_block_id": "p18_b234", "text": "Tuvalu must strengthen national institutional arrangements and position itself to obtain maximum benefits from relevant international and regional instruments relating to climate change finances. This entails strengthening the capacity of agencies responsible for climate change coordination, development planning, disaster risk reduction and regulation by supporting enabling policies, regulations and human resources. Finance and procurement policies are required as well as a dedicated National Implementing Entity."}, {"text_block_id": "p18_b235", "text": "Key ISSueS:"}, {"text_block_id": "p18_b236", "text": "Key ISSueS:\n* Lack of capacity in each ministry/department to mainstream climate change\n* Lack of capacity in the Island (Kaupule) Governance\n* ISP short of climate change and disaster risk management considerations\n* Lack of enforcement and practice of good financial management\n* Weak drivers in coordination committees\n* Lack of enforcement and coordination\n* Lack of a known process to inform public about climate change finances\n* Lack of sustainable and predictable funding for medium and long term planning\n* Weak institutional arrangements for climate change, environment, meteorology and disaster"}, {"text_block_id": "p20_b254", "text": "GOal 4"}, {"text_block_id": "p20_b255", "text": "Developing and Maintaining Tuvalu’s Infrastructures to Withstand Climate Change Impacts, Climate Variability, Disaster Risks and Climate Change Projection"}, {"text_block_id": "p20_b256", "text": "Strengthening infrastructures is important as they are the life line that the people of Tuvalu use for transportation and communications such as communicating with the outer islands, to move commodities and for transportation to schools, hospitals and government offices. Strengthened infrastructures are also used as shelters in emergency or disaster events."}, {"text_block_id": "p20_b257", "text": "Key ISSueS:"}, {"text_block_id": "p20_b258", "text": "Key ISSueS:\n* Infrastructures are not built to the code provided and specifically do not consider future\n* Lack of land use planning\n* Building code is difficult to enforce\n* ISP need to include land use planning\n* Lack of awareness\n* Coastal protection and road building increases coastal erosion and inundation"}, {"text_block_id": "p22_b270", "text": "GOal 5"}, {"text_block_id": "p22_b271", "text": "Ensuring Energy Security and a Low Carbon Future for Tuvalu"}, {"text_block_id": "p22_b272", "text": "Tuvalu’s green house gas emissions are nil in a global context. Tuvalu nonetheless remains committed to a mitigation agenda to transition to a low-carbon future. In 2009, Tuvalu developed its National Energy Policy and Action Plan. Tuvalu’s National Energy Policy and Action Plan seek to improve energy efficiency and reduce GHG emissions through affordable renewable energy."}, {"text_block_id": "p22_b273", "text": "Key ISSueS:"}, {"text_block_id": "p22_b274", "text": "Key ISSueS:\n* Heavy reliance on fossil fuels\n* Continuous awareness on energy efficiency (EE)\n* Lack of appropriate legislation\n* Renewable energy (RE) technology expensive\n* Emissions from the land fill and pig farms"}, {"text_block_id": "p24_b284", "text": "GOal 6"}, {"text_block_id": "p24_b285", "text": "Planning for Effective Disaster Preparedness, Response and Recovery"}, {"text_block_id": "p24_b286", "text": "Disaster management is important to save lives and properties. Response and recovery however need to be carried out based on lessons learned from the disaster to ensure that overall vulnerability is reduced."}, {"text_block_id": "p24_b287", "text": "The Tuvalu National Risk Management Plan (2010) and DRM Arrangements cover priorities for action in both disaster risk reduction and disaster management in connection with climate-related and other natural and human-induced hazards. The timely implementation of the DRM NAP will ensure increased safety and strengthen resilience at all levels."}, {"text_block_id": "p24_b288", "text": "Key ISSueS:"}, {"text_block_id": "p24_b289", "text": "Key ISSueS:\n* Highly vulnerable to extreme events and climate change impacts\n* Lack of drills and exercises\n* Lack of advance preparedness\n* Lack of capacity and awareness\n* Lack of targeted (to most vulnerable groups) preparedness, response and recovery"}, {"text_block_id": "p26_b299", "text": "GOal 7"}, {"text_block_id": "p26_b300", "text": "Guaranteeing the Security of the People of Tuvalu from the Impacts of Climate Change and the Maintenance of National Sovereignty"}, {"text_block_id": "p26_b301", "text": "Despite climate change impacts, the people of Tuvalu would like to protect their identity and if it is impossible to remain in Tuvalu because of climate change impacts the people of Tuvalu want to be prepared and know what their future holds."}, {"text_block_id": "p26_b302", "text": "Key ISSueS:"}, {"text_block_id": "p26_b303", "text": "■"}, {"text_block_id": "p26_b304", "text": "Uncertainty on global commitments to reduce GHG emissions"}, {"text_block_id": "p26_b305", "text": "■"}, {"text_block_id": "p26_b306", "text": "Signs of climate change impacts already evident in Tuvalu – droughts"}, {"text_block_id": "p26_b307", "text": "■"}, {"text_block_id": "p26_b308", "text": "Need to protect EEZ"}, {"text_block_id": "p26_b309", "text": "■"}, {"text_block_id": "p26_b310", "text": "Lack of international policy for forced migration due to climate change"}, {"text_block_id": "p26_b311", "text": "■"}, {"text_block_id": "p26_b312", "text": "Cost of any relocation due to climate change"}, {"text_block_id": "p26_b313", "text": "■"}, {"text_block_id": "p26_b314", "text": "Fear of losing Tuvalu’s identify and culture"}, {"text_block_id": "p28_b315", "text": "Policy Implementation"}, {"text_block_id": "p28_b316", "text": "Te Kaniva"}, {"text_block_id": "p28_b317", "text": "is formulated with the understanding that Tuvalu’s development partners and the international community will help support its’ financing and implementation as presented on the Tuvalu Blue Print – Adaptation (2008)."}, {"text_block_id": "p28_b318_merged", "text": "The Te Kaniva implementation, monitoring and evaluation arrangements are presented in detail in the National Strategic Action Plan for Climate Change and Disaster Risk Management (2012–2016), (NSAP). A mid-term review of the policy should be carried out in 2016."}], "document_description": "Te Kaniva (referring to the traditional travelling method of using stars and daily weather patterns to navigate) outlines the strategic policies for responding to climate change impacts and related disaster risks for the period 2012-2021. It was co-ordinated by the Ministry of Foreign Affairs, Trade, Tourism, Environment and Labour, in collaboration with numerous other government agencies, and with the support of the Secretariat of the Pacific Regional Environment Programme, the Applied Geoscience and Technology Division of Secretariat of the Pacific Community, and the UNDP.<br>&nbsp;<br>&nbsp;It defines seven thematic goals, each containing detailed strategies and subsequent expected outcomes. The goals are:<br>&nbsp;- Strengthening adaptation actions to address current and future vulnerabilities;<br>&nbsp;- Improving understanding and application of climate change data, information and site specific impacts assessment to information adaptation and disaster risk reduction programmes;<br>&nbsp;- Enhancing governance arrangements and capacity to access and manage climate change and disaster risk management finances;<br>&nbsp;- Developing and maintaining infrastructures to withstand climate change impacts, climate variability, disaster risks and climate change projection;<br>&nbsp;- Ensuring energy security and a low carbon future for Tuvalu;<br>&nbsp;- Planning for effective disaster preparedness, response and recovery; and<br>&nbsp;- Guaranteeing the security of the people of Tuvalu from the impacts of climate change and the maintenance of national sovereignty.<br>&nbsp;<br>&nbsp;Specific implementation, monitoring and evaluation arrangements are outlined in the National Strategic Action Plan for Climate Change and Disaster Risk Management (below)."}