{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Energy", "Buildings"], "document_language": "English", "document_name": "A hydrogen strategy for a climate-neutral Europe", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "07/08/2020", "document_keyword": "Hydrogen", "document_url": "https://cdn.climatepolicyradar.org/EUR/2020/EUR-2020-08-07-A hydrogen strategy for a climate-neutral Europe_778aa4316d28c09702e88989dbe67c51.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EUROPEAN"}, {"text_block_id": "p0_b2", "text": "COMMISSION"}, {"text_block_id": "p0_b3", "text": "Brussels, 8.7.2020"}, {"text_block_id": "p0_b4", "text": "COM(2020) 301 final"}, {"text_block_id": "p0_b5", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p0_b6", "text": "A hydrogen strategy for a climate-neutral Europe"}, {"text_block_id": "p0_b7", "text": "EN"}, {"text_block_id": "p1_b8", "text": "1. I"}, {"text_block_id": "p1_b9", "text": "NTRODUCTION"}, {"text_block_id": "p1_b10", "text": "–"}, {"text_block_id": "p1_b11", "text": "W"}, {"text_block_id": "p1_b12", "text": "HY WE NEED A STRATEGIC ROAD MAP FOR HYDROGEN"}, {"text_block_id": "p1_b13", "text": "Hydrogen is enjoying a renewed and rapidly growing attention in Europe and around the world. Hydrogen can be used as a feedstock, a fuel or an energy carrier and storage, and has many possible applications across industry, transport, power and buildings sectors. Most importantly, it does not emit CO"}, {"text_block_id": "p1_b14", "text": "2"}, {"text_block_id": "p1_b15", "text": "and almost no air pollution when used. It thus offers a solution to decarbonise industrial processes and economic sectors where reducing carbon emissions is both urgent and hard to achieve. All this makes hydrogen essential to support the"}, {"text_block_id": "p1_b16", "text": "EU’s"}, {"text_block_id": "p1_b17", "text": "commitment to reach carbon neutrality by 2050 and for the global effort to implement the Paris Agreement while working towards zero pollution."}, {"text_block_id": "p1_b18", "text": "Yet, today, hydrogen represents a modest fraction of the global and EU energy mix, and is still largely produced from fossil fuels"}, {"text_block_id": "p1_b19", "text": ", notably from natural gas or from coal, resulting in the release of 70 to 100 million tonnes CO"}, {"text_block_id": "p1_b20", "text": "2"}, {"text_block_id": "p1_b21", "text": "annually in the EU. For hydrogen to contribute to climate neutrality, it needs to achieve a far larger scale and its production must become fully decarbonised."}, {"text_block_id": "p1_b22", "text": "In the past, there have been peaks of interest in hydrogen, but it did not take off. Today, the rapid cost decline of renewable energy, technological developments and the urgency to drastically reduce greenhouse emissions, are opening up new possibilities."}, {"text_block_id": "p1_b23", "text": "Many indicators signal that we are now close to a tipping point. Every week new investment plans are announced, often at a gigawatt scale. Between November 2019 and March 2020, market analysts increased the list of planned global investments from 3,2 GW to 8,2 GW of electrolysers by 2030 (of which 57% in Europe)"}, {"text_block_id": "p1_b24", "text": "and the number of companies joining the International Hydrogen Council has grown from 13 in 2017 to 81 today."}, {"text_block_id": "p1_b25_merged_merged_merged_merged_merged", "text": "There are many reasons why hydrogen is a key priority to achieve the European Green Deal and Europe’s clean energy transition. Renewable electricity is expected to decarbonise a large share of the EU energy consumption by 2050, but not all of it. Hydrogen has a strong potential to bridge some of this gap, as a vector for renewable energy storage, alongside batteries, and transport, ensuring back up for seasonal variations and connecting production locations to more distant demand centres. In its strategic vision for a climate-neutral EU published in November 2018, the share of hydrogen in Europe’s energy mix is projected to grow from the current less than 2%to 13-14% by 2050."}, {"text_block_id": "p1_b32", "text": "Furthermore, hydrogen can replace fossil fuels in some carbon intensive industrial processes, such as in the steel or chemical sectors, lowering greenhouse gas emissions and further strengthening global competitiveness for those industries. It can offer solutions for hard to abate parts of the transport system, in addition to what can be achieved through electrification and other renewable and low-carbon fuels. A progressive uptake of hydrogen solutions can"}, {"text_block_id": "p2_b33", "text": "also lead to repurposing or re-using parts of the existing natural gas infrastructure, helping to avoid stranded assets in pipelines."}, {"text_block_id": "p2_b34", "text": "In the integrated energy system of the future hydrogen will play a role, alongside renewable electrification and a more efficient and circular use of resources. Large-scale deployment of clean hydrogen at a fast pace is key for the EU to achieve a higher climate ambition, reducing greenhouse gas emissions by minimum 50% and towards 55% by 2030, in a cost effective way."}, {"text_block_id": "p2_b35", "text": "Investment in hydrogen will foster sustainable growth and jobs, which will be critical in the context of recovery from the COVID-19 crisis."}, {"text_block_id": "p2_b36", "text": "The Commission’s recovery plan"}, {"text_block_id": "p2_b37", "text": "highlights the need to unlock investment in key clean technologies and value chains. It stresses clean hydrogen as one of the essential areas to address in the context of the energy transition, and mentions a number of possible avenues to support it."}, {"text_block_id": "p2_b38", "text": "Moreover, Europe is highly competitive in clean hydrogen technologies manufacturing and is well positioned to benefit from a global development of clean hydrogen as an energy carrier. Cumulative investments in renewable hydrogen in Europe could be up to EUR 180-470 billion by 2050"}, {"text_block_id": "p2_b39", "text": ", and in the range of"}, {"text_block_id": "p2_b40", "text": "€"}, {"text_block_id": "p2_b41", "text": "3-18 billion for low-carbon fossil-based hydrogen."}, {"text_block_id": "p2_b42", "text": "Combined with EU’s leadership in renewables technologies, the emergence of a hydrogen"}, {"text_block_id": "p2_b43", "text": "value chain serving a multitude of industrial sectors and other end uses could employ up to 1 million people, directly or indirectly"}, {"text_block_id": "p2_b44", "text": ". Analysts estimate that clean hydrogen could meet 24% of energy world demand by 2050, with annual sales in the range of"}, {"text_block_id": "p2_b45", "text": "€"}, {"text_block_id": "p2_b46", "text": "630 billion"}, {"text_block_id": "p2_b47", "text": "."}, {"text_block_id": "p2_b48_merged_merged_merged", "text": "However, today renewable and low-carbon hydrogen are not yet cost competitive compared to fossil-based hydrogen. To harness all the opportunities associated with hydrogen, the European Union needs a strategic approach. EU industry is rising to the challenge and has developed an ambitious plan to reach 2x40 GW of electrolysers by 2030. Almost all Member States have included plans for clean hydrogen in their National Energy and Climate Plans, 26 have signed up to the “Hydrogen Initiative”, and 14 Member States have included hydrogen in the context of their alternative fuels infrastructure national policy frameworks. Some have already adopted national strategies or are in the process of adopting one."}, {"text_block_id": "p2_b53", "text": "However, deploying hydrogen in Europe faces important challenges that neither the private sector nor Member States can address alone. Driving hydrogen development past the tipping point needs critical mass in investment, an enabling regulatory framework, new lead markets, sustained research and innovation into breakthrough technologies and for bringing new solutions to the market, a large-scale infrastructure network that only the EU and the single market can offer, and cooperation with our third country partners."}, {"text_block_id": "p3_b54", "text": "All actors, public and private, at European national and regional level"}, {"text_block_id": "p3_b55", "text": ", must work together, across the entire value chain, to build a dynamic hydrogen ecosystem in Europe."}, {"text_block_id": "p3_b56", "text": "In order to implement the ambition of the European Green Deal"}, {"text_block_id": "p3_b57", "text": "and building on the"}, {"text_block_id": "p3_b58", "text": "Commission’s"}, {"text_block_id": "p3_b59", "text": "New Industrial Strategy for Europe"}, {"text_block_id": "p3_b60", "text": "and its recovery plan"}, {"text_block_id": "p3_b61", "text": ", this Communication sets out a vision of how the EU can turn clean hydrogen into a viable solution to decarbonise different sectors over time, installing at least 6 GW of renewable hydrogen electrolysers in the EU by 2024 and 40 GW of renewable hydrogen electrolysers by 2030. This Communication identifies the challenges to overcome, lays out the levers that the EU can mobilise and presents a roadmap of actions for the coming years."}, {"text_block_id": "p3_b62", "text": "As investment cycles in the clean energy sector run for about 25 years, the time to act is now. This strategic roadmap provides a concrete policy framework within which the"}, {"text_block_id": "p3_b63", "text": "European Clean Hydrogen Alliance"}, {"text_block_id": "p3_b64", "text": "-building on the success of the European Battery Alliance"}, {"text_block_id": "p3_b65", "text": "-a collaboration between public authorities, industry and civil society, formally launched today, will develop an investment agenda and a pipeline of concrete projects. It complements the"}, {"text_block_id": "p3_b66", "text": "Strategy for Energy System Integration"}, {"text_block_id": "p3_b67", "text": ", presented at the same time, which describes how the ongoing work streams of EU energy policy, including hydrogen development, will foster a climate neutral integrated energy system with renewable electricity, circularity and renewable and low-carbon fuels at its core. Both strategies contribute towards the achievement of the Sustainable Development Goals and the objectives of the Paris Agreement."}, {"text_block_id": "p3_b68", "text": "2. T"}, {"text_block_id": "p3_b69", "text": "OWARDS A HYDROGEN ECOSYSTEM IN"}, {"text_block_id": "p3_b70", "text": "E"}, {"text_block_id": "p3_b71", "text": "UROPE"}, {"text_block_id": "p3_b72", "text": ":"}, {"text_block_id": "p3_b73", "text": "A"}, {"text_block_id": "p3_b74", "text": "R"}, {"text_block_id": "p3_b75", "text": "OADMAP TO"}, {"text_block_id": "p3_b76", "text": "2050"}, {"text_block_id": "p3_b77", "text": "The different ways to produce hydrogen, their greenhouse gas emissions and their relative competitiveness"}, {"text_block_id": "p3_b78", "text": "Hydrogen may be produced through a variety of processes. These production pathways are associated with a wide range of emissions, depending on the technology and energy source used and have different costs implications and material requirements. In this Communication:"}, {"text_block_id": "p3_b79", "text": "Hydrogen may be produced through a variety of processes. These production pathways are associated with a wide range of emissions, depending on the technology and energy source used and have different costs implications and material requirements. In this Communication:\n* Electricity-based hydrogen\n* Electricity-based hydrogen\n â refers to hydrogen produced through the electrolysis of\n* Electricity-based hydrogen\n â refers to hydrogen produced through the electrolysis of\n water (in an electrolyser, powered by electricity), regardless of the electricity source. The\n* Renewable hydrogen\n* Renewable hydrogen\n â\n* Renewable hydrogen\n â\n is hydrogen produced through the electrolysis of water (in an"}, {"text_block_id": "p4_b90", "text": "Hydrogen may be produced through a variety of processes. These production pathways are associated with a wide range of emissions, depending on the technology and energy source used and have different costs implications and material requirements. In this Communication:\n* Electricity-based hydrogen\n* Electricity-based hydrogen\n â refers to hydrogen produced through the electrolysis of\n* Electricity-based hydrogen\n â refers to hydrogen produced through the electrolysis of\n water (in an electrolyser, powered by electricity), regardless of the electricity source. The\n* Renewable hydrogen\n* Renewable hydrogen\n â\n* Renewable hydrogen\n â\n is hydrogen produced through the electrolysis of water (in an\n* Clean hydrogen\n* Clean hydrogen\n â\n* Clean hydrogen\n â\n refers to renewable hydrogen.\n* Fossil-based hydrogen\n* Fossil-based hydrogen\n â refers to hydrogen produced\n* Fossil-based hydrogen\n â refers to hydrogen produced\n through a variety of processes\n* Fossil-based hydrogen\n â refers to hydrogen produced\n through a variety of processes\n .\n* Fossil-based hydrogen with carbon capture\n* Fossil-based hydrogen with carbon capture\n â is a subpart of fossil\n* Fossil-based hydrogen with carbon capture\n â is a subpart of fossil\n -based hydrogen, but\n* Fossil-based hydrogen with carbon capture\n â is a subpart of fossil\n -based hydrogen, but\n .\n* Low-carbon hydrogen\n* Low-carbon hydrogen\n â encompasses fossil\n* Low-carbon hydrogen\n â encompasses fossil\n -based hydrogen with carbon capture and\n* Hydrogen-derived synthetic fuels\n* Hydrogen-derived synthetic fuels\n â\n* Hydrogen-derived synthetic fuels\n â\n refer to a variety of gaseous and liquid fuels on the"}, {"text_block_id": "p4_b121_merged_merged_merged_merged", "text": "Today, neither renewable hydrogen nor low-carbon hydrogen, notably fossil-based hydrogen with carbon capture, are cost-competitive against fossil-based hydrogen. Estimated costs today for based hydrogen are around 1.5 €/kg for the EU, highly dependent on natural gas prices, and disregarding the cost of CO2. Estimated costs today for fossil-based hydrogen with carbon capture and storage are around 2 €/kg, and renewable hydrogen 2.5-5.5 €/kg. Carbon prices in the range of EUR 55-90 per tonne of CO2 would be needed to make fossil-based hydrogen with carbon capture competitive with fossil-based hydrogen today. Costs for renewable hydrogen are going down quickly. Electrolyser costs have already been reduced by 60% in the last ten years, and are expected to halve in 2030 compared to today with economies of scale.In regions where renewable electricity is cheap, electrolysers are"}, {"text_block_id": "p5_b134", "text": "expected to be able to compete with fossil-based hydrogen in 2030"}, {"text_block_id": "p5_b135", "text": ". These elements will be key drivers of the progressive development of hydrogen across the EU economy."}, {"text_block_id": "p5_b136", "text": "A roadmap for the EU"}, {"text_block_id": "p5_b137", "text": "The priority for the EU is to develop renewable hydrogen"}, {"text_block_id": "p5_b138", "text": ", produced using mainly wind and solar energy. Renewable hydrogen is the most compatible option"}, {"text_block_id": "p5_b139", "text": "with the EU’s climate"}, {"text_block_id": "p5_b140", "text": "neutrality and zero pollution goal in the long term and the most coherent with an integrated energy system. The choice for renewable hydrogen builds on European industrial strength in electrolyser production, will create new jobs and economic growth within the EU and support a cost-effective integrated energy system. On the way to 2050, renewable hydrogen should progressively be deployed at large scale alongside the roll-out of new renewable power generation, as technology matures and the costs of its production technologies decrease. This process must be initiated now."}, {"text_block_id": "p5_b141", "text": "In the short and medium term, however, other forms of low-carbon hydrogen are needed"}, {"text_block_id": "p5_b142", "text": ", primarily to rapidly reduce emissions from existing hydrogen production and support the parallel and future uptake of renewable hydrogen."}, {"text_block_id": "p5_b143", "text": "The hydrogen ecosystem in Europe is"}, {"text_block_id": "p5_b144", "text": "likely to develop through a gradual trajectory"}, {"text_block_id": "p5_b145", "text": ", at different speeds across sectors and possibly across regions and requiring different policy solutions"}, {"text_block_id": "p5_b146", "text": "."}, {"text_block_id": "p5_b147", "text": "In the first phase, from 2020 up to 2024,"}, {"text_block_id": "p5_b148_merged_merged_merged_merged", "text": "the strategic objective is to install at least 6 GW of renewable hydrogen electrolysers in the EU and the production of up to 1 million tonnes of renewable hydrogen, to decarbonise existing hydrogen production, e.g. in the chemical sector and facilitating take up of hydrogen consumption in new end-use applications such as other industrial processes and possibly in heavy-duty transport."}, {"text_block_id": "p5_b153", "text": "In this phase, manufacturing of electrolysers, including large ones (up to 100 MW), needs to be scaled up. These electrolysers could be installed next to existing demand centres in larger refineries, steel plants, and chemical complexes. They would ideally be powered directly from local renewable electricity sources. In addition, hydrogen refuelling stations will be needed for the uptake of hydrogen fuel-cell buses and at a later stage trucks. Electrolysers will thus also be needed to locally supply an increasing number of hydrogen refuelling stations. Different forms of low-carbon electricity-based hydrogen, especially those produced with near zero greenhouse gas emissions, will contribute to scale up production and the market for hydrogen. Some of the existing hydrogen production plants should be decarbonised by retrofitting them with carbon capture and storage technologies."}, {"text_block_id": "p5_b154", "text": "Infrastructure needs for transporting hydrogen will remain limited as demand will be met initially by production close or on site and in certain areas blending with natural gas might"}, {"text_block_id": "p6_b155", "text": "occur, but planning of medium range and backbone transmission infrastructure should begin. Infrastructure for carbon capture and use of CO"}, {"text_block_id": "p6_b156", "text": "2"}, {"text_block_id": "p6_b157", "text": "will be required to facilitate certain forms of low-carbon hydrogen."}, {"text_block_id": "p6_b158", "text": "The policy focus will be on laying down the regulatory framework for a liquid and well-functioning hydrogen market and on incentivising both supply and demand in lead markets, including through bridging the cost gap between conventional solutions and renewable and low-carbon hydrogen and through appropriate State aid rules. Enabling framework conditions will push concrete plans for large wind and solar plants dedicated to gigawatt-scale renewable hydrogen production before 2030."}, {"text_block_id": "p6_b159", "text": "The"}, {"text_block_id": "p6_b160", "text": "European Clean Hydrogen Alliance"}, {"text_block_id": "p6_b161", "text": "will help build up a robust pipeline of investments."}, {"text_block_id": "p6_b162", "text": "As part of the Commission’"}, {"text_block_id": "p6_b163", "text": "s recovery plan, funding instruments of Next Generation EU, including the Strategic European Investment Window of the InvestEU programme and the ETS Innovation Fund, will enhance the funding support and help bridge the investment gap for renewables generated by the COVID-19 crisis."}, {"text_block_id": "p6_b164", "text": "In a"}, {"text_block_id": "p6_b165", "text": "second phase"}, {"text_block_id": "p6_b166", "text": ","}, {"text_block_id": "p6_b167", "text": "from 2025 to 2030"}, {"text_block_id": "p6_b168", "text": ", hydrogen needs to become an intrinsic part of"}, {"text_block_id": "p6_b169", "text": "an integrated energy system"}, {"text_block_id": "p6_b170", "text": "with a strategic objective to install"}, {"text_block_id": "p6_b171", "text": "at least 40 GW of renewable hydrogen electrolysers by 2030"}, {"text_block_id": "p6_b172", "text": "and the production of up to"}, {"text_block_id": "p6_b173", "text": "10 million tonnes of renewable hydrogen in the EU"}, {"text_block_id": "p6_b174", "text": "."}, {"text_block_id": "p6_b175", "text": "In this phase, renewable hydrogen is expected to gradually become cost-competitive with other forms of hydrogen production, but dedicated demand side policies will be needed for industrial demand to gradually include new applications, including"}, {"text_block_id": "p6_b176", "text": "steel-making"}, {"text_block_id": "p6_b177", "text": ", trucks, rail and some maritime transport applications, and other transport modes. Renewable hydrogen will start playing a role in balancing a"}, {"text_block_id": "p6_b178", "text": "renewables-based electricity system"}, {"text_block_id": "p6_b179", "text": "by transforming electricity into hydrogen when renewable electricity is abundant and cheap and by providing flexibility. Hydrogen will also be used for daily or seasonal storage, as a backup and provide buffering functions"}, {"text_block_id": "p6_b180", "text": ", enhancing security of supply in the medium term."}, {"text_block_id": "p6_b181", "text": "Additionally, the further retrofitting of existing fossil-based hydrogen production with carbon capture should continue to reduce greenhouse gas and other air pollutant emissions in view of the increased 2030 climate ambition."}, {"text_block_id": "p6_b182_merged_merged_merged_merged_merged", "text": "Local hydrogen clusters, such as remote areas or islands, or regional ecosystems – so-called “Hydrogen Valleys” – will develop, relying on local production of hydrogen based on decentralised renewable energy production and local demand, transported over short distances. In such cases, a dedicated hydrogen infrastructure can use hydrogen not only for industrial and transport applications, and electricity balancing, but also for the provision of heat for residential and commercial buildings."}, {"text_block_id": "p7_b188", "text": "In this phase, the need for an EU-wide logistical infrastructure will emerge, and steps will be taken to transport hydrogen from areas with large renewable potential to demand centres located possibly in other Member States. The back-bone of a pan-European grid will need to be planned and a network of hydrogen refuelling stations to be established. The existing gas grid could be partially repurposed for the transport of renewable hydrogen over longer distances and the development of larger-scale hydrogen storage facilities would become necessary. International trade can also develop, in particular with"}, {"text_block_id": "p7_b189", "text": "the EU’s"}, {"text_block_id": "p7_b190", "text": "neighbouring countries in Eastern Europe and in the Southern and Eastern Mediterranean countries."}, {"text_block_id": "p7_b191", "text": "In terms of policy focus, such a sustained scale up over a relatively short period will require gearing up EU"}, {"text_block_id": "p7_b192", "text": "’s"}, {"text_block_id": "p7_b193", "text": "support and stimulate investments to build a fully-fledged hydrogen ecosystem. By 2030 the EU will aim at completing an open and competitive EU hydrogen market, with unhindered cross-border trade and efficient allocation of hydrogen supply among sectors."}, {"text_block_id": "p7_b194", "text": "In a third phase, from 2030 onwards and towards 2050, renewable hydrogen technologies should reach maturity and be deployed at large scale to reach all hard-to-decarbonise sectors"}, {"text_block_id": "p7_b195", "text": "where other alternatives might not be feasible or have higher costs."}, {"text_block_id": "p7_b196", "text": "In this phase, renewable electricity production needs to massively increase as about a quarter"}, {"text_block_id": "p7_b197", "text": "of renewable electricity might be used for renewable hydrogen production by 2050."}, {"text_block_id": "p7_b198", "text": "In particular, hydrogen and hydrogen-derived synthetic fuels, based on carbon neutral CO"}, {"text_block_id": "p7_b199", "text": "2"}, {"text_block_id": "p7_b200", "text": ", could penetrate more largely across a wider range of sectors of the economy, from aviation and shipping to hard-to-decarbonise industrial and commercial buildings. Sustainable biogas may also have a role in replacing natural gas in hydrogen production facilities with carbon capture and storage to create negative emissions, at the condition that biomethane leakage is avoided and only in line with the biodiversity objectives and the principles stated in the EU2030 Biodiversity Strategy"}, {"text_block_id": "p7_b201", "text": "."}, {"text_block_id": "p7_b202", "text": "3. A"}, {"text_block_id": "p7_b203", "text": "N INVESTMENT AGENDA FOR THE"}, {"text_block_id": "p7_b204", "text": "EU"}, {"text_block_id": "p7_b205", "text": "excessive support."}, {"text_block_id": "p7_b206_merged_merged_merged_merged_merged", "text": "From now to 2030, investments in electrolysers could range between €24 and €42 billion. In addition, over the same period, €220-340 billion would be required to scale up and directly connect 80-120 GW of solar and wind energy production capacity to the electrolysers to provide the necessary electricity. Investments in retrofitting half of the existing plants with carbon capture and storage are estimated at around €11 billion. In addition, investments of €65 billion will be needed for hydrogen transport, distribution and storage, and hydrogen"}, {"text_block_id": "p8_b220", "text": "refuelling stations"}, {"text_block_id": "p8_b221", "text": ". From now to 2050, investments in production capacities would amount"}, {"text_block_id": "p8_b222", "text": "to €"}, {"text_block_id": "p8_b223", "text": "180-470 billion in the EU"}, {"text_block_id": "p8_b224", "text": "."}, {"text_block_id": "p8_b225", "text": ". For instance, it takes some €"}, {"text_block_id": "p8_b226", "text": "could require investments of €"}, {"text_block_id": "p8_b227", "text": "850-1000 million"}, {"text_block_id": "p8_b228", "text": "."}, {"text_block_id": "p8_b229", "text": "To support these investments and the emergence of a whole hydrogen eco-system, the Commission kick-starts today the"}, {"text_block_id": "p8_b230", "text": "European Clean Hydrogen Alliance"}, {"text_block_id": "p8_b231", "text": "–"}, {"text_block_id": "p8_b232", "text": "announced in the"}, {"text_block_id": "p8_b233", "text": "Commission’s New"}, {"text_block_id": "p8_b234", "text": "Industrial Strategy. The Alliance will play a crucial role in facilitating and implementing the actions of this Strategy and supporting investments to scale up production and demand for renewable and low-carbon hydrogen. It is strongly anchored in the hydrogen industrial value chain from production via transmission to mobility, industry, energy, and heating applications, and supports the related skills and labour market adjustments where needed. It will bring together the industry, national, regional and local public authorities and the civil society. Through interlinked, sector-based CEO round tables and a"}, {"text_block_id": "p8_b235", "text": "makers’ platform, the Alliance"}, {"text_block_id": "p8_b236", "text": "will provide a broad forum to coordinate investment by all stakeholders and engage civil society."}, {"text_block_id": "p8_b237", "text": "The key deliverable of the Alliance will be to identify and"}, {"text_block_id": "p8_b238", "text": "build up a clear pipeline of viable investment projects."}, {"text_block_id": "p8_b239", "text": "This will facilitate coordinated investments and policies along the hydrogen value chain, and cooperation across private and public stakeholders across the EU, providing public support where appropriate and crowding in private investment. It will also give visibility to these projects and allow them to find appropriate support where necessary. At this point, already 1.5-2.3 GW of new renewable hydrogen production projects are under construction or announced, and an additional 22 GW of electrolyser projects"}, {"text_block_id": "p8_b240", "text": "are envisaged and would require further elaboration and confirmation."}, {"text_block_id": "p8_b241_merged_merged_merged_merged_merged", "text": "The Commission will also follow up on the recommendations identified in a report by the Strategic Forum for Important Projects of Common European Interest (IPCEI)to promote well-coordinated or joint investments and actions across several Member States aimed at supporting a hydrogen supply chain. The cooperation initiated within the hydrogen ecosystem in the Strategic Forum will contribute to a swift uptake of activity in the Clean Hydrogen Alliance. In turn, the Alliance will simultaneously facilitate cooperation in a range of large investment projects, including IPCEI projects, along the hydrogen value chain. The"}, {"text_block_id": "p9_b248", "text": "specific IPCEI instrument enables State aid to address market failures for large cross-border integrated projects for hydrogen and fuels derived from hydrogen that significantly contribute to achieve climate goals."}, {"text_block_id": "p9_b249", "text": "Additionally, as part of the"}, {"text_block_id": "p9_b250", "text": "new recovery instrument Next Generation EU, the InvestEU programme"}, {"text_block_id": "p9_b251", "text": "will see its capacities more than doubled. It will continue to support the deployment of hydrogen, in particular by incentivising private investment, with a strong leverage effect, through its original four policy windows and the new Strategic Investment Window"}, {"text_block_id": "p9_b252", "text": "."}, {"text_block_id": "p9_b253", "text": "The renewed sustainable finance strategy to be adopted by the end of 2020 and the EU sustainable finance taxonomy"}, {"text_block_id": "p9_b254", "text": "will guide investments in hydrogen across key economic sectors by promoting activities and projects that will provide a substantial contribution to de-carbonisation."}, {"text_block_id": "p9_b255", "text": "A number of Member States have identified renewable and low-carbon hydrogen as a strategic element of their National Energy and Climate Plans. The Commission will exchange with Member States on their hydrogen plans through the Hydrogen Energy Network (HyNet)"}, {"text_block_id": "p9_b256", "text": ". Member States will need to build, among others, on these plans, and on the priorities identified in the context of the European Semester, when designing their national recovery and resilience plans in the context of the new Recovery and Resilience Facility,"}, {"text_block_id": "p9_b257", "text": "which will aim to support Member States’ investment and reforms that are essential for a"}, {"text_block_id": "p9_b258", "text": "sustainable recovery."}, {"text_block_id": "p9_b259", "text": "Furthermore, the"}, {"text_block_id": "p9_b260", "text": "European Regional Development Fund and the Cohesion Fund"}, {"text_block_id": "p9_b261", "text": ", which will benefit from a top-up in the context of the"}, {"text_block_id": "p9_b262", "text": "new initiative REACT-EU"}, {"text_block_id": "p9_b263", "text": ", will continue to be available to support the green transition. In the framework of the next funding period 20212027, the Commission will work with Member States, regional and local authorities, the industry and other stakeholders so that these funds contribute to support innovative solutions in the field of renewable and low-carbon hydrogen, with technology transfer, public-private partnerships, as well as pilot lines to test new solutions or perform early product validation. The possibilities offered to carbon intensive regions under the"}, {"text_block_id": "p9_b264", "text": "Just Transition Mechanism"}, {"text_block_id": "p9_b265", "text": "should also be fully explored. Finally, synergies between the Connecting Europe Facility Energy and the Connecting Europe Facility Transport will be harnessed to fund dedicated infrastructure for hydrogen, repurposing of gas networks and carbon capture projects, and finance hydrogen refuelling stations."}, {"text_block_id": "p9_b266", "text": "4. B"}, {"text_block_id": "p9_b267", "text": "OOSTING DEMAND AND SCALING UP PRODUCTION"}, {"text_block_id": "p9_b268_merged_merged_merged_merged_merged", "text": "Building up a hydrogen economy in Europe requires a full value chain approach. The production of hydrogen from renewable or low-carbon sources, the development of infrastructure to supply hydrogen to the end-consumers, and the creation of market demand need to go in parallel, activating a virtuous circle of increased supply and demand for hydrogen. It also requires reduced supply costs – through declining costs for clean production and distribution technologies and affordable costs of renewable energy input,"}, {"text_block_id": "p10_b274", "text": "ensuring cost competitiveness with fossil fuels. Off-grid renewable hydrogen production is a further option in this context."}, {"text_block_id": "p10_b275", "text": "In addition, it will require a large amount of raw materials"}, {"text_block_id": "p10_b276", "text": ". Securing these raw materials should, therefore, be also looked at in the Critical Raw Materials Action Plan, the implementation of the new Circular Economy Action Plan"}, {"text_block_id": "p10_b277", "text": ", and EU’s trade policy approach to"}, {"text_block_id": "p10_b278", "text": "ensure undistorted, fair trade and investments in those raw materials. A life-cycle approach is also needed to minimise the negative climate and environmental impacts of the hydrogen sector."}, {"text_block_id": "p10_b279", "text": "Boosting demand and supply of hydrogen is likely to require various forms of support,"}, {"text_block_id": "p10_b280", "text": "differentiated in line with the vision of this strategy to prioritise the deployment of renewable hydrogen. While in a transition phase, appropriate support will be needed for low carbon hydrogen, this should not lead to stranded assets. The revision of the State aid framework, including the State aid guidelines for energy and environmental protection, foreseen in 2021, will be an opportunity to create a comprehensive enabling framework to advance the European Green Deal and in particular decarbonisation, including with respect to hydrogen while limiting potential distortions of competition and adverse effects in other Member States."}, {"text_block_id": "p10_b281", "text": "Boosting demand in end-use sectors"}, {"text_block_id": "p10_b282", "text": "The creation of new lead markets goes hand in hand with the scaling up of the production of hydrogen. Two main lead markets"}, {"text_block_id": "p10_b283", "text": ", industrial applications and mobility,"}, {"text_block_id": "p10_b284", "text": "can be gradually developed to use the potential of hydrogen for a climate-neutral economy cost-effectively."}, {"text_block_id": "p10_b285", "text": "An immediate application in"}, {"text_block_id": "p10_b286", "text": "industry"}, {"text_block_id": "p10_b287", "text": "is to reduce and replace the use of carbon-intensive"}, {"text_block_id": "p10_b288", "text": "hydrogen in refineries, the production of ammonia, and for new forms of methanol production,"}, {"text_block_id": "p10_b289", "text": "or to partially replace fossil fuels in"}, {"text_block_id": "p10_b290", "text": "steel making"}, {"text_block_id": "p10_b291", "text": ". In a second phase, hydrogen can form the basis for investing in and constructing zero-carbon steel making processes in the EU"}, {"text_block_id": "p10_b292", "text": ","}, {"text_block_id": "p10_b293", "text": "envisioned under the Commission’s new industrial strategy"}, {"text_block_id": "p10_b294", "text": "."}, {"text_block_id": "p10_b295", "text": "In transport"}, {"text_block_id": "p10_b296", "text": ", hydrogen is also a promising option where electrification is more difficult. In a first phase,"}, {"text_block_id": "p10_b297", "text": "early adoption of hydrogen"}, {"text_block_id": "p10_b298", "text": "can occur in captive uses, such as"}, {"text_block_id": "p10_b299", "text": "local city buses, commercial fleets (e.g. taxis) or specific parts of the rail network,"}, {"text_block_id": "p10_b300", "text": "where electrification is not feasible. Hydrogen refuelling stations can easily be supplied by regional or local electrolysers, but their deployment will need to build on clear analysis of fleet demand and different requirements for light-and heavy-duty vehicles."}, {"text_block_id": "p10_b301_merged_merged_merged_merged_merged", "text": "Hydrogen fuel cells should be further encouraged in heavy-duty road vehicles, alongside electrification, including coaches, special purpose vehicles, and long-haul road freight given their high CO2 emissions. The 2025 and 2030 targets set out in the CO2 Emission Standards Regulation are an important driver to create a lead market for hydrogen solutions, once fuel cell technology is sufficiently mature and cost-effective. Projects of the Horizon 2020 Fuel Cells and Hydrogen Joint Undertaking (JU) are aiming to accelerate Europe’s technological lead."}, {"text_block_id": "p11_b310", "text": "Hydrogen fuel-cell trains"}, {"text_block_id": "p11_b311", "text": ", could be developed to other viable train commercial routes that are difficult or not cost-effective to electrify: about 46 % of the mainline network is still being served by diesel technology today. Certain fuel-cell hydrogen train applications (e.g. Multiple Units) can already be cost competitive with diesel today."}, {"text_block_id": "p11_b312", "text": "For"}, {"text_block_id": "p11_b313", "text": "inland waterways and short-sea shipping"}, {"text_block_id": "p11_b314", "text": ", hydrogen can become an alternative low emission fuel, especially since the Green Deal emphasises that CO"}, {"text_block_id": "p11_b315", "text": "2"}, {"text_block_id": "p11_b316", "text": "emission in the maritime sector must have a price. Scaling up fuel cell power from one"}, {"text_block_id": "p11_b317", "text": "to multiple megawatts and using renewable hydrogen for the production of synthetic fuels, methanol or ammonia -with higher energy density"}, {"text_block_id": "p11_b318", "text": "–"}, {"text_block_id": "p11_b319", "text": "are required for longer-distance and deep-sea shipping."}, {"text_block_id": "p11_b320", "text": "Hydrogen can become in the longer-term an option to decarbonise the"}, {"text_block_id": "p11_b321", "text": "aviation and maritime sector"}, {"text_block_id": "p11_b322", "text": ", through the production of liquid synthetic kerosene or other synthetic fuels. These are"}, {"text_block_id": "p11_b323", "text": "“drop"}, {"text_block_id": "p11_b324", "text": "-"}, {"text_block_id": "p11_b325", "text": "in” fuels that can be used with existing aircraft technology"}, {"text_block_id": "p11_b326", "text": ", but implications in terms of energy efficiency have to be taken into account. In the longer-term, hydrogen-powered fuel cells, requiring adapted aircraft design, or hydrogen-based jet engines may also constitute an option for aviation. To realise these ambitions will require a roadmap for the considerable long-term research and innovation efforts"}, {"text_block_id": "p11_b327", "text": ", including under Horizon Europe, the Fuel Cell and Hydrogen Joint Undertaking and possible initiatives as part of the Hydrogen Alliance."}, {"text_block_id": "p11_b328", "text": "The Commission will address the use of hydrogen in the transport sector in the upcoming"}, {"text_block_id": "p11_b329", "text": "Sustainable and Smart Mobility Strategy"}, {"text_block_id": "p11_b330", "text": ", announced in the European Green Deal and due to be presented before the end of 2020."}, {"text_block_id": "p11_b331", "text": "The key limiting factor for the use of hydrogen in industrial applications and transport is often the higher costs, including additional investments into hydrogen-based equipment, storage and bunkering facilities. Furthermore, the potential impact of supply chain risks and market uncertainty are amplified by the tight margins for final industrial products due to international competition."}, {"text_block_id": "p11_b332", "text": "Demand side"}, {"text_block_id": "p11_b333_merged_merged_merged_merged", "text": "support policies will therefore be needed. The Commission will consider various options for incentives at EU level, including the possibility of minimum shares or quotas of renewable hydrogen or its derivatives in specific end-use sectors(for instance certain industries as the chemical sector, or transport applications), allowing demand to be driven in a targeted way. In this context, the concept of virtual blendingcould be explored."}, {"text_block_id": "p12_b337", "text": "Scaling up production"}, {"text_block_id": "p12_b338", "text": "Whilst around 280 companies"}, {"text_block_id": "p12_b339", "text": "are active in the production and supply chain of electrolysers and more than 1 GW of electrolyser projects are in the pipeline, the total European production capacity for electrolysers is currently below 1 GW per year. To reach the strategic objective of 40 GW electrolyser capacity by 2030, a coordinated effort with the European Clean Hydrogen Alliance, Member States and front-runner regions is needed as well as support schemes before hydrogen becomes cost-competitive. The technologies for scaling up hydrogen production such as solar and wind-based electricity as well as carbon capture use and storage continue to get increasingly competitive as the supply chain develops."}, {"text_block_id": "p12_b340", "text": "To kick-start hydrogen development, European industry needs clarity and investors need certainty in the transition, notably a clear understanding across the Union on (i) the hydrogen production technologies that need to be developed in Europe, as well as (ii) what can be considered as renewable and low-carbon hydrogen. The end goal for the EU is clear: climate-neutral energy system integration with renewable hydrogen and renewable electricity at its core. As this will be a challenge taking a long period of time, the EU will need to plan this"}, {"text_block_id": "p12_b341", "text": "transition carefully, taking into account today’s starting points and infrastructure that may"}, {"text_block_id": "p12_b342", "text": "differ across Member States."}, {"text_block_id": "p12_b343", "text": "In order to tailor a supportive policy framework in function of the carbon emission reduction benefits of hydrogen in a transitional phase, and to inform customers, the Commission will work to swiftly introduce, based on impact assessments, EU-wide instruments. This would include a"}, {"text_block_id": "p12_b344", "text": "common low-carbon threshold/standard for the promotion of hydrogen production installations based on their full life-cycle greenhouse gas performance"}, {"text_block_id": "p12_b345", "text": ", which could be defined"}, {"text_block_id": "p12_b346", "text": "relative to the existing ETS benchmark"}, {"text_block_id": "p12_b347", "text": "for hydrogen production. In addition, it would include a"}, {"text_block_id": "p12_b348", "text": "comprehensive terminology and European-wide criteria for the certification of renewable and low-carbon hydrogen"}, {"text_block_id": "p12_b349", "text": "possibly building on the existing ETS monitoring, reporting and verification and the provisions set out in the Renewable Energy Directive"}, {"text_block_id": "p12_b350", "text": ". This framework could be based on the full life-cycle greenhouse gas emissions"}, {"text_block_id": "p12_b351", "text": ", considering the already existing CertifHy"}, {"text_block_id": "p12_b352", "text": "methodologies developed by industry initiatives, in consistency with the EU taxonomy for sustainable investments. The specific, complementary functions that Guarantees of Origin (GOs) and sustainability certificates already play in the Renewable Energy Directive can facilitate the most cost-effective production and EU-wide trading."}, {"text_block_id": "p12_b353_merged_merged_merged_merged", "text": "As regards electricity-based hydrogen, the growing share of renewables in power generation together with the ETS cap on the CO2 emissions of electricity for the EU as a whole will over time lead to lower CO2 emissions upstream while the use of hydrogen is replacing fossil fuels"}, {"text_block_id": "p13_b358", "text": "downstream in end-use sectors. The CO"}, {"text_block_id": "p13_b359", "text": "2"}, {"text_block_id": "p13_b360", "text": "emissions of electricity remain relevant for policies stimulating hydrogen production as it should be avoided that electricity production as such is supported indirectly; demand for electricity for hydrogen should be enabled in particular at times of abundant supply of renewable electricity in the grid. In the case of fossil-based hydrogen with carbon capture, the Commission will address upstream methane emissions occurring during the production and transport of natural gas and propose mitigating measures as part of the upcoming EU Strategy on Methane."}, {"text_block_id": "p13_b361", "text": "A supportive policy framework for scaling up hydrogen"}, {"text_block_id": "p13_b362", "text": "An incentivising, supportive policy framework needs to enable renewable and, in a transitional period, low-carbon hydrogen to contribute to decarbonisation at the lowest possible cost, whilst considering other important aspects, such as industrial competitiveness and its value chain implications for the energy system. The EU already has the basis for a supportive policy-framework, notably with the Renewable Energy Directive and the Emission Trading System (ETS), while the Next Generation EU, the 2030 Climate Target Plan, and the Industrial Policy provide the instruments and financial resources to accelerate our efforts towards a sustainable recovery."}, {"text_block_id": "p13_b363", "text": "The ETS, as a market based instrument, already provides a technology-neutral, EU-wide incentive towards cost-effective decarbonisation in all its covered sectors through carbon pricing. A strengthened ETS, with potential expansion in scope as announced as part of the Green Deal, will gradually reinforce that role. Almost all existing fossil based hydrogen production is covered by the ETS, but the sectors concerned"}, {"text_block_id": "p13_b364", "text": "are deemed to be at a significant risk of carbon leakage and therefore receive free allocation at 100% of benchmark levels. As foreseen in the ETS Directive"}, {"text_block_id": "p13_b365", "text": ", the benchmark used for free allocation will be updated for phase 4. In the forthcoming"}, {"text_block_id": "p13_b366", "text": "revision of the ETS"}, {"text_block_id": "p13_b367", "text": ", the Commission may consider how the production of renewable and low-carbon hydrogen could be further incentivised, while taking due account of the risk for sectors exposed to carbon leakage. Should differences in climate ambition levels around the world persist, the Commission will propose a Carbon Border Adjustment Mechanism in 2021 to reduce the risk of carbon leakage, in full compatibility with WTO rules, and will also look at the implications for hydrogen."}, {"text_block_id": "p13_b368_merged_merged_merged", "text": "With the need to scale-up renewable and low-carbon hydrogen before they are cost-competitive, support schemes are likely to be required for some time, subject to compliance with competition rules. A possible policy instrument would be to create tendering systems for carbon contracts for difference (‘CCfD’). Such a long term contract with a public counterpart would remunerate the investor by paying the difference between the CO2 strike price and the actual CO2 price in the ETS in an explicit way, bridging the cost gapcompared to conventional hydrogen production. Areas where a pilot scheme for carbon contracts for difference can be applied is to accelerate the replacement of existing hydrogen production in refineries and fertiliser production, low carbon and circular steel and basic chemicals, and to support the deployment in the maritime sector of hydrogen and derived fuels such as ammonia and the deployment of synthetic low-carbon fuels in the aviation"}, {"text_block_id": "p14_b383", "text": "sector. It could be implemented at EU, or national level, including with the support of the ETS Innovation Fund. The proportionality of such measures and their market impact should be assessed carefully ensuring that these comply with the State aid guidelines for energy and environmental protection."}, {"text_block_id": "p14_b384", "text": "Finally,"}, {"text_block_id": "p14_b385", "text": "direct and transparent, market-based support schemes"}, {"text_block_id": "p14_b386", "text": "for renewable hydrogen, allocated through competitive tenders, could be envisaged. Market-compatible support should be coordinated within a transparent, efficient and competitive hydrogen and electricity market that provides price signals that reward electrolysers for the services they provide to the energy system (e.g. flexibility services, augmenting renewable production levels, reducing burden from renewable incentives)."}, {"text_block_id": "p14_b387", "text": "Overall, this approach allows for differentiated support for boosting demand and supply, taking into account the type of hydrogen and different starting points of Member States, in line with State aid policy. Investments into renewable and low-carbon hydrogen production installations and technologies, such as electrolysers, can apply for EU funding. Furthermore, carbon contracts for difference for renewable and low-carbon hydrogen could provide initial support for early deployment in various sectors until they have become sufficiently mature and cost-competitive in their own right. For renewable hydrogen, direct market based support schemes and quotas could also be considered. This should allow to kick-start a hydrogen ecosystem of significant scale throughout the EU in the coming decade and towards full commercial deployment afterwards."}, {"text_block_id": "p14_b388", "text": "5. D"}, {"text_block_id": "p14_b389", "text": "ESIGNING A FRAMEWORK FOR HYDROGEN INFRASTRUCTURE AND MARKET RULES"}, {"text_block_id": "p14_b390", "text": "The role of infrastructure"}, {"text_block_id": "p14_b391", "text": "A condition for a widespread use of hydrogen as an energy carrier in the EU is the availability of energy infrastructure for connecting supply and demand. Hydrogen may be transported via pipelines, but also via non-network based transport options, e.g. trucks or ships docking at adapted LNG terminals, insofar as technically feasible. Transport can happen as pure gaseous or liquid hydrogen, or bound in bigger molecules that are easier to transport (e.g. ammonia or liquid organic hydrogen carriers). Hydrogen can also provide cyclical or seasonal storage, e.g. in salt caverns"}, {"text_block_id": "p14_b392", "text": ", to produce electricity to cover peak demand, secure hydrogen supply, and allow electrolysers to operate flexibly."}, {"text_block_id": "p14_b393_merged_merged_merged", "text": "The infrastructure needs for hydrogen will ultimately depend on the pattern of hydrogen production and demand and transportation costs and are linked to the different phases of the development of hydrogen production, increasing significantly after 2024. Furthermore, infrastructure to support carbon capture use and storage may be needed for the production of low-carbon hydrogen and synthetic fuels. Following the stepwise approach outlined above demand for hydrogen may initially be met by production on-site (from local renewables sources or natural gas) in industrial clusters and coastal areas through existing “point-point” connections between production and demand. The existing rules for so-called closed"}, {"text_block_id": "p15_b398", "text": "distribution systems, direct lines or exemptions in the gas and electricity markets may provide guidance on how to address this"}, {"text_block_id": "p15_b399", "text": "."}, {"text_block_id": "p15_b400", "text": "In the second phase, local hydrogen networks would emerge to cater for additional industrial demand. With increasing demand, the optimisation of the production, use and transport of hydrogen will have to be secured and is likely to require longer-range transportation to ensure that the entire system is efficient through the revision of the"}, {"text_block_id": "p15_b401", "text": "Trans-European Networks for Energy (TEN-E) and the review of the internal gas market legislation for competitive decarbonised gas markets"}, {"text_block_id": "p15_b402", "text": ". To ensure interoperability of markets for pure hydrogen, common quality standards (e.g. for purity and thresholds for contaminants) or cross-border operational rules may be necessary."}, {"text_block_id": "p15_b403", "text": "This process should be combined with a strategy to meet the transport demand through a network of refuelling stations, linked to the review of the"}, {"text_block_id": "p15_b404", "text": "Alternative Fuels Infrastructure Directive"}, {"text_block_id": "p15_b405", "text": "and the revision of the"}, {"text_block_id": "p15_b406", "text": "Trans-European Transport Network (TEN-T)"}, {"text_block_id": "p15_b407", "text": "."}, {"text_block_id": "p15_b408", "text": "With the imminent phase-out of low calorific gas and with the demand for natural gas declining after 2030, elements of the existing pan-European gas infrastructure could be repurposed to provide the necessary infrastructure for large-scale cross-border transport of hydrogen."}, {"text_block_id": "p15_b409", "text": "Repurposing may provide an opportunity for a cost-effective energy transition in combination with (relatively limited) newly built hydrogen dedicated infrastructure"}, {"text_block_id": "p15_b410", "text": "."}, {"text_block_id": "p15_b411", "text": "However, existing natural gas pipelines are owned by network operators that are often not allowed to own, operate and finance hydrogen pipelines. To enable repurposing of existing assets, its technical suitability must be assessed as well as a review of the regulatory framework for competitive decarbonised gas markets should allow such financing and operation with an overall energy system perspective in mind. Sound infrastructure planning,"}, {"text_block_id": "p15_b412", "text": "such as on the basis of ten year network development plans (‘TYNDP’),"}, {"text_block_id": "p15_b413", "text": "is needed on the basis of which decisions to invest can be taken. Such planning should also inform and be the basis for incentivising investments by private investors in electrolysers at the best locations. The Commission will thus ensure the full integration of hydrogen infrastructure in the infrastructure planning, including through the revision of the Trans-European Networks for Energy and the work on Ten-Year Network Development Plans (TYNDPs), taking into account also the planning of a network of fuelling stations."}, {"text_block_id": "p15_b414_merged_merged_merged_merged_merged", "text": "The blending of hydrogen in the natural gas network at a limited percentage may enable decentralised renewable hydrogen production in local networks in a transitional phase. However, blending is less efficient and diminishes the value of hydrogen. Blending also changes the quality of the gas consumed in Europe and may affect the design of gas infrastructure, end-user applications, and cross-border system interoperability. Blending thus"}, {"text_block_id": "p16_b416", "text": "risks fragmenting the internal market if neighbouring Member States accept different levels of blending and cross-border flows are hindered. To mitigate such a situation, the technical feasibility of adjusting the quality and cost of handling the differences in gas quality need to be assessed. Current gas quality standards"}, {"text_block_id": "p16_b417", "text": "–"}, {"text_block_id": "p16_b418", "text": "national and CEN"}, {"text_block_id": "p16_b419", "text": "–"}, {"text_block_id": "p16_b420", "text": "would need to be updated. Moreover, reinforcement of instruments may be needed to secure cross-border coordination and system interoperability for an unhindered flow of gases across Member States. These options require careful consideration in terms of their contribution to the decarbonisation of the energy system as well as economic and technical implications."}, {"text_block_id": "p16_b421", "text": "Fostering liquid markets and competition"}, {"text_block_id": "p16_b422", "text": "As EU Member States have different potential for the production of renewable hydrogen, an open and competitive EU market with unhindered cross-border trade has important benefits for competition, affordability, and security of supply."}, {"text_block_id": "p16_b423", "text": "Moving"}, {"text_block_id": "p16_b424", "text": "towards a liquid market"}, {"text_block_id": "p16_b425", "text": "with commodity-based hydrogen trading would facilitate entry of new producers and would be beneficial for deeper integration with other energy carriers. It would create viable price signals for investments and operational decisions. Whilst recognising the inherent differences, existing rules that enable efficient commercial operations developed for the electricity and gas markets, such as access to trading points and standard product definitions, could be considered for a hydrogen market under the review of the gas legislation for competitive decarbonised gas markets."}, {"text_block_id": "p16_b426", "text": "To facilitate the deployment of hydrogen and develop a market where also new producers have access to customers"}, {"text_block_id": "p16_b427", "text": ","}, {"text_block_id": "p16_b428", "text": "hydrogen infrastructure should be accessible to all"}, {"text_block_id": "p16_b429", "text": "on a non"}, {"text_block_id": "p16_b430", "text": "-"}, {"text_block_id": "p16_b431", "text": "discriminatory basis. In order not to distort the level playing field for market-based activities, network operators must remain neutral. Third-party access rules, clear rules on connecting electrolysers to the grid and streamlining of permitting and administrative hurdles will need to be developed to reduce undue burden to market access. Providing clarity now will avoid sunk investments and the costs of ex-post interventions later."}, {"text_block_id": "p16_b432_merged_merged_merged_merged", "text": "An open and competitive EU market with prices that reflect energy carriers’ production costs, carbon costs, and external costs and benefits would efficiently provide clean and safe hydrogen to end users who value it most. Equal treatment of hydrogen with other carriers must be ensured to not distort the relative prices of different energy carriers. Solid relative price signals not only allow energy users to make informed decisions about what energy carrier to use where, it also means that they can make efficient decisions between consuming energy or not, i.e. to make an optimal trade-off when investing in energy efficiency measures."}, {"text_block_id": "p17_b437", "text": "6. P"}, {"text_block_id": "p17_b438", "text": "ROMOTING RESEARCH AND INNOVATION IN HYDROGEN TECHNOLOGIES"}, {"text_block_id": "p17_b439", "text": "The EU has supported research and innovation on hydrogen for many years, starting through traditional collaborative projects"}, {"text_block_id": "p17_b440", "text": ", and subsequently mainly with the Fuel Cell and Hydrogen Joint Undertaking (FCH JU)"}, {"text_block_id": "p17_b441", "text": ". These efforts have enabled several technologies to come close to maturity"}, {"text_block_id": "p17_b442", "text": ", alongside the development of high-profile projects in promising applications"}, {"text_block_id": "p17_b443", "text": ", and to achieve EU global leadership for future technologies, notably on electrolysers, hydrogen refuelling stations and megawatt-scale fuel cells. EU funded projects also allowed improvement in the understanding of the applicable regulation for boosting the production and utilisation of hydrogen in the EU."}, {"text_block_id": "p17_b444", "text": "To ensure a full hydrogen supply chain to serve the European economy, further research and innovation efforts are required."}, {"text_block_id": "p17_b445", "text": "First"}, {"text_block_id": "p17_b446", "text": ", on the"}, {"text_block_id": "p17_b447", "text": "generation"}, {"text_block_id": "p17_b448", "text": "side, this will entail upscaling to"}, {"text_block_id": "p17_b449", "text": "larger size, more efficient and cost-effective electrolysers in the range of gigawatts"}, {"text_block_id": "p17_b450", "text": "that, together with mass manufacturing capabilities and new materials, supply hydrogen to large consumers. As a first step, a call for proposals for a 100 MW electrolyser will be launched this year."}, {"text_block_id": "p17_b451", "text": "Solutions at lower technology readiness level"}, {"text_block_id": "p17_b452", "text": "need also to be incentivised and developed such as, for example, hydrogen production from marine algae, from direct solar water splitting, or from pyrolysis processes with solid carbon as side product, while paying due attention to sustainability requirements."}, {"text_block_id": "p17_b453", "text": "Second, infrastructure"}, {"text_block_id": "p17_b454", "text": "needs further development to"}, {"text_block_id": "p17_b455", "text": "distribute, store and dispense hydrogen at large volumes"}, {"text_block_id": "p17_b456", "text": "and possibly over long distances. The"}, {"text_block_id": "p17_b457", "text": "repurposing of existing gas infrastructure"}, {"text_block_id": "p17_b458", "text": "for transporting hydrogen or hydrogen-based fuels also needs further research, development and innovation activities."}, {"text_block_id": "p17_b459", "text": "Third"}, {"text_block_id": "p17_b460", "text": ","}, {"text_block_id": "p17_b461", "text": "large scale end-use applications"}, {"text_block_id": "p17_b462", "text": "need to be further developed, notably in"}, {"text_block_id": "p17_b463", "text": "industry"}, {"text_block_id": "p17_b464", "text": "(e.g. using hydrogen to replace coking coal in steel-making or upscaling renewable hydrogen in chemical and petrochemical industry) and in"}, {"text_block_id": "p17_b465", "text": "transport"}, {"text_block_id": "p17_b466", "text": "(e.g. heavy duty road transport, rail, waterborne and aviation). Pre-normative research, including the safety dimension, should be tailored to assist deployment plans and enable improved, harmonised standards."}, {"text_block_id": "p17_b467", "text": "Finally"}, {"text_block_id": "p17_b468_merged_merged_merged_merged_merged", "text": ", further research is needed to support policy making on a number of cross-cutting areas, in particular to enable improved and harmonised (safety) standards and monitoring and assess social and labour market impacts. Reliable methodologies have to be developed for assessing the environmental impacts of hydrogen technologies and their associated value chains, including their full life-cycle greenhouse gas emissions and sustainability. Importantly, securing the supply of critical raw materials in parallel to material reduction, substitution, reuse, and recycling needs a thorough assessment in the light of their future expected increasing deployment, with due account being paid to ensuring security of supply and high levels of sustainability in Europe."}, {"text_block_id": "p18_b475", "text": "Coordinated EU research and innovation support is also needed for"}, {"text_block_id": "p18_b476", "text": "large-scale high-impact projects across the entire hydrogen value chain"}, {"text_block_id": "p18_b477", "text": ", including large scale electrolysers (hundreds of megawatts connected to clean electricity production and supplying renewable hydrogen for example to industrial areas or green airports and ports (as proposed in the Green Deal Call), that are able to test technology in real life environment."}, {"text_block_id": "p18_b478", "text": "To address all these challenges the Commission will carry out a set of actions targeting research, innovation, and relevant international cooperation"}, {"text_block_id": "p18_b479", "text": ", supporting the energy and climate policy objectives."}, {"text_block_id": "p18_b480", "text": "Under the Research and Innovation framework Programme Horizon Europe, an institutionalized"}, {"text_block_id": "p18_b481", "text": "Clean Hydrogen Partnership"}, {"text_block_id": "p18_b482", "text": "was proposed with main focus on renewable hydrogen production, transmission, distribution and storage, alongside selected fuel cell end-use technologies"}, {"text_block_id": "p18_b483", "text": ". While the Clean Hydrogen Partnership will support research, development and demonstration of technologies to bring them to market readiness, the Clean Hydrogen Alliance will pool resources to bring scale and impact to industrialisation efforts, in order to achieve further cost reductions and competitiveness. The Commission also proposes to increase the support for research and innovation in the end-use of hydrogen in key sectors through synergies with important partnerships proposed under Horizon Europe, notably on transport"}, {"text_block_id": "p18_b484", "text": "and on industry"}, {"text_block_id": "p18_b485", "text": ". Close cooperation between these partnerships would support the development of supply chains for hydrogen and jointly scale-up investments."}, {"text_block_id": "p18_b486", "text": "In addition,"}, {"text_block_id": "p18_b487", "text": "the ETS Innovation Fund"}, {"text_block_id": "p18_b488", "text": ", which will pool togeth"}, {"text_block_id": "p18_b489", "text": "er around €10 billion to"}, {"text_block_id": "p18_b490", "text": "support low-carbon technologies over the period 2020-2030, has the potential to facilitate first-of-a-kind demonstration of innovative hydrogen-based technologies. The Fund can substantially reduce the risks of large and complex projects, and therefore offers a unique opportunity to prepare such technologies for a wide-scale roll out. A first call for proposals under the Fund was launched on 3 July 2020."}, {"text_block_id": "p18_b491_merged_merged_merged_merged_merged", "text": "The Commission will also provide targeted support to build the necessary capacity for preparation of financially sound and viable hydrogen projects, where this is identified as a priority in the relevant national and regional programmes, through dedicated instruments (e.g. InnovFin Energy Demonstration Projects, InvestEU) possibly in combination with advisory and technical assistance from the Cohesion Policy, from the European Investment Bank Advisory Hubs or under Horizon Europe. For example, the Hydrogen Valleys Partnershipis already supporting innovation hydrogen eco-systems. In the next funding period, a dedicated Interregional Innovation Investment Instrument with a pilot action on hydrogen technologies in carbon-intensive regions will support the development of innovative value chains in the context of the European Regional Development Fund."}, {"text_block_id": "p19_b493", "text": "The cooperation with research and innovation efforts of Member States in the context of the Strategic Energy Technologies (SET) Plan priorities"}, {"text_block_id": "p19_b494", "text": "will also be ensured. Synergies with other instruments such as the Innovation Fund or Structural Funds will be sought in order to bridge the valley-of-death through first-of-a-kind demonstration projects reflecting the diversity of opportunities for renewable and low-carbon hydrogen across the EU."}, {"text_block_id": "p19_b495", "text": "7. T"}, {"text_block_id": "p19_b496", "text": "HE INTERNATIONAL DIMENSION"}, {"text_block_id": "p19_b497", "text": "The international dimension is an integral part of the EU approach. Clean hydrogen offers new"}, {"text_block_id": "p19_b498", "text": "opportunities for"}, {"text_block_id": "p19_b499", "text": "designing Europe’s energy partnership"}, {"text_block_id": "p19_b500", "text": "s with both neighbouring countries and regions and"}, {"text_block_id": "p19_b501", "text": "its international, regional and bilateral partners"}, {"text_block_id": "p19_b502", "text": ", advancing"}, {"text_block_id": "p19_b503", "text": "supply diversification and helping design stable and secure supply chains."}, {"text_block_id": "p19_b504", "text": "In line with the external dimension of the European Green Deal, the EU has a strategic interest in placing hydrogen high on its external energy policy agenda, continuing to invest in international cooperation on climate, trade and research activities but also broadening its agenda to new areas."}, {"text_block_id": "p19_b505", "text": "For many years, research has been the basis for international cooperation on hydrogen. The EU, together with the US and Japan, developed the most ambitious research programmes addressing different segments of the hydrogen value-chain, and the"}, {"text_block_id": "p19_b506", "text": "International Partnership for a Hydrogen Economy (IPHE)"}, {"text_block_id": "p19_b507", "text": "was established as a first vehicle in this respect."}, {"text_block_id": "p19_b508", "text": "The interest in clean hydrogen is now growing globally. Several countries are developing ambitious research programmes along national hydrogen strategies"}, {"text_block_id": "p19_b509", "text": ", and an international hydrogen trade market is likely to develop. The US and China are investing massively in hydrogen research and industrial development."}, {"text_block_id": "p19_b510", "text": "Some of EU’s current gas suppliers"}, {"text_block_id": "p19_b511", "text": "and countries with a strong potential for renewables are considering opportunities to export renewable electricity or clean hydrogen to the EU. For example Africa, due to its abundant renewables potential and in particular North Africa due to geographic proximity, is a potential supplier of cost-competitive renewable hydrogen to the EU"}, {"text_block_id": "p19_b512", "text": "requiring that the deployment of renewable power generation in these countries strongly accelerates."}, {"text_block_id": "p19_b513_merged_merged_merged_merged_merged", "text": "In this context, the EU should actively promote new opportunities for cooperation on clean hydrogen with neighbouring countries and regions, as a way to contribute to their clean energy transition and foster sustainable growth and development. Taking into account natural resources, physical interconnections and technological development, the Eastern Neighbourhood, in particular Ukraine, and the Southern Neighbourhood countries should be priority partners. Cooperation should range from research and innovation to regulatory policy, direct investments and undistorted and fair trade in hydrogen, hydrogen, its derivatives, and the associated technologies and services. According to industry’s estimate 40 GW of electrolysers could be potentially installed in the Eastern and Southern Neighbourhood by"}, {"text_block_id": "p20_b518", "text": "2030, ensuring a sustained cross-border trade with the EU. Realising the ambition and supplying significant amounts of renewable hydrogen to the EU should be addressed in energy cooperation and diplomacy."}, {"text_block_id": "p20_b519", "text": "To support investments in clean hydrogen in the European Neighbourhood, the Commission will mobilise the available financing instruments including the Neighbourhood Investment Platform, which has financed for many years projects accompanying the clean energy transition of partner countries. The Commission would also be ready to support new hydrogen-related project proposals by international financial institutions, for potential co-financing through this blending facility, for example in the context of the Western Balkans Investment Framework"}, {"text_block_id": "p20_b520", "text": "."}, {"text_block_id": "p20_b521", "text": "The EU Stabilisation and Association Agreements with the Western Balkans, as well as the Association Agreements with"}, {"text_block_id": "p20_b522", "text": "Neighbourhood countries"}, {"text_block_id": "p20_b523", "text": ", provide the political framework for the participation of those countries in joint hydrogen research and development programmes with the EU. The"}, {"text_block_id": "p20_b524", "text": "Energy Community and the Transport Community"}, {"text_block_id": "p20_b525", "text": "will have a critical role to play for the promotion of EU regulations, standards and clean hydrogen, including the deployment of new infrastructure, such as refuelling networks and the re-use, where relevant, of existing natural gas grids, as the regional sectorial international cooperation fora. Participation of the Western Balkans and Ukraine in the Clean Hydrogen Alliance will be encouraged."}, {"text_block_id": "p20_b526", "text": "The energy dialogues with partners in the"}, {"text_block_id": "p20_b527", "text": "Southern Neighbourhood"}, {"text_block_id": "p20_b528", "text": "will help define and advance a common agenda and identify projects and joint activities. Cooperation with the"}, {"text_block_id": "p20_b529", "text": "industry should also be promoted through regional cooperation fora such as the “"}, {"text_block_id": "p20_b530", "text": "Observatoire"}, {"text_block_id": "p20_b531", "text": "Méditerranéen de l’Energie"}, {"text_block_id": "p20_b532", "text": "”."}, {"text_block_id": "p20_b533", "text": "The Commission will explore in the context of the"}, {"text_block_id": "p20_b534", "text": "Africa-Europe Green Energy Initiative"}, {"text_block_id": "p20_b535", "text": "the opportunity to support awareness raising of clean hydrogen opportunities amongst public and private partners, including joint research and innovation projects. It will also consider potential projects through the European Fund for Sustainable Development"}, {"text_block_id": "p20_b536", "text": "."}, {"text_block_id": "p20_b537_merged_merged_merged_merged", "text": "More broadly hydrogen could be mainstreamed in the EU’s international, regional and bilateral energy and diplomacy efforts, but also on climate, research, trade and international cooperation. Broad agreement with international partners will be essential to establish conditions for the emergence of a global, rules-based market that contributes to a secure and competitive hydrogen supply for the EU market. Early action will be key to prevent the emergence of market barriers and trade distortions. In this context, an assessment of how to address possible distortions and barriers to trade and investment in hydrogen will be carried out in the context of the ongoing EU Trade Policy review. Furthermore, bilateral dialogues promoting EU regulations, standards and technologies could be facilitated."}, {"text_block_id": "p21_b540", "text": "Furthermore"}, {"text_block_id": "p21_b541", "text": ","}, {"text_block_id": "p21_b542", "text": "the EU should promote in"}, {"text_block_id": "p21_b543", "text": "multilateral fora"}, {"text_block_id": "p21_b544", "text": "the development of international standards and the setting up common definitions and methodologies for defining overall emissions from each unit of hydrogen produced and carried to final use as well as international sustainability criteria. The EU is already highly involved in IPHE, and co-leads the new clean hydrogen mission under Mission Innovation and the Clean Energy Ministerial Hydrogen initiative (CEM H2I). International collaboration could also be expanded through international standardisation bodies and global technical regulations of the United Nations (UN-ECE, International Maritime Organisation), including harmonisation of automotive regulation for hydrogen vehicles. Cooperation under G20, as well as with the International Energy Agency (IEA) and the International Renewable Energy Agency (IRENA), creates further opportunities for exchange of experiences and best practices."}, {"text_block_id": "p21_b545", "text": "Finally, to reduce the foreign exchange risks for EU market operators, both on imports and exports, it is important to facilitate the development of a structured international hydrogen market in euro. Hydrogen being a nascent market, the Commission will develop a"}, {"text_block_id": "p21_b546", "text": "benchmark for euro denominated transactions in hydrogen"}, {"text_block_id": "p21_b547", "text": "thus contributing to consolidate the role of the euro in trade of sustainable energy."}, {"text_block_id": "p21_b548", "text": "8. C"}, {"text_block_id": "p21_b549", "text": "ONCLUSIONS"}, {"text_block_id": "p21_b550", "text": "Renewable and low-carbon hydrogen can contribute to reduce greenhouse gas emissions ahead of 2030, to the recovery of the EU economy, and is a key building block towards a climate-neutral and zero pollution economy in 2050, by replacing fossil fuels and feedstock in hard-to-decarbonise sectors. Renewable hydrogen also offers a unique opportunity for research and innovation, maintaining and expanding"}, {"text_block_id": "p21_b551", "text": "Europe’s technological"}, {"text_block_id": "p21_b552", "text": "leadership, and creating economic growth and jobs across the full value chain and across the Union."}, {"text_block_id": "p21_b553", "text": "This requires ambitious and well-coordinated policies at national and European levels, as well as diplomatic outreach on energy and climate with international partners. This strategy brings different strands of policy action together, covering the entire value chain, as well as the industrial, market and infrastructure angles together with the research and innovation perspective and the international dimension, in order to create an enabling environment to scale up hydrogen supply and demand for a climate-neutral economy. The Commission invites the Parliament, the Council, other EU institutions, social partners and all stakeholders to discuss how to leverage the potential of hydrogen to decarbonise our economy while making it more competitive, building on the actions set out in this Communication."}, {"text_block_id": "p21_b554", "text": "KEY ACTIONS"}, {"text_block_id": "p21_b555", "text": "An investment agenda for the EU"}, {"text_block_id": "p21_b556", "text": "An investment agenda for the EU\n* Through the\n* develop an investment agenda to\n* develop an investment agenda to\n stimulate the roll out of production and use of hydrogen and build a concrete pipeline of\n* develop an investment agenda to\n stimulate the roll out of production and use of hydrogen and build a concrete pipeline of\n projects (by end of 2020).\n* strategic investments in clean hydrogen in the context of the Commissionâs recovery plan, in particular through the Strategic European Investment Window of InvestEU (from 2021)\n* strategic investments in clean hydrogen in the context of the Commissionâs recovery plan, in particular through the Strategic European Investment Window of InvestEU (from 2021)\n ."}, {"text_block_id": "p22_b571", "text": "Boosting demand for and scaling up production"}, {"text_block_id": "p22_b572", "text": "Boosting demand for and scaling up production\n* Propose measures to facilitate the use of hydrogen and its derivatives in the transport\n* Propose measures to facilitate the use of hydrogen and its derivatives in the transport\n sector in the\n* upcoming\n* upcoming\n Sustainable and Smart Mobility Strategy\n* upcoming\n Sustainable and Smart Mobility Strategy\n , and in\n* upcoming\n Sustainable and Smart Mobility Strategy\n , and in\n related policy initiatives (2020).\n* for renewable hydrogen building on the existing provisions of Renewable Energy\n* for renewable hydrogen building on the existing provisions of Renewable Energy\n Directive (by June 2021).\n* for renewable hydrogen building on the existing provisions of Renewable Energy\n Directive (by June 2021).\n Explore additional support measures, including demand-side policies in end-use\n* Work to introduce a common low-carbon threshold/standard for the promotion of\n* a comprehensive terminology and European-wide criteria for the\n* a comprehensive terminology and European-wide criteria for the\n certification\n* a comprehensive terminology and European-wide criteria for the\n certification\n of renewable and low-carbon hydrogen (by June 2021).\n* Develop a pilot scheme\n* preferably at EU level\n* preferably at EU level\n â\n* preferably at EU level\n â\n for a\n* preferably at EU level\n â\n for a\n , in particular to support the production of low carbon and circular\n* preferably at EU level\n â\n for a\n , in particular to support the production of low carbon and circular\n steel, and basic chemicals.\n* preferably at EU level\n â\n for a\n , in particular to support the production of low carbon and circular\n steel, and basic chemicals.\n Carbon Contracts for"}, {"text_block_id": "p22_b600", "text": "Designing an enabling and supportive framework: support schemes, market rules and infrastructure"}, {"text_block_id": "p22_b601", "text": "Designing an enabling and supportive framework: support schemes, market rules and infrastructure\n* , including in the Trans-European\n* , including in the Trans-European\n Networks for Energy and Transport and the Ten-Year Network Development Plans\n* , including in the Trans-European\n Networks for Energy and Transport and the Ten-Year Network Development Plans\n (TYNDPs) (2021) taking into account also the planning of a network of fuelling stations.\n* Accelerate the\n* in the revision of the\n* in the revision of the\n Alternative Fuels Infrastructure Directive and the revision of the Regulation on the\n* in the revision of the\n Alternative Fuels Infrastructure Directive and the revision of the Regulation on the\n European Transport Network (2021).\n* Design enablin\n* , including removing\n* , including removing\n barriers for efficient hydrogen infrastructure development (e.g. via repurposing) and\n* , including removing\n barriers for efficient hydrogen infrastructure development (e.g. via repurposing) and\n ensure access to liquid markets for hydrogen producers and customers and the integrity of\n* , including removing\n barriers for efficient hydrogen infrastructure development (e.g. via repurposing) and\n ensure access to liquid markets for hydrogen producers and customers and the integrity of\n the internal gas market, through the upcoming legislative reviews (e.g. review of the gas\n* , including removing\n barriers for efficient hydrogen infrastructure development (e.g. via repurposing) and\n ensure access to liquid markets for hydrogen producers and customers and the integrity of\n the internal gas market, through the upcoming legislative reviews (e.g. review of the gas\n legislation for competitive decarbonised gas markets (2021)."}, {"text_block_id": "p22_b620", "text": "Promoting research and innovation in hydrogen technologies"}, {"text_block_id": "p22_b621", "text": "Promoting research and innovation in hydrogen technologies\n* as\n* as\n part of the European Green Deal call under Horizon 2020 (Q3 2020).\n* Establish the proposed\n* , focusing on renewable hydrogen\n* , focusing on renewable hydrogen\n production, storage, transport, distribution and key components for priority end-uses of\n* , focusing on renewable hydrogen\n production, storage, transport, distribution and key components for priority end-uses of\n clean hydrogen at a competitive price (2021).\n* Steer the development of\n* , in\n* , in\n coordination with the SET Plan (from 2020 onwards).\n* Facilitate the demonstration of innovative hydrogen-based technologies through the launch of calls for proposals under the ETS Innovation Fund (first call launched in July 2020)."}, {"text_block_id": "p23_b642", "text": "Promoting research and innovation in hydrogen technologies\n* as\n* as\n part of the European Green Deal call under Horizon 2020 (Q3 2020).\n* Establish the proposed\n* , focusing on renewable hydrogen\n* , focusing on renewable hydrogen\n production, storage, transport, distribution and key components for priority end-uses of\n* , focusing on renewable hydrogen\n production, storage, transport, distribution and key components for priority end-uses of\n clean hydrogen at a competitive price (2021).\n* Steer the development of\n* , in\n* , in\n coordination with the SET Plan (from 2020 onwards).\n* Facilitate the demonstration of innovative hydrogen-based technologies through the launch of calls for proposals under the ETS Innovation Fund (first call launched in July 2020).\n* Launch a call for pilot action on\n* on\n* on\n Hydrogen Technologies in carbon-intensive regions (2020)."}, {"text_block_id": "p23_b647", "text": "The international dimension"}, {"text_block_id": "p23_b648", "text": "The international dimension\n* Strengthen EU leadership in international fora for technical standards, regulations\n* Strengthen EU leadership in international fora for technical standards, regulations\n and definitions\n* within the next mandate of Mission Innovation (MI2).\n* Southern and Eastern Neighbourhood partners and Energy\n* Southern and Eastern Neighbourhood partners and Energy\n Community countries\n* Southern and Eastern Neighbourhood partners and Energy\n Community countries\n ,\n* Southern and Eastern Neighbourhood partners and Energy\n Community countries\n ,\n notably Ukraine\n* Southern and Eastern Neighbourhood partners and Energy\n Community countries\n ,\n notably Ukraine\n on renewable electricity and hydrogen.\n* Set out a cooperation process on renewable hydrogen with the African Union in the framework of the Africa-Europe Green Energy Initiative.\n* a benchmark for euro denominated transactions\n* a benchmark for euro denominated transactions\n by 2021."}], "document_description": "This document sets out the European Union's strategy to foster the production and use of renewable-sourced hydrogen. It aims at supporting the Green New Deal."}