{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "A policy framework for climate and energy in the period from 2020 to 2030", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Framework", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2014", "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2014/EUR-2014-01-01-A policy framework for climate and energy in the period from 2020 to 2030_8943208a7cd98406f302f6b305a8134c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EUROPEAN"}, {"text_block_id": "p0_b2", "text": "COMMISSION"}, {"text_block_id": "p0_b3", "text": "Brussels, 22.1.2014"}, {"text_block_id": "p0_b4", "text": "COM(2014) 15 final"}, {"text_block_id": "p0_b5", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p0_b6", "text": "A policy framework for climate and energy in the period from 2020 to 2030"}, {"text_block_id": "p0_b7", "text": "{SWD(2014) 15 final}"}, {"text_block_id": "p0_b8", "text": "{SWD(2014) 16 final}"}, {"text_block_id": "p1_b9", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p1_b10", "text": "A policy framework for climate and energy in the period from 2020 to 2030"}, {"text_block_id": "p1_b11", "text": "1.  I"}, {"text_block_id": "p1_b12", "text": "NTRODUCTION"}, {"text_block_id": "p1_b13_merged", "text": "Much has been achieved since the EU adopted its first package of climate and energy measures in 2008. The EU is now well on track to meet the 2020 targets for greenhouse gas emissions reduction and renewable energy and significant improvements have been made in the intensity of energy use thanks to more efficient buildings, products, industrial processes and vehicles. These achievements are all the more significant given that the European economy has grown by around 45% in real terms since 1990. The 20/20/20 targets for greenhouse gas emissions, renewable energy and energy savings have played a key role in driving this progress and sustaining the employment of more than 4.2 million people in various eco-industries, with continuous growth during the crisis."}, {"text_block_id": "p1_b15", "text": "Much has also changed since 2008. Most obvious is the impact of the economic and financial crisis which has affected Member States' capacity to invest. Fossil fuel prices remain high which negatively affects the Union's trade balance and energy costs. In 2012, the EU's oil and gas import bill amounted to more than  400 billion or approximately 3.1% of the Union's GDP. There has been a decisive shift in the centre of gravity of global energy demand towards emerging economics, notably China and India.  At the same time, households and industrial users are increasingly concerned by rising energy prices and price differentials with many of the Union's trading partners most notably the USA. The internal energy market has developed but new risks for fragmentation have emerged. The EU's Emissions Trading System (ETS) is not driving investments in low-carbon technologies sufficiently well, increasing the likelihood"}, {"text_block_id": "p2_b16", "text": "of new national policies that undermine the level playing field the ETS was meant to create. While renewable energy technologies have matured and costs have fallen substantially, the rapid development of renewable energy sources now poses new challenges for the energy system. Many energy using products are now more efficient and consumers are benefitting from real energy and financial savings."}, {"text_block_id": "p2_b17", "text": "At the same time, there has been further confirmation of the likely impact of human influence on climate change and of the need for substantial and sustained reductions of greenhouse gas emissions to limit further changes in the earth's climate"}, {"text_block_id": "p2_b18", "text": "."}, {"text_block_id": "p2_b19_merged_merged", "text": "It is now time, therefore, to reflect on these developments and the policy framework we need for 2030. In line with stakeholders' responses to the Green Paper, there is a need to continue to drive progress towards a low-carbon economy which ensures competitive and affordable energy for all consumers, creates new opportunities for growth and jobs and provides greater security of energy supplies and reduced import dependence for the Union as a whole. We need to make an ambitious commitment to make further greenhouse gas emission reductions in line with the cost-effective pathway described in the 2050 roadmaps, and to do so in time for the upcoming negotiations on an international climate agreement. We need to provide regulatory certainty as early as possible for investors in low-carbon technologies, to spur research, development and innovation and up-scaling and industrialisation of supply chains for new technologies. This must all be done in a way which takes account of the prevailing economic and political realities and builds on our experience of the current policy framework."}, {"text_block_id": "p2_b22", "text": "Against this background, the 2030 policy framework should be based on full implementation of the 20/20/20 targets and the following:"}, {"text_block_id": "p2_b23", "text": "Against this background, the 2030 policy framework should be based on full implementation of the 20/20/20 targets and the following:\n* An ambitious commitment to reduce greenhouse gas emissions in line with the 2050 roadmaps. Delivery of this commitment should follow a cost-efficient approach which responds to the challenges of affordability, competitiveness, security of supply and sustainability, and which takes account of current economic and political circumstances.\n* Simplification of the European policy framework while improving complementarity and coherence between objectives and instruments.\n* Within this EU framework, providing flexibility for Member States to define a low-carbon transition appropriate to their specific circumstances, preferred energy mix and needs in terms of energy security and allowing them to keep costs to a minimum.\n* Strengthening regional cooperation between Member States to help them meet common energy and climate challenges more cost-effectively while furthering market integration and preventing market distortion.\n* Building on the momentum behind the development of renewables with a policy based on a more cost-efficient approach which reinforces the European dimension and has further integration of the internal energy market and undistorted competition at its core."}, {"text_block_id": "p3_b33", "text": "Against this background, the 2030 policy framework should be based on full implementation of the 20/20/20 targets and the following:\n* An ambitious commitment to reduce greenhouse gas emissions in line with the 2050 roadmaps. Delivery of this commitment should follow a cost-efficient approach which responds to the challenges of affordability, competitiveness, security of supply and sustainability, and which takes account of current economic and political circumstances.\n* Simplification of the European policy framework while improving complementarity and coherence between objectives and instruments.\n* Within this EU framework, providing flexibility for Member States to define a low-carbon transition appropriate to their specific circumstances, preferred energy mix and needs in terms of energy security and allowing them to keep costs to a minimum.\n* Strengthening regional cooperation between Member States to help them meet common energy and climate challenges more cost-effectively while furthering market integration and preventing market distortion.\n* Building on the momentum behind the development of renewables with a policy based on a more cost-efficient approach which reinforces the European dimension and has further integration of the internal energy market and undistorted competition at its core.\n* A clear understanding of the factors that determine energy costs so that policy is based on facts and evidence so that we are clear what can be influenced through national and Union policy and what cannot. Ensuring that the competitiveness of business and affordability of energy for consumers are central in determining the objectives of the framework and the instruments to implement it.\n* Improving energy security, while delivering a low-carbon and competitive energy system, through common action, integrated markets, import diversification, sustainable development of indigenous energy sources, investment in the necessary infrastructure, end-use energy savings and supporting research and innovation.\n* Enhancing investor certainty by providing clear signals now on how the policy framework will change after 2020 and by ensuring that substantial changes to existing objectives and instruments do not take effect before this date.\n* Fair sharing of efforts between Member States which reflects their specific circumstances and capacities."}, {"text_block_id": "p3_b41", "text": "This Communication develops a framework for future EU energy and climate policies and launches a process to arrive at a shared understanding of how to take these policies forward in the future."}, {"text_block_id": "p3_b42", "text": "2. K"}, {"text_block_id": "p3_b43", "text": "EY ELEMENTS OF THE"}, {"text_block_id": "p3_b44", "text": "F"}, {"text_block_id": "p3_b45", "text": "RAMEWORK"}, {"text_block_id": "p3_b46", "text": "The Commission's Green Paper asked for views on the most appropriate range and structure of climate and energy targets for 2030. There was a broad consensus among stakeholders that a new target for greenhouse gas emissions reduction is desirable while views differed on the level of ambition"}, {"text_block_id": "p3_b47", "text": ". There were also mixed views on whether new targets for renewable energy and energy efficiency were necessary to deliver further progress in the 2030 perspective."}, {"text_block_id": "p3_b48_merged_merged_merged", "text": "The analysis in the impact assessment published alongside this Framework assessed various GHG reduction targets (35%, 40%, and 45%). It confirmed the conclusions of the Energy Roadmap 2050, namely that the costs of a low carbon transition do not differ substantially from the costs that will be incurred in any event because of the need to renew an aging energy system, rising fossil fuel prices and adherence to existing climate and energy policies. Nonetheless, energy system costs are expected to rise over the period to 2030 to a level of around 14% of GDP compared to about 12.8% in 2010. There will, however, be a major shift away from expenditure on fuels towards innovative equipment with high added value that will stimulate investments for innovative products and services, create jobs and growth and improve the Union's trade balance. A favourable economic framework and a targeted industrial policy as outlined in the accompanying Communication for an Industrial Renaissance should assist industry and businesses to exploit these opportunities."}, {"text_block_id": "p3_b51", "text": "Experience with the current 2020 framework indicates that while European and national targets can drive strong action by the Member States and growth in emerging industries they have not always ensured market integration, cost-efficiency and undistorted competition. The impact assessment indicates that a main target for greenhouse gas emissions reduction represents the least cost pathway to a low carbon economy which of itself should drive an increased share of renewable energy and energy savings in the Union."}, {"text_block_id": "p4_b52_merged", "text": "In the light of the evidence and the experience of current policies, the Commission proposes a new reduction target for domestic GHG emissions of 40% compared to 1990, to be shared between the ETS and non-ETS sectors, as the centre piece of the EU's energy and climate policy for 2030. The non-ETS target would be allocated amongst Member States (see below). It would be accompanied by a coherent headline target at European level for renewable energy of at least 27% with flexibility for Member States to set national objectives. The question of how best to deliver the optimal energy savings in 2030 will be analysed in greater detail in a review of the Energy Efficiency Directive to be concluded later in 2014."}, {"text_block_id": "p4_b54", "text": "The increased flexibility for Member States will be combined with a strong European governance framework to deliver EU objectives for renewable energy and energy savings in a manner that is consistent with attainment of national and European greenhouse gas targets and coherent with the wider principles of European energy policy, including the operation and further integration of the internal energy market and the delivery of a competitive, secure and sustainable energy system."}, {"text_block_id": "p4_b55", "text": "2.1 Greenhouse gas emissions target"}, {"text_block_id": "p4_b56", "text": "The Commission proposes to set a greenhouse gas emission reduction target for domestic EU emissions of 40% in 2030 relative to emissions in 1990. It is important to note that the policies and measures implemented and envisaged by the Member States in relation to their current obligations to reduce greenhouse gas emissions will continue to have effect after 2020. If fully implemented and fully effective, these measures are expected to deliver a 32% reduction relative to emissions in 1990. This will require continued effort but at the same time shows that the proposed target for 2030 is achievable. Continuous appraisal will, however, be important to take account of the international dimension and to ensure that the Union continues to follow the least cost pathway to a low-carbon economy."}, {"text_block_id": "p4_b57", "text": "The EU level target must be shared between the ETS and what the Member States must achieve collectively in the sectors outside of the ETS. The ETS sector would have to deliver a reduction of 43% in GHG in 2030 and the non-ETS sector a reduction of 30% both compared to 2005. In order to bring about the required emissions reduction in the ETS sector, the annual factor by which the cap on the maximum permitted emissions within the ETS decreases will have to be increased from 1.74% currently to 2.2% after 2020."}, {"text_block_id": "p4_b58", "text": "The collective effort for the non-ETS sector must also be allocated among the individual Member States in an appropriate and timely way. Currently, the attribution is made on the basis of relative wealth using GDP per capita which results in a wide spread of obligations ranging from a 20% reduction to a 20% increase in emissions. The analysis underpinning the Commission's Impact Assessment provides the cost-effective allocation of effort between Member States.  It confirms that costs and investments would be relatively higher in lower income Member States whilst minimising costs for the Union as whole. This reflects their relatively higher carbon intensity, lower energy efficiency as well as smaller capacity to invest. For example, the analysis indicates that countries with a GDP below 90% of the EU average would need to make investments in the period 2021-2030, at levels estimated to be some  3 billion per annum higher than the EU average increase in the period 2021-2030."}, {"text_block_id": "p4_b59", "text": "The Commission considers, therefore, that in implementing a 2030 framework, each Member State's GHG reduction target should continue to take into account these distributional factors while ensuring the integrity of the internal market, for example, in relation to energy"}, {"text_block_id": "p5_b60", "text": "efficiency and energy using products. Given the importance of future investments, solutions that contribute to improved finance will also be required (see below)."}, {"text_block_id": "p5_b61", "text": "The Commission sees no merit in proposing a higher \"conditional target\" ahead of the international negotiations. Should the outcome of the negotiations warrant a more ambitious target for the Union, this additional effort could be balanced by allowing access to international credits."}, {"text_block_id": "p5_b62", "text": "2.2 A Renewable energy target at EU level"}, {"text_block_id": "p5_b63", "text": "Renewable energy must continue to play a fundamental role in the transition towards a more competitive, secure and sustainable energy system. This transition will not be possible without significantly higher shares of renewable energy. To the extent that renewables are generated within the EU, they can also reduce the EU's trade deficit in energy commodities, its exposure to supply disruption and to volatile prices of fossil fuels. They also have the potential to drive growth in innovative technologies, create jobs in emerging sectors and reduce air pollution."}, {"text_block_id": "p5_b64", "text": "The rapid deployment of renewable energy already poses challenges for the electricity system in particular, which needs to adapt to increasingly decentralised and variable production (solar and wind). Moreover, most renewables development in the EU is driven by national support schemes, which on the one hand can address national and regional specificities but at the same time can hinder market integration and reduce cost-efficiency. The rapid deployment of renewable energy sources also affects the competitiveness of other energy sources that will continue to be fundamental for the EU's energy system and reduces investment incentives for generation capacity that will be needed for the transition towards a more competitive, secure and sustainable energy system (e.g. as backup to variable renewable energy)."}, {"text_block_id": "p5_b65", "text": "In the future, the benefits of renewable energy must be exploited in a way which is to the greatest extent possible market driven. The functioning of the ETS and the contribution to GHG reductions from renewables are closely interlinked and complementary. A greenhouse gas reduction target of 40% should by itself encourage a greater share of renewable energy in the EU of at least 27%. The Commission proposes, therefore, that this should be the EU's target for the share of renewable energy consumed in the EU. While binding on the EU, it would not be binding on the Member States individually but would be fulfilled through clear commitments decided by the Member States themselves which should be guided by the need to deliver collectively the EU-level target and build upon what each Member State should deliver in relation to their current targets for 2020. These new commitments for 2030 will be reviewed as part of the governance process described in section 3 and, if necessary, they would be complemented by further EU action and instruments to ensure delivery of the EU target."}, {"text_block_id": "p5_b66", "text": "This EU level target will drive continued investment in renewable energy meaning, for example, that the share of renewable energy in the electricity sector would increase from 21% today to at least 45% in 2030. Unlike in the current framework, the EU target would not be translated into national targets via EU legislation, thus leaving greater flexibility for Member States to meet their greenhouse gas reduction targets in the most cost-effective manner in accordance with their specific circumstances, energy mixes and capacities to produce renewable energy."}, {"text_block_id": "p5_b67", "text": "The Commission does not think it appropriate to establish new targets for renewable energy or the greenhouse gas intensity of fuels used in the transport sector or any other sub-sector after 2020. The assessment of how to minimise indirect land-use change emissions made clear that first generation biofuels have a limited role in decarbonising the transport sector. The"}, {"text_block_id": "p6_b68", "text": "Commission has already indicated, for example, that food-based biofuels should not receive public support after 2020"}, {"text_block_id": "p6_b69", "text": ". A range of alternative renewable fuels and a mix of targeted policy measures building on the Transport White Paper are needed to address the challenges of the transport sector in a 2030 perspective and beyond. The focus of policy development should be on improving the efficiency of the transport system, further development and deployment of electric vehicles, second and third generation biofuels and other alternative, sustainable fuels as part of a more holistic and integrated approach. This is in line with the alternative fuels strategy"}, {"text_block_id": "p6_b70", "text": "and should be considered in future reviews and revisions of the relevant legislation for the period after 2020."}, {"text_block_id": "p6_b71", "text": "Increased flexibility for Member States must be combined with an increased emphasis on the need to complete the internal market in energy. Different national support schemes need to be rationalised to become more coherent with the internal market, more cost-effective and provide greater legal certainty for investors. Attainment of the European target for renewables would be ensured by a new governance framework based on national plans for competitive, secure and sustainable energy prepared by the Member States as described later. Some Member States have already established ambitious objectives for renewables for 2030 and beyond that will deliver substantial progress towards the EU target. Each Member State would make clear its commitment towards renewable energy, indicating how this would be delivered taking into account the need to comply with competition and State aid rules to avoid market distortions and ensure cost-effectiveness as described in section 2.5 below."}, {"text_block_id": "p6_b72", "text": "At the same time, the EU and Member States will need to develop further their policy frameworks to facilitate the transformation of energy infrastructure with more cross-border interconnections, storage potential and smart grids to manage demand to ensure a secure energy supply in a system with higher shares of variable renewable energy."}, {"text_block_id": "p6_b73_merged_merged", "text": "This approach means that the Directive on renewable energy sources will need to be substantially revised for the period after 2020 to give the EU the means of ensuring that the 2030 EU level target is met. An improved biomass policy will also be necessary to maximise the resource efficient use of biomass in order to deliver robust and verifiable greenhouse gas savings and to allow for fair competition between the various uses of biomass resources in the construction sector, paper and pulp industries and biochemical and energy production. This should also encompass the sustainable use of land, the sustainable management of forests in line with the EU's forest strategy and address indirect land use effects as with biofuels."}, {"text_block_id": "p6_b75", "text": "2.3 Energy efficiency"}, {"text_block_id": "p6_b76", "text": "Improved energy efficiency makes an essential contribution to all of the major objectives of EU climate and energy policies: improved competitiveness; security of supply; sustainability; and the transition to a low carbon economy. There is broad political consensus about its importance. The EU target for energy efficiency is not binding and progress is being delivered by specific policy measures at Union and national levels including for domestic and industrial appliances, vehicles, and for the building stock. The Energy Efficiency Directive takes a more holistic approach to energy savings in the EU. While the transposition deadline is not until June 2014 (and not all Member States have yet implemented it) an assessment was requested by the Council and European Parliament by mid-2014. This assessment will look at the progress made towards reaching the 2020 target. Currently, a shortfall against the 20% target"}, {"text_block_id": "p7_b77", "text": "is predicted.  Once the review has been carried out, the Commission will consider whether it is necessary to propose amendments to the Energy Efficiency Directive."}, {"text_block_id": "p7_b78", "text": "While this review will be necessary to establish the exact ambition of future energy savings policy and the measures necessary to deliver it, it will build on the analysis underpinning this Communication and the targets and objectives for greenhouse gas reductions and renewable energy. Energy savings should complement the deployment of renewable energy by the Member States as part of their plans to deliver greenhouse gas savings which should also identify national measures to improve energy efficiency. The Commission's analysis shows that a greenhouse gas emissions reduction target of 40% would require an increased level of energy savings of approximately 25% in 2030."}, {"text_block_id": "p7_b79", "text": "In some sectors, such as industry and passenger vehicles, the improvements observed in recent years will have to continue; while in sectors such as housing, other transport modes, and electrical equipment there will be a need for a significant acceleration of current efforts to tap the significant unexploited potential. This will require large investments in the building sector (that lead to lower running costs), framework conditions and information that encourage consumers to take up innovative products and services and appropriate financial instruments to ensure that all energy consumers benefit from the resulting changes."}, {"text_block_id": "p7_b80", "text": "The EU needs to continue to complement national efforts with ambitious EU-wide energy"}, {"text_block_id": "p7_b81", "text": "efficiency standards for appliances, equipment, buildings and CO"}, {"text_block_id": "p7_b82", "text": "2"}, {"text_block_id": "p7_b83", "text": "standards for vehicles. Making use of the economies of scale of the internal market, this can benefit EU manufacturers and help them to maintain technological leadership."}, {"text_block_id": "p7_b84", "text": "The review will also consider whether energy intensity improvements of the economy and economic sectors, or absolute energy savings or a hybrid of the two represents a better benchmark upon which to frame a 2030 objective."}, {"text_block_id": "p7_b85", "text": "2.4 Reform of the Emissions Trading System"}, {"text_block_id": "p7_b86", "text": "In 2012, the Commission published a report on the functioning of the carbon market along with several options to address the accumulated surplus of allowances. This surplus has arisen because of the downturn in economic activity during the crisis, the ready access to international credits and, to a lesser extent, the interaction with other climate and energy policies. In 2012, the Commission also presented a proposal to empower the Commission to postpone auctioning of 900 million emission allowances until 2019/2020. The European Parliament and the Council agreed on this proposal in December 2013."}, {"text_block_id": "p7_b87_merged_merged", "text": "While this is a significant step forward, the structural surplus will remain well into the trading period after 2020 (phase 4) in the absence of further measures to reform the ETS, and this is expected to continue to erode its role as a technology neutral, cost-effective and EU-wide driver for low-carbon investment. In their responses to the Commission's Green Paper, there was a broad consensus among stakeholders that the ETS should remain the central instrument to bring about the transition to a low carbon economy.  For the ETS to be effective in promoting low-carbon investments at the least cost for society an early decision is needed to restore the ETS as a more robust instrument. The Commission is of the view that the best way to achieve this is to establish a market stability reserve at the start of phase 4 trading in 2021. A proposal for legislation is presented in parallel to this Communication. The market stability reserve would provide an automatic adjustment of the supply of auctioned allowances downwards or upwards based on a pre-defined set of rules and would improve resilience to market shocks and enhance market stability. There would be no element of"}, {"text_block_id": "p8_b89", "text": "discretionary supply management. The reserve would also provide a flexible tool to increase supply of allowances in case of sudden, temporary increases in demand thereby mitigating impacts on industry and sectors at risk of carbon leakage."}, {"text_block_id": "p8_b90", "text": "As the stability reserve would only start operating in 2021, specific provisions are necessary to tackle a potential supply peak that could result in 2020 from the return of back-loaded allowances late in the third trading period as well as other effects related to the transition between trading periods."}, {"text_block_id": "p8_b91", "text": "2.5 Ensuring competition in integrated markets"}, {"text_block_id": "p8_b92", "text": "The completion of the internal energy market for both electricity and gas remains an immediate priority for the Commission. A competitive and integrated internal energy market provides the necessary environment and cost signals for the achievement of energy policy objectives in a cost-efficient manner."}, {"text_block_id": "p8_b93", "text": "The Commission has recently adopted guidance on public intervention in electricity markets in order to minimise distortive impacts"}, {"text_block_id": "p8_b94", "text": ". State aid guidelines for energy and environment also have to evolve to promote more market oriented approaches that reflect the evolving cost structure of energy technologies and increasing cost competitiveness in the internal market. As such, subsidies for mature energy technologies, including those for renewable energy, should be phased out entirely in the 2020-2030 timeframe. Subsidies for new and immature technologies with significant potential to contribute cost-effectively to renewable energy volumes would still be allowed. The Commission is currently consulting on a revision to the state aid guidelines for environment and energy for the period up to 2020"}, {"text_block_id": "p8_b95", "text": "."}, {"text_block_id": "p8_b96_merged_merged", "text": "The internal energy market has helped keep the wholesale price of energy in check (particularly electricity) during last five years compared to the increased underlying costs of fossil fuels. Increasing amounts of electricity generated from wind and solar have also exerted downward pressure on wholesale prices particularly in regions with high shares of these renewable energy sources while also contributing to higher prices in the retail market as the costs of support schemes are passed on to consumers. Moreover, the retail segment is still characterised by high levels of market concentration and price regulation in most Member States, effectively limiting competition and consumer choice. Distribution of gas and electricity is also a natural monopoly and concessions must be awarded in a non-discriminatory and competitive way."}, {"text_block_id": "p8_b99", "text": "High levels of competition in the internal energy market will be pivotal to deliver progress towards all objectives of the Union's energy policy in the 2030 timeframe. It will provide the key tools to contain energy prices for business and households. A fully integrated and competitive energy market could result in cost savings of between  40-70 billion up to 2030 as compared to today. For consumers to take full benefit of deregulated energy markets, the retail markets for both electricity and gas must become more dynamic and competitive. Consumers must be in control of consumption data and be free to select energy service providers or to produce their own sustainable energy. The Commission will continue to monitor the concentration on electricity and gas retail and wholesale markets and ensure effective antitrust and merger control."}, {"text_block_id": "p9_b100", "text": "Box 2: Changes in EU weighted average retail electricity prices for households and industrial consumers in the period 2008-2012"}, {"text_block_id": "p9_b101", "text": "."}, {"text_block_id": "p9_b102", "text": "Gas and electricity prices (including taxes and charges) for industrial consumers have increased by 3.3% and 15% respectively during the period 2008 to 2012 whilst those for households have increased by 13.6% and 18%."}, {"text_block_id": "p9_b103", "text": "Source: Eurostat. Includes taxes in the case of households; excludes VAT and other recoverable taxes in the case of industry, other industry exemptions are not included (not available)."}, {"text_block_id": "p9_b104", "text": "Taxes and levies represent about 30% of final electricity prices for households (up from 26% in 2008) and about 18% for industrial consumers. The taxes and levies component of industry's electricity costs increased by 127% over the period expressed as an EU weighted average. (Whilst consistent national data is unavailable, several Member States provide significant exemptions from taxes and levies). Underlying energy costs remained relatively stable at about half of the overall electricity bill for households and industrial users while underlying network costs comprise the remaining part of the electricity bill."}, {"text_block_id": "p9_b105", "text": "There is substantial divergence across the Member States for each of the various components of electricity costs which present a challenge for the energy internal market. For example, in 2012 the contribution of taxes and levies to household electricity prices spanned the range 5% to 56%."}, {"text_block_id": "p9_b106", "text": "2.6 Competitive and affordable energy for all consumers"}, {"text_block_id": "p9_b107", "text": "Energy is important for the competitiveness of Member State economies as it affects production costs of industries and services and the purchasing power of households. In recent years the energy price gap between the EU and many major economic partners has increased. The availability of shale gas in the USA has substantially lowered natural gas prices there as well as electricity generated from natural gas. Price differentials with countries such as China and Korea are not increasing but comparative disadvantages still exist. Such energy price disparities may reduce production and investment levels and shift global trade patterns unless compensated by improvements in energy efficiency."}, {"text_block_id": "p9_b108", "text": "This risk is particularly high for industries that have a high share of energy costs and which are exposed to international competition. At the same time, manufacturing in the EU exhibits a low operational energy cost relative to both output and value added. This is mainly due to the low energy intensity of industrial production and to the focus on products with higher"}, {"text_block_id": "p10_b109", "text": "added value. Manufacturing industries have responded to energy price increases through sustained energy intensity improvements and thereby maintained a relatively favourable position. Since 2005, however, restructuring towards sectors with lower energy costs has occurred. In respect of the relative position of the USA and the EU, whilst the US has improved its energy trade balance there is as yet no major shift in the EU-US trade balance in goods or significant changes in the overall structure of manufacturing industries.  This should not be taken to mean that effects might not appear due to a widening gap in energy prices particularly as improvements in energy efficiency may slow down."}, {"text_block_id": "p10_b110_merged", "text": "The analyses of energy prices and costs (which are published alongside this Communication) show that there has been little impact on the EU's relative competitiveness which could be directly attributed to higher energy prices and the carbon price under the ETS, due to improvements in energy efficiency. However, this varies from sector to sector and indirect effects such as rises in electricity costs have had an impact on intensive users of electricity such as aluminum producers. Current policies to prevent carbon leakage, such as the allocation of free allowances in the ETS, have also been successful. All future scenarios suggest there will be upward pressure on energy costs in the EU, not least because of the need to replace aging infrastructure, upward trends in fossil fuel prices, implementation of existing climate and energy policies and any impacts from a higher carbon price."}, {"text_block_id": "p10_b112", "text": "It is prudent, therefore, to maintain the existing policy framework for those industrial sectors most at risk of carbon leakage until the end of trading in phase 3.  Therefore, the Commission intends to present a draft decision on the review of the carbon leakage list to the appropriate Regulatory Committee which would maintain the current criteria and existing assumptions. This would guarantee continuity in the composition of the list.  As long as there are no comparable efforts undertaken in other major economies, similar policies (including an improved system of free allocation of allowances with a better focus) will also be needed after 2020 in order to ensure the competitiveness of Europe's energy-intensive industries. The Commission will continue to monitor the application  of the existing carbon leakage rules and other relevant measures to implement this Framework to take account of the general economic situation and the progress achieved in the international climate negotiations."}, {"text_block_id": "p10_b113", "text": "2.7 Promoting security of energy supply"}, {"text_block_id": "p10_b114", "text": "Security of energy supply means ensuring continuous and adequate supplies of energy from all sources to all users. For fossil fuels, the International Energy Agency projects an increasing EU reliance on imported oil from around 80% today to more than 90% by 2035. Similarly, gas import dependency is expected to rise from 60% to more than 80%. Rising demand for energy at global scale and insufficient competition in EU energy markets has sustained high commodity prices. In 2012, Europe's oil and gas import bill amounted to more than  400 billion representing some 3.1 % of EU GDP compared to around  180 billion on average in the period 1990-2011. This increases the EU's vulnerability to supply and energy price shocks."}, {"text_block_id": "p10_b115", "text": "Policies to improve the Union's security of supply must follow a three-pronged approach. First, declining EU oil and gas production makes further exploitation of sustainable indigenous energy sources a necessity. Contributions may come from renewable energy sources, domestic reserves of conventional and unconventional fossil fuels (primarily natural gas) and nuclear according to Member State preferences over their energy mix and within the framework of an integrated market with undistorted competition. Where indigenous sources are exploited, this should respect the framework of existing Union legislation and"}, {"text_block_id": "p11_b116", "text": "international commitments such as that adopted by the G20 for the phase out of fossil fuel subsidies. The Commission has set out a framework accompanying this Communication for the safe and environmentally secure exploitation of shale gas"}, {"text_block_id": "p11_b117", "text": "."}, {"text_block_id": "p11_b118", "text": "Second, Member States must act collectively to diversify their supply countries and routes for imported fossil fuels. Competition on energy markets must also be enhanced through greater liberalization, completion of the internal energy market including the development of energy transport infrastructure including cross-border interconnectors that may be more efficient in ensuring security of supply than support for domestic generation capacity. The agreed projects of common interest under the Energy Infrastructure Regulation should result in most Member States meeting the 10% level of interconnectors agreed in 2002 as a share of installed production capacity."}, {"text_block_id": "p11_b119", "text": "Third, greater efforts are required to improve the energy intensity of the economy cost-effectively and to generate energy savings from the improved energy performance of buildings, products and processes. The review of energy savings policies in 2014 will provide more clarity on future actions and objectives in this area."}, {"text_block_id": "p11_b120", "text": "3. E"}, {"text_block_id": "p11_b121_merged_merged", "text": "UROPEAN GOVERNANCE FOR THE 2030 FRAMEWORK"}, {"text_block_id": "p11_b124", "text": "3.1 National plans for competitive, secure and sustainable energy"}, {"text_block_id": "p11_b125", "text": "While Member States need flexibility to choose policies that are best-matched to their national energy mix and preferences, this flexibility must be compatible with further market integration, increased competition and the attainment of Union-level climate and energy objectives."}, {"text_block_id": "p11_b126", "text": "The Commission considers that there is a need to simplify and streamline the current separate processes for reporting on renewable energy, energy efficiency and greenhouse gas reduction for the period after 2020, and to have a consolidated governance process with Member States. Meeting the relevant targets would be met by a mix of Union measures and national measures described in Member States' national plans for competitive, secure and sustainable energy which would:"}, {"text_block_id": "p11_b127", "text": "The Commission considers that there is a need to simplify and streamline the current separate processes for reporting on renewable energy, energy efficiency and greenhouse gas reduction for the period after 2020, and to have a consolidated governance process with Member States. Meeting the relevant targets would be met by a mix of Union measures and national measures described in Member States' national plans for competitive, secure and sustainable energy which would:\n* Ensure that EU policy objectives for climate and energy are delivered\n* Provide greater coherence of Member States' approaches\n* Promote further market integration and competition\n* Provide certainty to investors for the period after 2020."}, {"text_block_id": "p11_b135", "text": "These plans should set out a clear approach to achieve domestic objectives regarding greenhouse gas emissions in the non-ETS sector, renewable energy, energy savings, energy security, research and innovation and other important choices such as nuclear energy, shale gas, carbon capture and storage. The explicit aim should be to create more investor certainty and greater transparency; to enhance coherence, EU coordination and surveillance, including assessment of such plans against Union level climate and energy objectives, and progress towards the objectives of the internal energy market and state aid guidelines. There would need to be a clear governance structure with an iterative process led by the Commission to assess the Member States' plans regarding these common issues and to make recommendations as appropriate."}, {"text_block_id": "p11_b136", "text": "Three steps can be envisaged to implement this process."}, {"text_block_id": "p12_b137", "text": "Step 1:"}, {"text_block_id": "p12_b138", "text": "Detailed guidance would be developed by the Commission on the operation of the new governance process and the content of national plans in particular."}, {"text_block_id": "p12_b139", "text": "It will be important to define the scope and objectives of the plans and the framework conditions within which they should operate. The content should cover important aspects for a competitive, secure and sustainable energy system and demonstrate their contribution to the delivery of EU-level objectives for climate and energy. In particular, the plans would describe how a Member State intends to deliver the necessary reductions in greenhouse gas emissions as well as indicating the amount of renewable energy and energy savings the Member State intends to attain in 2030 taking into account existing Union legislation and policies. In addition, the plans should describe policies affecting the national energy mix such as new nuclear capacity, deployment of carbon capture and storage, switch to less carbon-intensive fuels, development of indigenous energy supplies, infrastructure plans such as new interconnectors, national taxation and support schemes which have a direct or indirect effect and the roll out of smart grids etc."}, {"text_block_id": "p12_b140", "text": "Step 2"}, {"text_block_id": "p12_b141", "text": ": Preparation of Member State plans through an iterative process."}, {"text_block_id": "p12_b142", "text": "Consultation with neighbouring countries should be a key element in the preparation of the plans. Regional approaches (based around regional electricity groups for example) should be promoted as they will contribute to further market integration from joint decisions on renewables deployment, balancing markets, generation adequacy and construction of interconnectors. Cooperation between Member States will also improve the cost-effectiveness of investments and enhance grid stability."}, {"text_block_id": "p12_b143", "text": "Step 3"}, {"text_block_id": "p12_b144", "text": ": Assessment of the Member States' plans and commitments."}, {"text_block_id": "p12_b145", "text": "In a third step, the Commission would undertake a review of the national plans to assess if the individual Member State actions and pledges are sufficient to deliver the Union's climate and energy targets and objectives. If the plan is deemed insufficient, a deeper iterative process would take place with the Member States concerned with the aim of reinforcing its content."}, {"text_block_id": "p12_b146", "text": "In general, the Commission considers that national plans should be operational well before 2020 in order to guide Member State actions in good time for the 2020-2030 period and to encourage investments. Updating of national plans should also be envisaged at least once in the period up to 2030 to take account of changing circumstances but taking account of investors' legitimate expectations."}, {"text_block_id": "p12_b147", "text": "While there will be clear links and complementarities between this governance process and the national policies reported under the European Semester, the Commission believes that the two processes, while complementary, should be managed separately given the different and specific character of the energy and climate fields and the different periodicity of the two processes. The governance structure may need to be set in legislation at a later date if the envisaged cooperative approach is not effective.  The Commission will develop its proposals for such a governance structure taking into account the views of the European parliament, Member States and stakeholders."}, {"text_block_id": "p12_b148", "text": "3.2 Indicators and objectives for competitive, secure and sustainable energy"}, {"text_block_id": "p12_b149", "text": "While higher shares of renewables and a more efficient energy system will contribute to both competitiveness and security of energy supply (in addition to the positive impact on GHG and pollutant emissions), they are not in themselves enough to ensure sufficient progress towards all aspects of these objectives in a 2030 perspective. Systematic monitoring with key indicators is needed to assess progress over time and to inform any future policy intervention. These indicators would include:"}, {"text_block_id": "p13_b150", "text": "While higher shares of renewables and a more efficient energy system will contribute to both competitiveness and security of energy supply (in addition to the positive impact on GHG and pollutant emissions), they are not in themselves enough to ensure sufficient progress towards all aspects of these objectives in a 2030 perspective. Systematic monitoring with key indicators is needed to assess progress over time and to inform any future policy intervention. These indicators would include:\n* Energy price differentials between the EU and major trading partners, building on the report on energy prices and costs.\n* Diversification of energy imports and the share of indigenous energy sources used in energy consumption over the period up to 2030 should also be monitored.\n* Deployment of smart grids and interconnections between Member States, with particular urgency between those that are furthest away from meeting the already agreed objective for Member States to ensure a level of electricity interconnections equivalent to or beyond 10% of their installed production capacity.\n* Intra-EU coupling of energy markets, building on the liberalisation of gas and electricity markets achieved already by EU legislation.\n* Competition and market concentration on energy markets at the national level and in regions with functioning coupling at the wholesale level.\n* Technological innovation (R&D expenditure, EU patents, competitive situation on technologies compared to third countries)."}, {"text_block_id": "p13_b162", "text": "The Commission will come forward with periodic reporting and, where appropriate, accompanying measures, on these indicators."}, {"text_block_id": "p13_b163", "text": "4. K"}, {"text_block_id": "p13_b164", "text": "EY COMPLEMENTARY POLICIES"}, {"text_block_id": "p13_b165", "text": "4.1 Transport"}, {"text_block_id": "p13_b166", "text": "The Transport White Paper"}, {"text_block_id": "p13_b167", "text": "established a goal to reduce the greenhouse gas emissions from the transport sector by 60% by 2050 compared to 1990 and by around 20% by 2030 compared to emissions in 2008. Greenhouse gas emissions increased by 33% during the period 1990 to 2007 but have since fallen on the back of high oil prices, increased efficiency of passenger cars and slower growth in mobility. This trend is expected to continue up until 2020 but greater efforts will be needed after 2020 to reach the White Paper's targets."}, {"text_block_id": "p13_b168", "text": "Further reduction of emissions from transport will require a gradual transformation of the entire transport system towards a better integration between modes, greater exploitation of the non-road alternatives, improved management of traffic flows through intelligent transport systems, and extensive innovation in and deployment of new propulsion and navigation technologies and alternative fuels. This will need to be supported by a modern and coherent infrastructure design and smarter pricing of infrastructure usage. Member States should also consider how fuel and vehicle taxation can be used to support greenhouse gas reductions in the transport sector in line with the Commission's proposal on the taxation of energy products"}, {"text_block_id": "p13_b169", "text": "."}, {"text_block_id": "p13_b170_merged_merged_merged", "text": "Internationally, the EU should participate actively within the International Civil Aviation Organisation with the aim of creating by 2016, a global market-based-mechanism in the aviation sector that will operate from 2020. On maritime emissions, the Commission will implement its strategy to integrate the sector in the EUs greenhouse gas reduction policies, and work with International Maritime Organisation on a global approach to achieve the necessary emissions reductions through the most appropriate measures."}, {"text_block_id": "p14_b172", "text": "4.2 Agriculture and land use"}, {"text_block_id": "p14_b173", "text": "The agriculture, land use change and forestry sectors serve multiple objectives such as the production of food, feed, raw materials and energy, raising environmental quality and contributing to climate mitigation and adaptation. The combined sectors both emit and remove greenhouse gases from the atmosphere. For example, emissions are associated with livestock production and fertilizer use while grassland management or agro-forestry measures"}, {"text_block_id": "p14_b174", "text": "can remove CO"}, {"text_block_id": "p14_b175", "text": "2"}, {"text_block_id": "p14_b176", "text": "from the atmosphere."}, {"text_block_id": "p14_b177", "text": "Currently these emissions and removals are treated in different parts of the EU's climate"}, {"text_block_id": "p14_b178", "text": "policy. Non-CO"}, {"text_block_id": "p14_b179", "text": "2"}, {"text_block_id": "p14_b180", "text": "emissions from agriculture are treated in the Effort Sharing Decision while"}, {"text_block_id": "p14_b181", "text": "CO"}, {"text_block_id": "p14_b182", "text": "2"}, {"text_block_id": "p14_b183", "text": "emissions and removals related to land-use and forestry are excluded from the EU's domestic reduction target but are accounted for under international commitments. To ensure that all sectors contribute in a cost-effective way to the mitigation efforts, agriculture, land-use, land-use change and forestry should be included in the GHG reduction target for 2030. Further analysis will be undertaken with the aim of assessing the mitigation potential and most appropriate policy approach which could, for example, use a future Effort Sharing Decision governing the non-ETS GHG emissions or an explicit separate pillar, or a combination of both.  Accompanying policy measures should also build on the experiences from \"greening\" under the Common Agricultural Policy and ensure coherence with other Union policies."}, {"text_block_id": "p14_b184", "text": "4.3  Carbon Capture and Storage (CCS)"}, {"text_block_id": "p14_b185", "text": "Greenhouse gas emissions from the EU's energy and carbon-intensive industries must come down significantly to be compatible with the EU's long term GHG objective. As theoretical limits of efficiency are being reached and process-related emissions are unavoidable in some sectors, CCS may be the only option available to reduce direct emission from industrial processes at the large scale needed in the longer term. Increased R&D efforts and commercial demonstration of CCS are, therefore, essential over the next decade so that it can be deployed in the 2030 timeframe.  A supportive EU framework will be necessary through continued and strengthened use of auctioning revenues."}, {"text_block_id": "p14_b186_merged_merged_merged", "text": "In the power sector, CCS could be a key technology for fossil fuel-based generation that can provide both base-load and balancing capacity in an electricity system with increasing shares of variable renewable energy. Member States with fossil reserves and/or high shares of fossil-fuels in their energy mix should support CCS through the pre-commercialisation stage in order to bring down costs and enable commercial deployment by the middle of the next decade. This must include the development of an adequate CO2 storage and transport infrastructure that could benefit from EU funding such as the Connecting Europe Facility and any potential successor."}, {"text_block_id": "p14_b190", "text": "4.4 Innovation and finance"}, {"text_block_id": "p14_b191", "text": "Under the 2020 Framework, the Strategic Energy Technology Plan (SET Plan) has increased R&D investments across the Union from  3.2 to  5.4 billion per year and is progressing towards a single, integrated roadmap to guide future investments. For the 2014-2020 period, the Union is ramping up investment in energy and climate related research and development and under Horizon 2020, the new Union research and innovation programme, close to  6 billion will be dedicated to energy efficiency and to secure, clean and low carbon technologies and to smart cities and communities. Increased funds will also be available for financial instruments, public private partnerships and SME projects."}, {"text_block_id": "p14_b192", "text": "Nonetheless, the EU will have to step up its efforts on research and innovation policy to support the post-2020 climate and energy framework. Building on the progress under the"}, {"text_block_id": "p15_b193", "text": "current SET-Plan, reflections should already start on how best to do this and what the priorities ought to be. A particular emphasis should be on accelerating cost reductions and market uptake of low carbon technologies (renewables, energy efficiency, and low carbon industrial processes across a range of sectors). This should focus on scaling up investments in large scale demonstrators, stimulating the demand for innovative technologies, and ensuring appropriate regulatory frameworks across the single market. Evidence shows that cost reductions of between 30 and 80% are expected as new energy technologies mature."}, {"text_block_id": "p15_b194", "text": "These activities could involve the use of revenues generated through the ETS to finance low-carbon demonstration projects covering, for example, renewables and energy efficiency, and leveraging greater private investment via the European Investment Bank. Low Carbon Roadmaps elaborated by industrial sectors showed a clear need for the development and large scale demonstration of innovative low carbon industrial processes, as well as new high added value low carbon products. In line with the Union's innovation and industrial policies, the concept of an expanded NER300 system will, therefore, be explored as a means of directing revenues from the ETS towards the demonstration of innovative low carbon technologies in the industry and power generation sectors. A share of auctioning revenues could also be used to incentivise further GHG mitigation measures, for instance leveraging convergence and consistency of national incentive schemes for renewables, or for extending interconnections and deploying smart grids, focussing on those Member States which have less capacity to invest."}, {"text_block_id": "p15_b195", "text": "It is clear that there are considerable opportunities for Member States under the newly agreed Union programmes to promote renewable energy and for improving minimum levels of energy efficiency. EU funding during the period 20142020 is available under the European Structural and Investment Funds, where a minimum of EUR 23 billion has been ring-fenced for the \"Shift to low-carbon economy\" Thematic Objective. This represents a significant increase in EU support for mass-deployment of renewables, energy efficiency, low-carbon urban transport and smart grids solutions in the EU. A much stronger focus should be given to the structuring and deployment of new (or recapitalisation of existing) financial instruments, which will foster investor confidence so that public finance can be used to leverage private capital more effectively."}, {"text_block_id": "p15_b196_merged", "text": "Reflections need to start, however, on the instruments that will be necessary for the period after 2020 to tackle climate and energy related issues including the differing cost implications for the Member States described in section 2.1. It will be also be important to develop financial engineering and facilitate access to finance for SMEs. Such instruments should also empower regional and local authorities to invest and exploit low-carbon opportunities as is the case currently with the Union's smart cities initiative which will support cities and regions in taking ambitious and pioneering measures towards a 40% reduction of greenhouse gas emissions in 2020 through sustainable use and production of energy."}, {"text_block_id": "p15_b198", "text": "5. I"}, {"text_block_id": "p15_b199", "text": "NTERNATIONAL CONTEXT"}, {"text_block_id": "p15_b200", "text": "The new 2030 framework must take account of the current international situation and expected developments. The energy landscape is undergoing far-reaching changes. It is clear that in the period until 2030 energy demand will increase globally, in particular in Asia, with expected strong rise in hydrocarbons imports in countries such as China and India. Increasing energy demand is expected to be partly met by the development of new resources made"}, {"text_block_id": "p16_b201", "text": "possible by technological advances (deep offshore, enhanced recovery techniques, unconventional resources) and the related geographical diversification of production and trade routes (notably for Liquefied Natural Gas). Energy trade flows and energy prices are deeply affected by these developments and will have consequences for the EU due to its high import dependency. At the same time, globalisation of energy flows and the increased variety of international actors is creating momentum to develop a new approach to rule-based energy governance worldwide."}, {"text_block_id": "p16_b202", "text": "Efforts by the Union's international partners to reduce greenhouse gas emissions are mixed. The \"bottom up\" nature of the Copenhagen-Cancun pledging process was a significant, although inadequate, step forward towards a more inclusive regime,  which saw China, India, Brazil, the USA, the EU and more than 100 countries (representing more than 80% of global emissions) commit themselves collectively to specific climate policies. In general, however, climate action has been fragmented and customised to specific economic conditions. Thirty-eight developed countries, including the EU, Member States and Iceland, have taken on legally-binding emission commitments for a second period under the Kyoto Protocol amounting to an average reduction of at least 18% below 1990 levels. While this is one more than under the first commitment period, Japan, New Zealand and the Russian Federation have not made new commitments."}, {"text_block_id": "p16_b203_merged", "text": "China is now, together with the EU, the largest investor in renewable energy and has launched a series of regional emission trading systems covering major economic regions with a view to develop a national system, with local air pollution and energy security a primary concern. The US has seen GHG emissions reduce in line with its target to reduce by 17% by 2020 compared to 2005, driven not only by a switch from coal to gas but also strengthened CO2 standards for cars, increased renewables deployment and an active private sector heavily investing in new technologies and innovation. Brazil has made progress in halting large-scale deforestation. Whereas the EU is at present a global leader for low carbon technologies, other major and fast growing economies have singled out a strategic interest to compete in these"}, {"text_block_id": "p17_b207", "text": "new markets. Renewed climate and energy ambition will allow Europe to maintain its first-mover advantage in these rapidly growing global markets."}, {"text_block_id": "p17_b208", "text": "Overall, there remains a significant ambition gap between planned mitigation actions and what is necessary to limit global temperature rise to below 2"}, {"text_block_id": "p17_b209", "text": ""}, {"text_block_id": "p17_b210", "text": "C"}, {"text_block_id": "p17_b211", "text": ". For this reason, the UNFCCC Parties launched in 2011 a process aimed at concluding a new international agreement in Paris in December 2015 that would be applicable to all Parties and cover the period after 2020. Parties should be ready to come forward with their contributions by the first quarter of 2015 to allow for proper time for discussion and assessment against the agreed goal to limit the global temperature increase to below 2"}, {"text_block_id": "p17_b212", "text": ""}, {"text_block_id": "p17_b213", "text": "C. The Union should be ready to play its part and take further ambitious action to reduce its greenhouse gas emissions and to promote renewable energy and energy efficiency. It is in our own self-interest to do so but we should invite similar action by our international partners to engage in the gobal challenge of fighting climate change.  Increased international action would also help to sustain the long-term competitiveness of the Union's industrial base."}, {"text_block_id": "p17_b214", "text": "6. N"}, {"text_block_id": "p17_b215_merged_merged", "text": "EXT STEPS"}, {"text_block_id": "p17_b218", "text": "In the Commission's view, the key elements of a new 2030 climate and energy framework should comprise a Greenhouse gas reduction target at EU level which is shared equitably among the Member States in the form of binding national targets; a reform of the Emissions Trading System; an EU level target for the share of renewable energy and a new European governance process for energy and climate policies based on Member State plans for competitive, secure and sustainable energy. Energy efficiency will continue to play a significant role in delivering the Union's climate and energy objectives and this will be the subject of a review to be concluded later in 2014."}, {"text_block_id": "p17_b219", "text": "The Commission invites the Council and the European Parliament to agree by the end of 2014, that the EU should pledge a greenhouse gas emissions reduction of 40% by early 2015 as part of the negotiations which conclude in Paris in December 2015. The Union should also be prepared to contribute positively to the summit hosted by the UN Secretary General in September 2014."}, {"text_block_id": "p17_b220", "text": "The Commission also invites the Council and the European Parliament to endorse an EU level target of at least 27% as the share of renewable energy to be consumed in the EU by 2030 to be delivered through clear commitments decided by the Member States themselves, supported by strengthened EU level delivery mechanisms and indicators."}, {"text_block_id": "p17_b221", "text": "The Commission also invites the Council and the European Parliament to endorse the Commission's approach to future climate and energy policies and its proposal to establish a simplified but effective governance system for the delivery of climate and energy objectives."}], "document_description": "To ensure that the EU is on the cost-effective track towards meeting its objective of cutting emissions by at least 80% by 2050, the Commission proposed the '2030 framework for climate change and energy policies'. It was adopted by the European Council in October 2014 as a strategic document, although binding legislation is yet to be drafted. It includes the binding 2030 EU domestic GHG reduction target of at least 40% compared to 1990, as well as a target of at least 27% for final renewable energy, and a at least 27% for energy savings by 2030 (target to be reviewed upwards to 30% in 2020).In addition, the EU ETS is to be reformed and strengthened. To achieve the 2030 binding 40% reduction target, the sectors covered by the EU ETS would have to reduce their emissions by 43% compared to 2005.In parallel, emissions from non-EU ETS sectors would need to be cut by 30% below the 2005 level, through national measures. To address the surplus of emission allowances in the EU ETS and to improve the system's resilience, a market stability reserve is to be established and the annual factor to reduce the cap on the maximum permitted emissions is to be changed from the current 1.74% to 2.2% from 2021. The volume of free allowances is to be reduced progressively; Member States with a GDP per capita below 60% of the EU average may opt to continue to give free allowances to the energy sector up to 2030, but the maximum amount handed out for free after 2020 should be no more than 40% of the allowances allocated to eligible Member States.The 2030 Framework stresses the importance of a fully functioning and connected EU energy market, as foreseen in the European Energy Security Strategy (2014). The Commission is to be supported by Member States to take measures to ensure achievement of a minimum target of 10% of electricity interconnections no later than 2020.The 2030 framework also launches the preparation of the Energy Union aiming at affordable, secure and sustainable energy, by 'pooling resources, connecting networks and uniting member states' power when negotiating with non EU countries'. Specific legislative proposals are expected in 2015."}