{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "An EU Strategy to harness the potential of offshore renewable energy for a climate neutral future", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "19/11/2020", "document_keyword": ["Renewables", "Offshore"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2020/EUR-2020-11-19-An EU Strategy to harness the potential of offshore renewable energy for a climate neutral future_4b93a7817bb8ba6f70cda86cc4ab261f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EUROPEAN"}, {"text_block_id": "p0_b2", "text": "COMMISSION"}, {"text_block_id": "p0_b3", "text": "Brussels, 19.11.2020"}, {"text_block_id": "p0_b4", "text": "COM(2020) 741 final"}, {"text_block_id": "p0_b5", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p0_b6", "text": "An EU Strategy to harness the potential of offshore renewable energy for a climate neutral future"}, {"text_block_id": "p0_b7", "text": "{SWD(2020) 273 final}"}, {"text_block_id": "p1_b8", "text": "1. O"}, {"text_block_id": "p1_b9", "text": "FFSHORE RENEWABLE ENERGY FOR A CLIMATE"}, {"text_block_id": "p1_b10", "text": "-"}, {"text_block_id": "p1_b11", "text": "NEUTRAL"}, {"text_block_id": "p1_b12", "text": "E"}, {"text_block_id": "p1_b13", "text": "UROPE"}, {"text_block_id": "p1_b14", "text": "The world’s first offshore wind farm was installed in Vindeby, off the southern coast of"}, {"text_block_id": "p1_b15", "text": "Denmark, in 1991. At the time, few believed this could be more than a demonstration project"}, {"text_block_id": "p1_b16", "text": ". 30 years later, offshore wind energy is a mature, large-scale technology providing energy for millions of people across the globe. New installations have high capacity factors and the costs have steadily fallen over the last 10 years."}, {"text_block_id": "p1_b17", "text": "Today, offshore wind produces clean electricity that compete with, and sometimes is cheaper than existing fossil fuel-based technology. It is a story of undisputed European technological and industrial leadership: European laboratories and industries are rapidly developing a range of other technologies to harness the power of our seas for producing green electricity, from floating offshore wind"}, {"text_block_id": "p1_b18", "text": ", to ocean energy technologies such as wave or tidal"}, {"text_block_id": "p1_b19", "text": ", floating photovoltaic installations and the use of algae to produce biofuels."}, {"text_block_id": "p1_b20", "text": "Europe’s first"}, {"text_block_id": "p1_b21", "text": "-mover advantage in offshore renewable energies can rely on the vast potential"}, {"text_block_id": "p1_b22", "text": "offered by European Union’s seas, from the North Sea and the Baltic S"}, {"text_block_id": "p1_b23", "text": "ea to the Mediterranean, from the Atlantic to the Black Sea, as well as the seas surrounding the EU outermost regions"}, {"text_block_id": "p1_b24", "text": "and the overseas countries and territories. Tapping this technological and physical potential is crucial if Europe is to achieve its carbon emission reduction targets for 2030 and become climate neutral by 2050."}, {"text_block_id": "p1_b25", "text": "The European Green Deal Communication fully recognised this potential in contributing to a modern, resource efficient and competitive economy. The 2030 climate target plan outlined why, and how, greenhouse-gas emissions should be reduced by at least 55% by 2030 compared to 1990. This will require a scale up of the offshore wind industry, which is estimated to require less than 3% of the European maritime space and can therefore be compatible with the goals of the EU Biodiversity Strategy"}, {"text_block_id": "p1_b26", "text": "."}, {"text_block_id": "p1_b27_merged_merged_merged_merged_merged_merged", "text": "Europe has a major opportunity to ramp up renewable power generation, to increase the direct use of electricity for a wider spectrum of end uses and to support indirect electrification through hydrogen and synthetic fuels as well as other decarbonised gases, as illustrated in the energy system integrationand the hydrogen strategies. The EU Hydrogen Strategy, in particular, sets an objective of 40 GW of renewables linked electrolysis capacity in the EU by 2030. Offshore renewable energy is among the renewable technologies with the greatest potential to scale up. Starting from today’s installed offshore wind capacity of 12 GW, the Commission estimates that the objective to have an installed capacity of at least 60 GW of"}, {"text_block_id": "p2_b33", "text": "offshore wind and at least 1 GW of ocean energy"}, {"text_block_id": "p2_b34", "text": "by 2030, with a view to reach by 2050 300 GW"}, {"text_block_id": "p2_b35", "text": "and 40 GW"}, {"text_block_id": "p2_b36", "text": "of installed capacity, respectively, is realistic and achievable. Achieving these objectives would deliver major gains in terms of decarbonising electricity generation, enable decarbonisation of hard-to-abate sectors with renewable hydrogen as well as deliver major benefits in terms of jobs and growth, thus contributing to the post COVID-19 recovery and positioning the EU as a leader in clean technologies, to the joint benefit of its climate-neutrality and zero pollution goals. Getting to 300 GW of offshore wind and to 40 GW of ocean energy installed capacity by 2050 means a massive change of scale for the sector in less than 30 years, at a speed unparalleled by the past development of other energy technologies. It means multiplying the capacity for offshore renewable energy by nearly 30 times by 2050. The investment needed to do so is estimated at up to EUR 800 billion"}, {"text_block_id": "p2_b37", "text": "."}, {"text_block_id": "p2_b38", "text": "Market forces, technological advances and price developments will continue to drive offshore renewable energy growth over the coming years. Nonetheless, such a change in pace requires overcoming a number of obstacles and ensuring that throughout the supply chain all players can both accelerate and sustain this increase in deployment rate. A greater involvement of the"}, {"text_block_id": "p2_b39", "text": "EU and of Member States’ governments is needed, as under current policies the present and"}, {"text_block_id": "p2_b40", "text": "projected installation capacity would lead to only approximately 90 GW"}, {"text_block_id": "p2_b41", "text": "in 2050."}, {"text_block_id": "p2_b42", "text": "To change gear, the EU and Member States need a long-term framework for business and investors that promotes a sound coexistence between offshore installations and other uses of the sea space, contributes to the protection of the environment and biodiversity and allows for thriving fishing communities. It helps create quality jobs, facilitates grid infrastructure development"}, {"text_block_id": "p2_b43", "text": ", enhances cross-border cooperation and coordination, ensures that research funding is channelled to the development and deployment of non-mature technologies and promotes the competitiveness and resilience of the entire EU supply chain and industry. Digital technologies should be a key enabler, fostering an acceleration in the development and integration of the offshore energy production into broader energy systems, while minimising environmental impacts, providing precision, efficiency, advanced data analysis and AI-based solutions."}, {"text_block_id": "p2_b44_merged_merged_merged_merged", "text": "This Communication proposes an EU strategy to make offshore renewable energy a core component of Europe’s energy system by 2050. This requires taking a diversified approach tailored to different situations. Therefore the strategy presents a general enabling framework, addressing barriers and challenges common to all offshore technologies and sea basins but also sets out specific policy solutions adapted to the different state of development of technologies and regional contexts. Every sea basin in Europe is different, and has different potential due to each specific geological conditions and the specific stage of offshore renewable energy development. Therefore different technologies suit different sea basins."}, {"text_block_id": "p3_b47", "text": "Given the long lead time of offshore renewable projects (up to 10 years), this strategy sets out a strategic direction and the accompanying conditions at a crucial juncture to ensure that offshore renewable technologies can make a difference for achieving our climate objectives for 2030 and 2050. This also comes at a moment when the NextGenerationEU recovery fund provides a unique opportunity to mobilise public capital to offset the risk that private offshore investment slow down due to COVID 19 crisis."}, {"text_block_id": "p3_b48", "text": "Together with this strategy, the Commission presents an accompanying staff working document providing guidance on electricity market arrangements."}, {"text_block_id": "p3_b49", "text": "2. O"}, {"text_block_id": "p3_b50", "text": "UTLOOK FOR OFFSHORE RENEWABLE ENERGY TECHNOLOGIES"}, {"text_block_id": "p3_b51", "text": "The term ‘offshore renewable energy technology’ encompasses a number of clean energy"}, {"text_block_id": "p3_b52", "text": "technologies that are at different stages of maturity. Large commercial-scale projects are currently operating in European waters for bottom-fixed wind turbines but other technologies are starting to catch up. Large commercial floating wind energy projects are being announced in some Member States and ocean energy is reaching a level of maturity that makes them attractive to future applications."}, {"text_block_id": "p3_b53", "text": "Source: JRC"}, {"text_block_id": "p3_b54", "text": "The EU is a global leader in renewable energy offshore technology and industries. Europe’s"}, {"text_block_id": "p3_b55", "text": "offshore wind industry benefits from having a first-mover advantage in"}, {"text_block_id": "p3_b56", "text": "bottom-fixed wind turbines"}, {"text_block_id": "p3_b57", "text": "with a strong home market where 93% of the European installed offshore capacity in 2019 was produced in Europe"}, {"text_block_id": "p3_b58", "text": ". The EU27 offshore wind market represents 42% (12 GW) of the global market in terms of cumulative installed capacity, followed by the UK (9.7 GW) and China (6.8 GW). European companies are key operators on the global offshore wind market"}, {"text_block_id": "p3_b59", "text": "though they face increasing competition from Asian companies. The global levelised cost of electricity (LCOE) for offshore wind decreased by 44% in 10 years, reaching EUR 4579/MWh in 2019."}, {"text_block_id": "p3_b60_merged_merged", "text": "EU renewable energy industries are also strong in the emerging technology of floating offshore wind. Multiple floating designs exist and/or are being developed, none of which prevail at this stage. By 2024, 150 MW of floating offshore wind turbines are expected to be commissioned. A higher level of ambition and clarity is needed to reach a market size sufficient to yield cost reductions: there is potential to reach an LCOE of less than EUR 100/MWh in 2030 if large capacity is deployed."}, {"text_block_id": "p4_b63", "text": "The EU industry is also the global leader for developing"}, {"text_block_id": "p4_b64", "text": "ocean energy technologies, mainly wave and tidal."}, {"text_block_id": "p4_b65", "text": "EU companies hold 66% of patents in tidal and 44% of patents in wave energy, and 70% of the global ocean energy capacity has been developed by EU27 based companies. Currently all projects worldwide use EU technology. Ocean energy technologies are relatively stable and predictable and can complement wind and solar PV. Currently, no specific ocean technology prevails and the sector still struggles to create an EU market despite progress in development and demonstration. However, ocean technologies could make a"}, {"text_block_id": "p4_b66", "text": "significant contribution to Europe’s energy system and industry as f"}, {"text_block_id": "p4_b67", "text": "rom 2030, in particular by supporting grid stability and playing a crucial role in decarbonising islands in the EU. Currently, while a significant reduction in cost would be needed for tidal and wave energy technologies to reach their potential in the energy mix, the sector has already cut costs by 40% since 2015, faster than anticipated. A crucial but feasible step to reach commercial size by 2030 would be implementing the existing pipeline of 100 MW pilot-farms projects by 2025."}, {"text_block_id": "p4_b68", "text": "Other technologies are still at the early stages of development but could be promising for the future:"}, {"text_block_id": "p4_b69", "text": "algal biofuels"}, {"text_block_id": "p4_b70", "text": "(biodiesel, biogas, and bioethanol),"}, {"text_block_id": "p4_b71", "text": "ocean thermal energy conversion"}, {"text_block_id": "p4_b72", "text": "(OTEC) and"}, {"text_block_id": "p4_b73", "text": "floating photovoltaic installations"}, {"text_block_id": "p4_b74", "text": "(already deployed in landlocked waters but mainly at the research and demonstration stage at the sea, with only 17 kW installed)."}, {"text_block_id": "p4_b75", "text": "The EU offshore renewable technology sector"}, {"text_block_id": "p4_b76", "text": "Wind turbine manufacturers, companies specialised in the construction of towers and foundations, cable suppliers and vessels operators are all part of a supply chain active for the whole sector. The sector comprises hundreds of operators, many of which are SMEs that supply components, and employs thousands of workers, engineers and scientists. Today, 62 000 people work in the offshore wind industry"}, {"text_block_id": "p4_b77", "text": "and around 2 500 in the ocean energy sector"}, {"text_block_id": "p4_b78", "text": ". The offshore renewable technology sector is outperforming the conventional energy sector in terms of value added, labour productivity and employment growth, and can provide a stronger contribution to GDP growth in the EU over the coming years."}, {"text_block_id": "p4_b79_merged_merged_merged_merged", "text": "Offshore renewable energy development is a true European success story. Although offshore renewable installations are still concentrated in some sea basins, the industrial activity underpinning them is fed by a large number of businesses spread across EU countries and regions, including inland and landlocked regions. For example, wind turbine components are manufactured in Austria, Czech Republic and inland regions in Spain, France, Germany and Poland."}, {"text_block_id": "p5_b81", "text": "20"}, {"text_block_id": "p5_b82", "text": "Manufacturing facilities of onshore and offshore wind energy components in Europe (July 2020 update)"}, {"text_block_id": "p5_b83", "text": "3."}, {"text_block_id": "p5_b84", "text": "EU’S SEA BASINS: A VAST AND VARIED POTENTIAL TO DEPLOY"}, {"text_block_id": "p5_b85", "text": "OFFSHORE RENEWABLES"}, {"text_block_id": "p5_b86", "text": "The EU has the largest maritime space in the world and is in a unique position to develop offshore renewable energy thanks to the variety and complementarity of its sea basins."}, {"text_block_id": "p5_b87_merged", "text": "Regional cooperation has recently been stepped up in some sea basins, with the North Seas Energy Cooperation (NSEC)providing the most advanced example and reference point for other Member States willing to tap the full potential of offshore renewable energy. Offshore renewable energy is now a pan-European priority and cooperation at regional level is being extended to all sea basins and to all Member States. The work ongoing in the Baltic Energy Market Interconnection Plan (BEMIP) or the High Level Group for south-west Europe on interconnections and the Central and South Eastern Europe Energy Connectivity (CESEC) is very relevant in this context. In June 2020, the Memorandum of Splitfocused on offshore renewable energy in the context of work to achieve an energy transition in the islands."}, {"text_block_id": "p6_b90", "text": "The"}, {"text_block_id": "p6_b91", "text": "North Sea"}, {"text_block_id": "p6_b92", "text": "has a high and widespread natural potential for offshore wind energy thanks to shallow waters and localised potential for wave and tidal energy. The North Sea is currently"}, {"text_block_id": "p6_b93", "text": "the world’s leading region for deployed capacity and expertise in offshore wind. It"}, {"text_block_id": "p6_b94", "text": "has a solid political and governance foundation with the NSEC. It also benefits from the expertise of organisations such as the OSPAR Convention"}, {"text_block_id": "p6_b95", "text": ", which brings together 15 governments and the EU to cooperate on the protection of the marine environment in the North-East Atlantic."}, {"text_block_id": "p6_b96", "text": "The"}, {"text_block_id": "p6_b97", "text": "Baltic Sea"}, {"text_block_id": "p6_b98", "text": "also has a high natural potential for offshore wind energy"}, {"text_block_id": "p6_b99", "text": "and some localised potential for wave energy. Countries have started to cooperate more closely to tap this potential, including in the Baltic Energy Market Interconnection Plan (BEMIP) High-Level Group"}, {"text_block_id": "p6_b100", "text": ", the ‘Vision And Strategies Around the Baltic Sea’ i"}, {"text_block_id": "p6_b101", "text": "nitiative (VASAB), the Baltic Marine Environment Protection Commission, (Helsinki Commission -HELCOM), and the EU strategy for the Baltic Sea Region"}, {"text_block_id": "p6_b102", "text": "."}, {"text_block_id": "p6_b103", "text": "The EU’s Atlantic ocean"}, {"text_block_id": "p6_b104_merged_merged_merged", "text": "has a high natural potential for both bottom-fixed and floating offshore wind energy and good natural potential for wave and tidal energy. Member States are developing a strong pipeline of demonstration projects, building upon years of experience from installed and grid connected equipment and a world-leading network of test centres. The EU’s Atlantic strategy and the 2020 revised Atlantic action planidentify offshore renewable energy as a strategic area for cooperation. France, Spain and Portugal have also established good regional cooperation in the High Level Group for south-west Europe on interconnections."}, {"text_block_id": "p7_b107", "text": "The"}, {"text_block_id": "p7_b108", "text": "Mediterranean sea"}, {"text_block_id": "p7_b109", "text": "has a high potential of offshore wind energy (mostly floating), and good potential for wave energy and localised potential for tidal energy"}, {"text_block_id": "p7_b110", "text": ". Regional cooperation on offshore renewables is organised under the Barcelona Convention (environment) and the WestMed initiative"}, {"text_block_id": "p7_b111", "text": ". Recently, the MED7 Alliance also specifically referred to support for the development of offshore renewable energy in the Mediterranean Sea and in the Atlantic"}, {"text_block_id": "p7_b112", "text": ". The Central and South Eastern Europe Energy connectivity (CESEC) High Level Group could foster regional cooperation initiatives, from the Adriatic Sea eastward."}, {"text_block_id": "p7_b113", "text": "The"}, {"text_block_id": "p7_b114", "text": "Black Sea"}, {"text_block_id": "p7_b115", "text": "offers a good natural potential for offshore wind (bottom-fixed and floating) and localised potential for wave energy. Regional cooperation already takes place in the context of the Common Maritime Agenda for the Black Sea"}, {"text_block_id": "p7_b116", "text": ". The Black Sea strategic research and innovation agenda"}, {"text_block_id": "p7_b117", "text": "lists as one of its priorities to stimulate emerging blue economy sectors, such as offshore wind and wave technology. The CESEC High Level Group could also foster regional cooperation initiatives in the Black Sea."}, {"text_block_id": "p7_b118", "text": "EU islands"}, {"text_block_id": "p7_b119", "text": "have large potential in marine energies and can play important role in the EU’s"}, {"text_block_id": "p7_b120", "text": "offshore energy development. They provide attractive testing and demonstration grounds for innovative offshore electricity generation technologies. The"}, {"text_block_id": "p7_b121", "text": "Clean Energy for EU Islands Initiative"}, {"text_block_id": "p7_b122", "text": "provides a long term cooperation framework to promote replicable and scalable projects with funding from private sector investors, relevant EU support instruments, and technical assistance, in order to accelerate clean energy transition on all EU islands."}, {"text_block_id": "p7_b123", "text": "In addition many European"}, {"text_block_id": "p7_b124", "text": "outermost regions and overseas countries and territories"}, {"text_block_id": "p7_b125", "text": "have a good potential for offshore renewable energy and are pioneers in decarbonising islands, which are included in the Clean Energy for EU Islands Initiative. New initiatives, including cooperation with neighbouring regions when possible, should help optimise this potential."}, {"text_block_id": "p7_b126", "text": "4."}, {"text_block_id": "p7_b127_merged_merged_merged_merged_merged", "text": "HOW TO SCALE UP THE DEPLOYMENT OF OFFSHORE RENEWABLE ENERGY IN EUROPE"}, {"text_block_id": "p7_b130", "text": "There are many challenges to overcome to achieve the vision set out in this strategy of a 30040 GW deployment of offshore renewable energy across all EU sea basins by 2050. The following sections review the main ones and make policy and regulatory proposals to address them."}, {"text_block_id": "p7_b131", "text": "4.1 Maritime spatial planning for sustainable management of space and resources"}, {"text_block_id": "p7_b132", "text": "Achieving an installed capacity of 300-40 GW of offshore renewable energy by 2050 will require identifying and using a much larger number of sites for offshore renewable energy production and connection to the power transmission grid. Public authorities should therefore plan this long-term developments early on, assessing their environmental, social and economic sustainability, ensuring coexistence with other activities, such as fisheries and"}, {"text_block_id": "p8_b133", "text": "aquaculture, shipping, tourism, defence or infrastructure deployment, and making sure the public accept planned deployments."}, {"text_block_id": "p8_b134", "text": "The development of offshore renewable energy must also comply with the"}, {"text_block_id": "p8_b135", "text": "EU environmental legislation and the integrated maritime policy"}, {"text_block_id": "p8_b136", "text": "."}, {"text_block_id": "p8_b137", "text": "The choice of the site for an offshore renewable energy project is a delicate process. Designated sea spaces for offshore energy exploitation should be compatible with biodiversity protection, take into account socio-economic consequences for sectors relying on good health of marine ecosystems and integrate as much as possible other uses of the sea."}, {"text_block_id": "p8_b138", "text": "Maritime spatial planning"}, {"text_block_id": "p8_b139", "text": "is an essential and well-established tool to anticipate change, prevent and mitigate conflicts between policy priorities while also creating synergies between economic sectors."}, {"text_block_id": "p8_b140", "text": "Offshore renewable energy can and should coexist with many other activities, in particular in crowded areas. To this end, national maritime spatial planning should adopt a holistic,"}, {"text_block_id": "p8_b141", "text": "multi-use/multipurpose approach. The take-up of this practice is increasing in EU Member States"}, {"text_block_id": "p8_b142", "text": "in promising ways. It has demonstrated that the development of energy infrastructures is not incompatible with shipping routes and that it is possible to develop sustainable economic activities in marine protected areas. Such experiences and good practices on multi-use should be transferred to all sea uses, including the defence and security sectors. In this context, projects will also draw on the latest monitoring and digital tools to ensure efficient coexistence. Minimising the impact of offshore energy on the habitat and on protected species can also be helped by the use of new technologies. Further research and experimentation should therefore be fostered to further advance multi-use pilot projects and make the multi-use approach more operational and attractive to investors. This could be facilitated within regional cooperation fora. Member States could also usefully consider including multi use criteria in the tender and permitting procedure."}, {"text_block_id": "p8_b143", "text": "Examples of successful multi-use pilot projects with offshore renewable energy"}, {"text_block_id": "p8_b144", "text": "Offshore windfarm and aquaculture. The"}, {"text_block_id": "p8_b145", "text": "MERMAID project"}, {"text_block_id": "p8_b146", "text": "identified environmental"}, {"text_block_id": "p8_b147", "text": "benefits from different combinations of aquaculture and offshore renewable energy systems. It"}, {"text_block_id": "p8_b148", "text": "resulted in several pilot projects run in Belgium, Germany, Spain, France, The Netherlands"}, {"text_block_id": "p8_b149", "text": "and Portugal on molluscs, algae and multi-use offshore platforms (e.g. Edulis, TROPOS,"}, {"text_block_id": "p8_b150", "text": "Wier en Wind)."}, {"text_block_id": "p8_b151", "text": "Marine protected areas and the blue economy in the Mediterranean Sea. The"}, {"text_block_id": "p8_b152", "text": "PHAROS4MPAs Interreg project"}, {"text_block_id": "p8_b153", "text": "documented interaction between marine protected areas in"}, {"text_block_id": "p8_b154", "text": "the Mediterranean and the blue economy, including offshore wind farms. It provides guidance"}, {"text_block_id": "p8_b155", "text": "on how to prevent or minimise the environmental impacts of key sectors."}, {"text_block_id": "p8_b156_merged_merged_merged_merged_merged", "text": "Cooperation in the Baltic Sea helped define corridors for cables and pipelines that minimise crossing of shipping lines and risks of fishers (BalticLINes Interreg project). Some fishermen are also working part-time for offshore wind farms."}, {"text_block_id": "p9_b162", "text": "The Maritime Spatial Planning Directive"}, {"text_block_id": "p9_b163", "text": "requires all coastal Member States to submit"}, {"text_block_id": "p9_b164", "text": "national maritime spatial plans to the European Commission by 31 March 2021"}, {"text_block_id": "p9_b165", "text": ". These plans will be subject to a strategic environmental assessment under Directive 2001/42/EC"}, {"text_block_id": "p9_b166", "text": "(‘SEA Directive’) and to additional assessments as required by the Habitats"}, {"text_block_id": "p9_b167", "text": "and Birds"}, {"text_block_id": "p9_b168", "text": "Directives in order to ensure the protection of Natura 2000 sites and protected species"}, {"text_block_id": "p9_b169", "text": ". These procedures should ensure that potential negative impacts on the natural environment are avoided and reduced at a very early stage in the planning process."}, {"text_block_id": "p9_b170", "text": "A chief challenge is therefore to integrate offshore renewable energy development objectives when developing"}, {"text_block_id": "p9_b171", "text": "Member States’ national maritime spatial plans based on their national"}, {"text_block_id": "p9_b172", "text": "energy and climate plans. This would signal to business and investors the go"}, {"text_block_id": "p9_b173", "text": "vernments’"}, {"text_block_id": "p9_b174", "text": "intentions with regard to the future development of the renewable offshore sector, helping both the private and the public sector to plan ahead."}, {"text_block_id": "p9_b175", "text": "In this context, safety and security are of primary importance in the maritime environment. Areas with the highest potential for offshore renewable energy are also the most exposed to risks of collisions with vessels, fishing gears, military activities, or dumped ammunitions and chemicals. A common strategic approach of Member States to risks at sea-basins level would benefit all maritime activities, and especially the offshore renewable energy sector with its high demand for new accessible sites."}, {"text_block_id": "p9_b176", "text": "In addition, robust maritime spatial planning can also result in the proper"}, {"text_block_id": "p9_b177", "text": "protection of vulnerable marine ecosystems,"}, {"text_block_id": "p9_b178", "text": "in line with the obligations to reach good environmental status enshrined in the Marine Strategy Framework Directive"}, {"text_block_id": "p9_b179", "text": ", notably in view of the update of their programs of marine measures due in 2022"}, {"text_block_id": "p9_b180", "text": ". The EU’s biodiversity strategy calls for th"}, {"text_block_id": "p9_b181", "text": "e"}, {"text_block_id": "p9_b182", "text": "expansion and the effective management of the EU’s network of protected areas, aiming to"}, {"text_block_id": "p9_b183", "text": "extend the area from 11% to 30%, and to strictly protect one third of it (up from 1% today)."}, {"text_block_id": "p9_b184_merged_merged_merged_merged", "text": "To ensure the success of large-scale offshore renewable energy planning and deployment, it will be necessary to boost regional cooperation, also through the EU macro-regional strategies cooperation frameworksand the Interreg funding programmes Both the Maritime Spatial Planning Directive and the Marine Strategy Framework Directive require Member States to work together across borders, at sea-basin level. It is for Member States to decide whether, where and to what extent to expand offshore renewable energies in their exclusive economic zone but some of the problems of identifying the best sites and coexistence with other uses can be best overcome by addressing them at regional level."}, {"text_block_id": "p9_b189", "text": "The European Commission will therefore continue working closely with Member States to support the preparation and implementation of national maritime spatial plans and marine strategies in a coordinated manner, factoring in regional considerations."}, {"text_block_id": "p10_b190", "text": "Sea basin strategies and plans"}, {"text_block_id": "p10_b191", "text": ", as well as"}, {"text_block_id": "p10_b192", "text": "regional sea conventions"}, {"text_block_id": "p10_b193", "text": "can help harmonise and coordinate the development of offshore renewable energy between Member States. Regional seas conventions aim to protect the marine environment of particular marine regions. They can be a forum to"}, {"text_block_id": "p10_b194", "text": "share knowledge"}, {"text_block_id": "p10_b195", "text": "and to take legally binding decisions. It is essential to strengthen sea basin cooperation and coordination with other regional fora dedicated to renewable energy and maritime planning."}, {"text_block_id": "p10_b196", "text": "Public consultation is an integral part of environmental and socio-economic assessments and of maritime spatial planning processes."}, {"text_block_id": "p10_b197", "text": "Early involvement of all groups concerned is crucial"}, {"text_block_id": "p10_b198", "text": "to allow for the timely deployment of new capacity. Regional or national authorities have a legal obligation and a responsibility to proactively inform them about projects, rules and potential for the development of multi-uses of the maritime space. The Commission will further analyse the interactions between offshore renewable energy and other activities at sea, such as fisheries, aquaculture, shipping and tourism"}, {"text_block_id": "p10_b199", "text": "and strongly encourages this dialogue with the communities that are most concerned. At European national, regional and local levels, offshore renewable developers, other users of the sea, social partners, NGOs and public authorities in coastal areas should engage in a long-term strategic discussion on reaching shared goals."}, {"text_block_id": "p10_b200_merged_merged_merged", "text": "Lastly, offshore renewable energy will only be sustainable if it does not have adverse impacts on the environment as well as on the economic, social and territorial cohesion. Although current evidence suggests that this is possible, the situation must be monitored and our scientific knowledge updated as capacity is scaled up and new technologies are developed. Therefore we need greater and more systematic in-depth analyses and data exchange, using the best available modelling tools, to monitor potential cumulative impacts on the marine environment and the interaction between offshore renewable energy and other activities at sea such as fisheries and aquaculture."}, {"text_block_id": "p10_b203", "text": "The Commission invites Member State developers and stakeholders to improve the quality and use of the Copernicus Marine Environment Monitoring Service and the European Marine Observation and Data Network (EMODnet). As open data platforms, these services provide highly valuable information to sea users, notably offshore renewable energy developers. Moreover, competent authorities should provide operators with binding provisions to monitor possible impacts on the marine environment, and this data should be made public and easily available. As a next step, the data must be analysed and evaluated in order to provide usable findings and support policy decision."}, {"text_block_id": "p10_b204", "text": "To facilitate dialogue on the environmental, economic and social sustainability of offshore renewable e"}, {"text_block_id": "p10_b205", "text": "nergy, the Commission is ready to facilitate and promote a ‘community of practice’ where all stakeholders, industry, social partners, NGOs and scientists can exchange"}, {"text_block_id": "p10_b206", "text": "views, share experience and work on joint projects."}, {"text_block_id": "p11_b207", "text": "4.2 A new approach to offshore renewable energy and grid infrastructure"}, {"text_block_id": "p11_b208", "text": "The spatial planning of offshore renewable energy is closely linked with offshore and onshore grid development. This section presents different stages in offshore grid development, and what measures would support the infrastructure needed to make large-scale offshore renewable energy a reality."}, {"text_block_id": "p11_b209", "text": "Most existing offshore wind farms have been deployed as national projects connected directly to the shore via radial links (figure 1). This way of developing offshore renewable energy is expected to continue, in particular in areas where offshore development is only taking off. In parallel, the national grid transmission system operators (TSOs) are also expected to continue to build cross-border interconnectors for electricity trading and security of supply."}, {"text_block_id": "p11_b210", "text": "Figure 1 Offshore windfarms connected radially to the shore and separate interconnector"}, {"text_block_id": "p12_b211", "text": "In order to step up offshore renewable energy deployment in a cost efficient and sustainable way, a more rational grid planning and the development of a meshed grid"}, {"text_block_id": "p12_b212", "text": "is key. In this context, the concept of so-called"}, {"text_block_id": "p12_b213", "text": "hybrid projects"}, {"text_block_id": "p12_b214", "text": "has been given considerable attention over the last years. A hybrid project can be set up in different ways, including energy islands and hubs. As an example of a hybrid project (figure 2) the offshore wind production is directly connected to a cross-border interconnector"}, {"text_block_id": "p12_b215", "text": "."}, {"text_block_id": "p12_b216", "text": "Figure 2 Example of a hybrid project, the tie-in model"}, {"text_block_id": "p12_b217", "text": "The main difference between the grid connected radially and a hybrid projects is that the grid has a dual functionality combining electricity interconnection between two or more Member States, and transportation of offshore renewable energy, to its sites of consumption."}, {"text_block_id": "p12_b218", "text": "A share of the future offshore grid will ideally be built around hybrid projects, in cases where they can reduce costs and use of maritime space. Offshore hybrid projects bring together offshore energy generation and transmission in a cross-border setting, yielding significant savings in terms of costs and space use compared to the current approach relying on radial connections and separately develop cross-border electricity interconnectors for trade, without connecting offshore generation. Hybrid projects will form an intermediate step between smaller-scale national projects and a fully meshed, offshore energy system and grid. In this context, the interoperability of the various national off-shore systems is necessary."}, {"text_block_id": "p12_b219_merged_merged", "text": "To achieve a significant scale-up of offshore renewable energy, the development and planning for an offshore grid needs to go beyond national borders and cover the whole sea basin and should increasingly consider the possibility of multi-functionality, in the form of hybrid projects or at later stage a more meshed grid. Therefore, as a first step, Member States need to take a coordinated approach and make a long-term commitment to offshore renewable energy development. They should together set ambitious targets for offshore renewables in each sea basin, while taking into account environmental protection, socio-economic impacts and maritime spatial planning. These targets could translate into a memorandum of understanding or an intergovernmental agreement between the relevant Member States, taking into account the specificities of the sea basin concerned. The Commission is ready to facilitate the coordination process to reach an agreement on such a long-term commitment, by bringing the concerned Member States together, and providing practical assistance (e.g. in the form of a template), in order to set a clear direction, taking into account the regional"}, {"text_block_id": "p13_b222", "text": "cooperation related provisions under the Regulation on the Governance of the Energy Union and Climate Action"}, {"text_block_id": "p13_b223", "text": ". These commitments should be reflected in the updated National Energy and Climate Plans in 2023-2024."}, {"text_block_id": "p13_b224", "text": "The next step would be to take these ambitious targets into account in an integrated regional grid planning and development. A lack of offshore grids or the risk of delay in grid development can be major barriers to swift deployment. Offshore hydrogen production and hydrogen pipelines are another option to deliver offshore energy on-shore, and should be considered in electricity and gas grid planning. The grid itself will need to be capable of efficiently integrating the expected high generation capacities, while minimising the use of maritime space. For an investor to make a decision to invest in offshore renewable generation, it is crucial to have a clear understanding of the timeframe and plans for offshore and onshore grid infrastructure development. Grid development has longer lead times (typically 10 years or more) than offshore power generation, highlighting the need for forward-looking grid investment. Furthermore permitting processes in the Member States should be streamlined wherever possible to avoid unnecessary delays. Grid planning should also factor in onshore needs to link offshore energy to hydrogen production, etc. The commitments of the Member"}, {"text_block_id": "p13_b225", "text": "States will reduce the TSOs’ risk of developing stranded assets offshore."}, {"text_block_id": "p13_b226", "text": "Achieving this will require greater"}, {"text_block_id": "p13_b227", "text": "coordination among Member States"}, {"text_block_id": "p13_b228", "text": "TSOs and national regulatory authorities in the same sea basin"}, {"text_block_id": "p13_b229", "text": "on planning the grid infrastructure"}, {"text_block_id": "p13_b230", "text": ". The current legislative framework, such as the Regulation on the Governance of the Energy Union and Climate Action"}, {"text_block_id": "p13_b231", "text": "and the MSP Directive, sea-basin strategies and conventions, already provide scope for better regional cooperation to meet the need to better align regional planning. The regional cooperation framework set up under the TEN-E Regulation to identify projects of common interest is also a good model to build upon."}, {"text_block_id": "p13_b232", "text": "In the short term, it would appear necessary to set up more"}, {"text_block_id": "p13_b233", "text": "structured cooperation between the Member States, TSOs and regulators"}, {"text_block_id": "p13_b234", "text": "to formulate more integrated and optimised regional offshore grid planning, taking into account maritime spatial plans. At a later stage, offshore grid planning could eventually become a task with a stronger role carried out by"}, {"text_block_id": "p13_b235", "text": "regional coordination centres"}, {"text_block_id": "p13_b236", "text": ", which will enter into operation in 2022, to complement the role of national TSOs in carrying out tasks of regional relevance. In the long term, structural cooperation could be further enhanced by establishing regional offshore independent system operators to operate and develop increasingly meshed offshore grids."}, {"text_block_id": "p13_b237_merged_merged_merged_merged", "text": "In order for the Member States to jointly commit to deploying offshore renewables and to developing the related infrastructure, more clarity is needed on the distribution of costs and benefits, both amongst the Member States concerned, and between the generation assets and the transmission projects. Therefore, there is a need to develop a robust methodology for allocating costs according to where the benefits accrue. Facilitating cost sharing among Member States, TSOs, and offshore wind farm developers would create the necessary pre-condition to achieve the integrated vision at sea-basin level."}, {"text_block_id": "p14_b244", "text": "To prepare for higher future volumes of offshore energy and more innovative and forward-looking grid solutions, including hydrogen infrastructure, the regulatory framework should enable"}, {"text_block_id": "p14_b245", "text": "anticipatory investments"}, {"text_block_id": "p14_b246", "text": ", for instance to develop offshore grids with a larger capacity than initially needed, or grids supplied with technological features above what is needed in the short term."}, {"text_block_id": "p14_b247", "text": "4.3 A clearer EU regulatory framework for offshore renewable energy"}, {"text_block_id": "p14_b248", "text": "During the transition to a more meshed offshore energy system, networks will become more integrated over time and the projects more complex. At this time of innovation and change, a predictable long-term legal framework is key to providing certainty to all bodies involved and to mobilising investor financing."}, {"text_block_id": "p14_b249", "text": "A well-regulated energy market should provide the"}, {"text_block_id": "p14_b250", "text": "right investment signals"}, {"text_block_id": "p14_b251", "text": ". The Electricity Regulation provides rules on integrating large-scale renewable projects into the energy system and electricity market. For national offshore renewable projects, the market rules to a large extent reflect the onshore market design of the integrated electricity market."}, {"text_block_id": "p14_b252", "text": "However, although national projects will continue to constitute a large share of offshore projects, more complex, cross-border offshore renewable projects are expected to become increasingly important in most sea basins in Europe in the future. Innovative projects, such as"}, {"text_block_id": "p14_b253", "text": "energy islands or hybrid projects"}, {"text_block_id": "p14_b254", "text": "and off-shore hydrogen production"}, {"text_block_id": "p14_b255", "text": ", face specific challenges and the current regulatory framework was not developed with such projects in mind. Clarification of the electricity market rules is therefore needed and provided in the Staff Working Document accompanying this strategy."}, {"text_block_id": "p14_b256_merged_merged_merged_merged", "text": "Hybrid projects can today be designed in a way that is compatible with current EU legislation and beneficial for society. Based on consultations and studies, establishing an"}, {"text_block_id": "p14_b258", "text": "offshore"}, {"text_block_id": "p15_b259", "text": "bidding zone"}, {"text_block_id": "p15_b260", "text": "for a hybrid project can be done in a way that is compatible with the electricity market rules and can be a well suited option for a large scale-up of offshore renewables, as it ensures that renewable energy can be fully integrated into the market by simultaneously integrating renewable energy and using cross-border interconnections for trade. This approach ensures that renewable electricity can flow to where it is needed, becoming part of the electricity schedules and supporting regional security of supply. It also reduces the need for costly after-market corrective action by TSOs. Furthermore, it provides strong price signals to encourage the development of offshore demand, such as green hydrogen from electrolysis."}, {"text_block_id": "p15_b261", "text": "Nevertheless, in this configuration, producers of offshore renewable energy are likely to receive the lower electricity market price from the markets to which they are connected to secure dispatch. Depending on the topology of the projects, this effect on revenue is expected to be limited to around 1%"}, {"text_block_id": "p15_b262", "text": "for over half of future hybrid projects. Yet, for some projects, it can be as much as 11%. For projects with significantly lower electricity market revenue, this occurs as congestion in the grid makes the congestion income earned by TSOs proportionately higher. This"}, {"text_block_id": "p15_b263", "text": "redistribution effect needs to be addressed"}, {"text_block_id": "p15_b264", "text": "to align incentives and to enable hybrid projects to come forward by allowing the total value of the project to be captured."}, {"text_block_id": "p15_b265", "text": "One way to align the incentives could be to allow Member States to use congestion income for the reallocation to producers active in an offshore bidding zone to ensure that hybrid projects are attractive to renewable energy investors. Until this becomes available under EU legislation, any incentive or support schemes should take the redistribution effect into account ensuring that there is no delay to the rollout of hybrid projects."}, {"text_block_id": "p15_b266", "text": "Based on application of the market guidance provided in the accompanying staff working document, the Commission will assess how the existing electricity market framework supports offshore renewable energy development and will examine whether and under which form more specific and targeted rules are needed."}, {"text_block_id": "p15_b267", "text": "Another issue to address is the practical, physical challenge of connecting projects to several markets with different connection rules. Although there are rules at EU level on connecting to the network, they have not been developed with offshore grids in mind. Therefore, a"}, {"text_block_id": "p15_b268", "text": "common approach to grid connection requirements"}, {"text_block_id": "p15_b269", "text": "for high-voltage direct current (HVDC) grids should be developed, based on experience in the North Sea basin."}, {"text_block_id": "p15_b270_merged_merged_merged", "text": "Bringing more clarity to the regulatory framework can also provide more visibility and predictability of expected revenue streams. One of the main objectives of the recently adopted electricity market design is to make the market fit for renewables. Therefore renewables developers should view wholesale electricity prices as an important component of their revenue. Although investors should bear market risk, part of the risk and insufficient revenue from market prices can be compensated through support schemes, in line with State aid rules, to ensure that offshore renewable energy projects are scaled up as necessary."}, {"text_block_id": "p15_b273", "text": "Given the zero marginal cost of offshore renewables generation, wholesale electricity prices currently tend to be low in Member States with a high penetration of renewable energy generation. To date, national support measures with competitive tenders in combination with deployment objectives have played an important role in developing and upscaling renewable"}, {"text_block_id": "p16_b274", "text": "energy technologies and the associated cost reductions. A combination of an efficient market framework, and some form of"}, {"text_block_id": "p16_b275", "text": "revenue stabilisation system"}, {"text_block_id": "p16_b276", "text": "(de-risking, guarantees and power purchase agreements) may be required for the envisaged upscale of mature offshore renewable energy technologies. To facilitate this, the Commission will foster best practices and exchanges on different auction designs."}, {"text_block_id": "p16_b277", "text": "In addition, dedicated support will continue to be needed for"}, {"text_block_id": "p16_b278", "text": "emerging offshore renewable technologies, such as tidal, wave and floating offshore wind and solar"}, {"text_block_id": "p16_b279", "text": "in order to move from the pilot and demonstration phase by focusing action on the technological solutions that"}, {"text_block_id": "p16_b280", "text": "best reconcile the EU’s economic and environmental goals."}, {"text_block_id": "p16_b281", "text": "The current rules under the Renewable Energy Directive"}, {"text_block_id": "p16_b282", "text": "and the"}, {"text_block_id": "p16_b283", "text": "State aid guidelines on energy and environmental protection"}, {"text_block_id": "p16_b284", "text": "favour a technology-neutral approach for renewables support, while recognising that technology-specific auctions can be justified notably in particular circumstances for new and innovative technologies. In the last years, these rules have been instrumental for the development of notably off-shore wind and will continue being important for the development of less mature technologies. The Commission will ensure that the forthcoming revision of the State aid rules and the Renewable Energy Directive provide a fully updated and fit-for-purpose enabling framework to cost-effectively deploy clean energy, including renewable offshore energy."}, {"text_block_id": "p16_b285_merged_merged_merged_merged", "text": "Over the coming years, the range of cooperation mechanisms available under the Renewable Energy Directive(RED II) is promising as regards achieving a higher share of cross-border projects in the form of joint and hybrid projects. Cooperation mechanisms that also provide for statistical transfers or joint projectscould provide landlocked Member States with an opportunity to support investment in offshore renewable energy."}, {"text_block_id": "p16_b290", "text": "The Commission believes that clear guidance on the issue of proper cost-benefit sharing between stakeholders (including basic cooperation setup, cost-benefit sharing and a cooperation agreement), is key to ensure that the Member States involved draw a net benefit from acting jointly."}, {"text_block_id": "p17_b291", "text": "4.4 Mobilising private-sector investment in offshore renewables: the role of EU funds"}, {"text_block_id": "p17_b292", "text": "The investment needs for the large-scale deployment of offshore renewable energy technologies by 2050 are estimated to be almost EUR 800 billion, around two thirds to fund the associated grid infrastructure and a third for offshore generation"}, {"text_block_id": "p17_b293", "text": ". This means that a significantly larger amount of capital will have to be channelled to this sector than has been so far. Annual investment in onshore and offshore grids in Europe over the decade to 2020 have amounted to around EUR 30 billion but need to increase to above EUR 60 billion in the coming decade, and then increase further after 2030"}, {"text_block_id": "p17_b294", "text": "."}, {"text_block_id": "p17_b295", "text": "Private capital is expected to provide the bulk of this investment. The EU sustainable finance taxonomy will guide investment in these activities in line with our long-term ambitions. However, efficient and well-targeted use of EU support will also play a strategic catalytic role. Grid development is a precondition in every sea basin to enable the energy generated offshore to reach customers. For mature offshore energy technologies, such support can help mitigate market failure, for instance by addressing the risk of launching more projects and of a larger size, or help reduce capital costs, usually very high in these type of projects. For less mature technologies, or projects still at an early stage, EU public funding will be crucial for market creation, by bringing on board more private actors, improving competitiveness, reducing uncertainties, bringing down costs and accelerating progress on early deployment and commercialisation."}, {"text_block_id": "p17_b296", "text": "The new"}, {"text_block_id": "p17_b297", "text": "InvestEU programme"}, {"text_block_id": "p17_b298", "text": "can provide support and guarantees for emerging technologies to accelerate private investment through its different windows, for example supporting research and innovation, infrastructure development and strategic industries. As capital costs make up a significant share of total investment costs for new offshore projects, de-risking and reducing the cost of capital can have an important positive effect for mobilising private capital and incentivising new investment. Lending by the European Investment Bank (EIB) can play a crucial role alongside private investment in offshore renewable energy."}, {"text_block_id": "p17_b299_merged_merged_merged", "text": "Furthermore, the released funds from the cancelled projects of the NER 300 first call will be reinvested through existing financial instruments. This allows to leverage additional private investments in low-carbon innovation, including in offshore renewable energy."}, {"text_block_id": "p18_b302", "text": "In the context of the"}, {"text_block_id": "p18_b303", "text": "NextGenerationEU"}, {"text_block_id": "p18_b304", "text": "recovery plan, the"}, {"text_block_id": "p18_b305", "text": "Recovery and Resilience Facility"}, {"text_block_id": "p18_b306", "text": "(RRF) of EUR 672.5 billion channels 37% to the green transition and thus, could"}, {"text_block_id": "p18_b307", "text": "support reforms and investments in offshore renewable energy under the ‘Power up’ flagship"}, {"text_block_id": "p18_b308", "text": "initiative."}, {"text_block_id": "p18_b309", "text": "Funding under the Recovery and Resilience Facility will need to be committed by end of 2023 It is therefore crucial for the Member States to be able to present a"}, {"text_block_id": "p18_b310", "text": "pipeline of mature projects"}, {"text_block_id": "p18_b311", "text": ", in close cooperation with companies already preparing to invest. The Commission stands ready to provide technical expertise and capacity building to the Member States through the Technical Support Instrument and to project promoters under the InvestEU Advisory Hub. Moreover, funding under the RRF can support offshore renewable energy also in terms of investments in the upgrading"}, {"text_block_id": "p18_b312", "text": "port infrastructures"}, {"text_block_id": "p18_b313", "text": "as well as"}, {"text_block_id": "p18_b314", "text": "grid connections."}, {"text_block_id": "p18_b315", "text": "It can also support"}, {"text_block_id": "p18_b316", "text": "associated reforms"}, {"text_block_id": "p18_b317", "text": "needed to facilitate the deployment of offshore renewable energy and integration to energy systems (e.g. through streamlined permitting procedures, grids and maritime spatial planning and offshore renewable energy auctions)."}, {"text_block_id": "p18_b318", "text": "EU instruments can also help mobilizing much needed funding to promote cross-border renewable energy solutions and joint projects. The"}, {"text_block_id": "p18_b319", "text": "Connecting Europe Facility"}, {"text_block_id": "p18_b320", "text": "(CEF), with its"}, {"text_block_id": "p18_b321", "text": "new facility for cross-border renewables generation,"}, {"text_block_id": "p18_b322", "text": "provides incentives for cooperation in the field of renewable energy. It can be used to map potential offshore development sites, fund the necessary studies and exceptionally to fund construction works, for projects between two or more Member States. An example could be the joint development of a floating wind farm to support European technology leadership. The"}, {"text_block_id": "p18_b323", "text": "CEF infrastructure facility"}, {"text_block_id": "p18_b324", "text": "has already funded offshore energy projects, such as the North Sea Wind Power Hub project, and could in the future focus more on cross-border offshore grid infrastructure development, including hybrid and meshed projects."}, {"text_block_id": "p18_b325", "text": "Furthermore, the"}, {"text_block_id": "p18_b326", "text": "renewable energy financing mechanism,"}, {"text_block_id": "p18_b327", "text": "operational on 1 January 2021, can offer ways of sharing the benefits of offshore energy projects with Member States that do not have a coastline. All Member States, including landlocked Member States, can make financial contributions to the mechanism, setting out their preference for the type of projects and technology they would like to support, including offshore projects. These Member States will in turn receive statistical benefits"}, {"text_block_id": "p18_b328", "text": "from the renewable energy produced by the projects and would practically share the renewable energy potential of the Member States that host the project."}, {"text_block_id": "p18_b329_merged_merged_merged_merged_merged", "text": "This mechanism can provide support for a wide range of projects, from small-scale installations and innovative technologies (such as floating offshore wind parks) to large-scale, cross-border and hybrid projects. It can include grants for the renewable generation component of projects focused on generating renewable fuel from ‘Power-X’, projects on energy production and storage, and projects that receive other forms of support for infrastructure or grid connection. The Commission plans to launch the first EU-wide tender for projects in 2021."}, {"text_block_id": "p19_b336", "text": "Horizon Europe and the Innovation Fund will provide support for research, innovation and demonstration projects underpinning the future development and deployment of innovative offshore energy technologies in Europe. In particular, under"}, {"text_block_id": "p19_b337", "text": "Horizon Europe,"}, {"text_block_id": "p19_b338", "text": "it will be possible to support the development and testing of new and innovative offshore renewable energy technologies, components and solutions"}, {"text_block_id": "p19_b339", "text": ". The"}, {"text_block_id": "p19_b340", "text": "Innovation Fund"}, {"text_block_id": "p19_b341", "text": "can support the demonstration of innovative clean technologies at commercial scale, such as ocean energy, new floating offshore wind technologies or projects to couple offshore wind parks with battery storage or hydrogen production. Support could be combined with InvestEU or CEF funding to increase the viability of such innovative projects and to finance adjacent infrastructure. Member States eligible for the"}, {"text_block_id": "p19_b342", "text": "Modernisation Fund"}, {"text_block_id": "p19_b343", "text": "can make use of its resources to develop their offshore renewable energy industry."}, {"text_block_id": "p19_b344", "text": "4.5 Focusing research and innovation on supporting offshore projects"}, {"text_block_id": "p19_b345_merged_merged", "text": "Boosting research and innovation is an important precondition for the large-scale deployment of offshore renewable energy. Currently, investments in clean energy R&I mainly come from the private sector. In recent years, the EU has invested an average of nearly EUR 20 billion a year in clean energy , with business contributing an estimated 77%, national governments 17% and EU funds 6%. For wind energy, the private sector plays even bigger role, providing around 90% of the EU’s R&I funding in onshore and offshore wind. R&I investments in wind energy in Europe are highly concentrated in Germany, Denmark and Spain."}, {"text_block_id": "p19_b350", "text": "Public R&D&I investments in the wind energy value chain have played an important role in enabling the sector to develop, scale up and move to deployment. R&D has grown from"}, {"text_block_id": "p20_b351", "text": "EUR 133 million in 2009 to EUR 186 million in 2018"}, {"text_block_id": "p20_b352", "text": ". Over the last 10 years, EU R&I programmes"}, {"text_block_id": "p20_b353", "text": "granted about EUR 496 million to offshore wind, putting the strongest emphasis on offshore technology followed by floating offshore wind, new materials and components, and maintenance and monitoring"}, {"text_block_id": "p20_b354", "text": "."}, {"text_block_id": "p20_b355", "text": "Current R"}, {"text_block_id": "p20_b356", "text": "&I priorities in offshore wind revolve mainly around wind turbine design, infrastructure development, circular advanced materials and digitalisation. Other recent innovations target the logistics/supply chain, e.g. developing wind turbine gearboxes compact enough to fit into a standard shipping container"}, {"text_block_id": "p20_b357", "text": "and applying circular economy approaches to the life cycle of installations. Harmonising technical standards can help achieve scale and efficiency in this regard. Further innovations and trends that are expected to increase the most over the next 10 years include superconducting generators, advanced tower materials and the added value of offshore wind energy. As offshore wind energy is by now a mature technology, future R&I should focus on the optimisation of existing manufacturing processes in sectors such as large-scale blade production."}, {"text_block_id": "p20_b358", "text": "Floating applications seem to become a viable option for EU countries and regions with deeper seas in the Atlantic, the Mediterranean and the Black Sea"}, {"text_block_id": "p20_b359", "text": ": the technology for"}, {"text_block_id": "p20_b360", "text": "floating offshore wind"}, {"text_block_id": "p20_b361", "text": "in deep waters and harsh environments further away from shore is progressing steadily towards commercial viability"}, {"text_block_id": "p20_b362", "text": ", with different prototypes and small-scale projects already operating, continuing to create business opportunities for EU operators."}, {"text_block_id": "p20_b363", "text": "Between 2007"}, {"text_block_id": "p20_b364", "text": "and 2019, total R&D expenditure in Europe on"}, {"text_block_id": "p20_b365", "text": "ocean wave and tidal energy"}, {"text_block_id": "p20_b366", "text": "amounted to EUR 3.84 billion, most of it (EUR 2.74 billion) from private-sector sources"}, {"text_block_id": "p20_b367", "text": ". Over the same period, national R&D programmes contributed EUR 463 million to develop wave and tidal energy and EU funding"}, {"text_block_id": "p20_b368", "text": "contributed EUR 493 million. EU support can be key to incentivise further national-level public and private-sector funding to de-risk ocean energy investment, to promote further testing and to reduce the costs and bridge the gap between demonstration and deployment. On average, EUR 1 billion of public funding (EU and national) leveraged EUR 2.9 billion of private-sector investment over this period."}, {"text_block_id": "p20_b369_merged_merged_merged_merged_merged", "text": "Tidal technologies can be considered as being at the pre-commercial stage and most wave energy technologies are still at the R&D stage. Floating PV has experienced industrial-scale deployment in natural and artificial inland waterbodies and may have promising potential in coastal and near-shore areas. Algae are also a promising source of sustainable biofuels that merit further R&I."}, {"text_block_id": "p21_b374", "text": "The increasing amount of energy generated offshore by these offshore technologies must also be supported by further development of innovative"}, {"text_block_id": "p21_b375", "text": "infrastructure and grid technologies"}, {"text_block_id": "p21_b376", "text": ". R&I should therefore support new approaches to connect these infrastructures in a meshed grid, taking into account efficiency increases by reducing losses."}, {"text_block_id": "p21_b377", "text": "For long distance transmission of the electric power generated, high-voltage direct current (HVDC) is an efficient and economical alternative to alternate-current transmission. The latest HVDC technologies can interconnect windfarms and grids to dispatch the offshore energy generated to the right market, with the necessary grid security and resilience requisites. However, deployment at large-scale is not straightforward due to the high cost, different configuration testing and validation among different operators, and interoperability issues among different ve"}, {"text_block_id": "p21_b378", "text": "ndors’ converters."}, {"text_block_id": "p21_b379", "text": "Therefore, by providing support under Horizon Europe for the design and test phase of HDVC systems, the Commission will steer towards the installation of the"}, {"text_block_id": "p21_b380", "text": "first multi-vendor multi-terminal HVDC system"}, {"text_block_id": "p21_b381", "text": "in Europe by 2030."}, {"text_block_id": "p21_b382_merged_merged_merged", "text": "It will be important to facilitate the testing of new technologies for future offshore grids, flexibility, storage (Power-to-X), batteries and digitalisation for the effective integration of offshore wind farms into the energy system, and to develop enablers and carriers such as hydrogen and ammonia. In the medium to longer term, on-site conversion of renewable electricity into hydrogen and its shipping or on-site fuelling will become relevant. R&I support provided for under the batteries action plan, the hydrogen strategy and the related alliances are therefore also key in this regard."}, {"text_block_id": "p21_b385", "text": "Research on the environmental impacts of offshore technologies is also needed, to fill data and information gaps. Improving knowledge and modelling capacities will facilitate both the identification of future areas for deployment and the consenting process."}, {"text_block_id": "p21_b386", "text": "Future action must address these R&I challenges and also the opportunities inherent in developing and deploying offshore energy. They include infrastructure integration, circularity by design, critical raw material substitution, reducing the environmental impacts of offshore technologies, and skills and job creation."}, {"text_block_id": "p21_b387", "text": "The Commission will explore how technology development in offshore renewable energy generation and infrastructure can be supported and embedded sustainably, including through the Research Mission on Healthy Oceans, Seas, Coastal and Inland Waters."}, {"text_block_id": "p22_b388", "text": "4.6 A stronger supply and value chain across Europe"}, {"text_block_id": "p22_b389", "text": "To achieve the upscaling of capacity to reach 300-40 GW of offshore renewable energy, with maximum benefits for the EU economy, the offshore renewable energy supply chain must be able to"}, {"text_block_id": "p22_b390", "text": "ramp up its capacity"}, {"text_block_id": "p22_b391", "text": "and sustain higher installation rates. Corrosion resistant materials, wind and ocean turbine manufacturers, tower, foundation, floating devices and cable suppliers will all need investments to expand their production. Some ports will need upgrading and new vessels must be built and put into operation. For example, only a few European seaports are currently suitable for offshore energy assembly, manufacturing and servicing. According to industry estimates, overall investment of around EUR 0.5 to 1 billion is needed to upgrade port infrastructure and vessels. Hundreds of component suppliers, many of which are SMEs, will also need to upgrade."}, {"text_block_id": "p22_b392", "text": "Policies on the demand side"}, {"text_block_id": "p22_b393", "text": ", such as long-term planning, regional cooperation and a clear regulatory framework can provide signals and indicate the future volume estimates that industry and investors need to make anticipatory investments and further"}, {"text_block_id": "p22_b394", "text": "industrialise their manufacturing capacity"}, {"text_block_id": "p22_b395", "text": "."}, {"text_block_id": "p22_b396", "text": "At the same time,"}, {"text_block_id": "p22_b397", "text": "supply-side policies"}, {"text_block_id": "p22_b398", "text": "may also be needed. The European offshore renewable energy supply chain is dynamic and highly competitive, but it will face a challenge in scaling up and maintaining its excellence in a context of increasing competition on global markets. In the communica"}, {"text_block_id": "p22_b399", "text": "tion entitled ‘A new industrial strategy for Europe’"}, {"text_block_id": "p22_b400", "text": ", the Commission highlighted the need for"}, {"text_block_id": "p22_b401", "text": "a more strategic approach to renewable energy industries and the supply chains"}, {"text_block_id": "p22_b402", "text": "underpinning them, to maintain Europe’s global leadership and excellence."}, {"text_block_id": "p22_b403", "text": "Thus, the Commission will enhance the"}, {"text_block_id": "p22_b404", "text": "Clean Energy Industrial Forum on Renewables"}, {"text_block_id": "p22_b405", "text": ","}, {"text_block_id": "p22_b406", "text": "established by the ‘Clean energy for all Europeans’ package, to"}, {"text_block_id": "p22_b407", "text": "bring together industry leaders, industrial clusters, companies and service providers, TSOs, investors, the civil society, the research community and expand it to include national and regional authorities. The"}, {"text_block_id": "p22_b408", "text": "Forum"}, {"text_block_id": "p22_b409", "text": "would assist in the competitiveness assessment of the industry"}, {"text_block_id": "p22_b410", "text": "and help identify critical supply chain segments and associated investments that need to be scaled up to ensure that EU renewables deployment targets can be met."}, {"text_block_id": "p22_b411_merged_merged_merged_merged_merged", "text": "Within the Forum, a dedicated working group will be set up on offshore renewable energy to identify and propose solutions to barriers to the rapid scale up of a pan-European offshore renewable energy supply chain, to facilitate cooperation and to pool expertise between offshore energy technologies and across the different renewable energy supply chains, in compliance with competition rules. The Offshore Renewable Energy Working Group will help track progress and advance work on the action points in this strategy. Given"}, {"text_block_id": "p23_b418", "text": "the growing trend to develop renewable energy installations in their portfolios, the traditional oil and gas offshore industry could be interested in joining the platform, bringing in knowledge, skills and installations."}, {"text_block_id": "p23_b419", "text": "The skills challenge"}, {"text_block_id": "p23_b420", "text": "A large-scale increase in the deployment of offshore renewable energy and the related value chain should benefit a large number of regions and territories. It may provide an opportunity for the regions most affected by the transition to a climate-neutral economy to diversify their economies, ranging from carbon-intensive and coal regions, regions where gas and oil offshore industry needs to reconvert, to"}, {"text_block_id": "p23_b421", "text": "peripheral and outermost regions"}, {"text_block_id": "p23_b422", "text": ". It could offer alternative high quality employment opportunities to skilled workers affected by the transition. Maintaining offshore energy infrastructure could also have balancing economic effects in locations with highly seasonal industries (tourism, fishing, etc.) by providing a stable and predictable work stream for local workers and for SMEs all year round."}, {"text_block_id": "p23_b423", "text": "Reaching this potential means overcoming a number of challenges in terms of the labour force, its skills, including information and communication technology literacy, and having these skills available in the right locations. The sector already has difficulties recruiting and training workers with the right skills. 17-32% of companies are experiencing skills gaps, and in technical occupations, 9-30% are experiencing skills shortages. Moving forward, Member"}, {"text_block_id": "p23_b424", "text": "States will need to support actions under the “European Skills Agenda for sustainable"}, {"text_block_id": "p23_b425", "text": "competitiveness, so"}, {"text_block_id": "p23_b426", "text": "cial fairness and resilience” and"}, {"text_block_id": "p23_b427", "text": "design and shape more education and training schemes"}, {"text_block_id": "p23_b428", "text": "targeting the offshore renewable energy sector in line with their expected development targets"}, {"text_block_id": "p23_b429", "text": ". In 2019, only 12 EU countries have such programmes in place"}, {"text_block_id": "p23_b430", "text": ", which lack even in some countries with significant offshore industry potential. Job creation is expected to be significant, particularly for researchers, engineers, scientists and engineering technicians. Member States can use the"}, {"text_block_id": "p23_b431", "text": "Cohesion Policy Funds, European Social Fund Plus"}, {"text_block_id": "p23_b432", "text": "and the"}, {"text_block_id": "p23_b433", "text": "Just Transition Mechanism"}, {"text_block_id": "p23_b434", "text": "to fund such programmes."}, {"text_block_id": "p23_b435", "text": "Technical and academic educational programmes in Member States should factor in the increasing needs by 2050 to attract young workers with the right profiles to jobs in offshore renewable energy."}, {"text_block_id": "p23_b436", "text": "Centres of Vocational Excellence"}, {"text_block_id": "p23_b437", "text": "can help meet the need for reskilling by bringing together a wide range of local partners, such as vocational education and training providers (at both secondary and tertiary levels), employers, research centres, development agencies, and employment services, to develop skills ecosystems."}, {"text_block_id": "p23_b438", "text": "A circular economy approach"}, {"text_block_id": "p23_b439_merged_merged_merged_merged", "text": "Decommissioning, reusing and recycling wind turbine components, in particular blades made of composite material, is another challenge to address. Research on recyclability and the impact on design is still rather fragmented and often based on niche, non-generic applications. It is necessary to integrate the principle of ‘circularity by design’ into renewables research & innovation more systematically. This will mean improving existing technologies (and developing new technologies), bearing in mind both production process efficiency and the longer"}, {"text_block_id": "p23_b444", "text": "time of installations and the ‘end of life’ of components. This"}, {"text_block_id": "p24_b445", "text": "will increase the value retention of products and services in the renewable energy manufacturing industry and reduce pressure on natural resources. A thorough assessment of the materials used for offshore renewable technologies is needed. This should cover not only cost and toxicity aspects but also issues such as material reuse and recyclability, sourcing constraints, and increased security of supply of critical materials. Reusing and recycling practices associated with onshore wind turbines should be explored, as they will need to be decommissioned in the near future."}, {"text_block_id": "p24_b446", "text": "The EU renewable offshore value chain is underpinned by a"}, {"text_block_id": "p24_b447", "text": "global supply chain"}, {"text_block_id": "p24_b448", "text": ", relying on imported raw materials and components for production (rare earth for permanent magnets, steel and composite materials)."}, {"text_block_id": "p24_b449", "text": "As"}, {"text_block_id": "p24_b450", "text": "demand for those materials is projected to increase (for instance, rare earths used in permanent magnets could increase tenfold by 2050"}, {"text_block_id": "p24_b451", "text": ") it is necessary to focus on how to ensure undistorted supply, reduce dependency and shorten supply chains. The new"}, {"text_block_id": "p24_b452", "text": "European Raw Materials Alliance"}, {"text_block_id": "p24_b453", "text": "should help increase supply chain resilience. Improving the circularity of the full supply chain will play an important role in mitigating increased dependencies."}, {"text_block_id": "p24_b454", "text": "EU industry and global markets"}, {"text_block_id": "p24_b455", "text": "The EU offshore renewable energy industry is highly competitive on the global market and has a strong"}, {"text_block_id": "p24_b456", "text": "export capacity,"}, {"text_block_id": "p24_b457", "text": "with China and India being the main global competitors. Between 2009 and 2018, the EU trade balance remained positive and it continues to increase. In 2018, EU companies accounted for 47% of global exports. Eight out of ten global exporters are EU countries. The global market thus represents a significant commercial opportunity for EU industries. In Asia, offshore wind capacity is expected to reach around 95 GW by 2030 (out of a projected global capacity of almost 233 GW by 2030)"}, {"text_block_id": "p24_b458", "text": "."}, {"text_block_id": "p24_b459", "text": "Nearly half of global offshore wind investment in 2018 was made in China"}, {"text_block_id": "p24_b460", "text": "."}, {"text_block_id": "p24_b461", "text": "The global market for new technologies such as floating wind, and ocean energy in the future, can also provide promising new outlets for EU industry."}, {"text_block_id": "p24_b462", "text": "International partnerships"}, {"text_block_id": "p24_b463_merged_merged_merged", "text": "Through Green Deal diplomacy, the EU is actively engaged with its international partners to help create a favourable environment to develop offshore renewable energy, including in low-income countries and emerging markets. This support could cover the regulatory framework, technical standards, local/national trade associations, capacity building for connection and grid management, and professional training as well as de-risking investments with guarantees such as the European Guarantee for Renewable Energy under the European Fund for Sustainable Development (EFSD)."}, {"text_block_id": "p24_b467", "text": "The EU and its partner countries are also committed to achieve the Sustainable Development Goals (SDGs), including SDG7, and are therefore supporting the deployment of affordable"}, {"text_block_id": "p25_b468", "text": "and renewable energy across the globe. In line with the EU policy objectives to support the clean energy system transition in its partner countries, offshore renewable energy will play an important role. This may turn into a win-win situation for both the EU offshore renewable energy industry which could enter into new important markets but also for partner countries which would see the share of their renewable energy grow and increase their knowledge and capacity in this sector."}, {"text_block_id": "p25_b469", "text": "The EU is ready and willing to share its industry-leading experience and to"}, {"text_block_id": "p25_b470", "text": "cooperate with third countries"}, {"text_block_id": "p25_b471", "text": "in different forms. This can include exchanging best practices and regulatory approaches and developing joint projects with neighbouring countries, depending on the level of alignment of the regulatory frameworks and on coherence with EU policy priorities in terms of environmental and other standards."}, {"text_block_id": "p25_b472", "text": "Member States and industry should be actively engaged in promoting EU standards at bilateral and international level, which includes active engagement in international standard-setting bodies."}, {"text_block_id": "p25_b473", "text": "As a technology developer"}, {"text_block_id": "p25_b474_merged_merged", "text": "(including for grid technology), the EU must take a more resolute approach to promoting its interests through trade policy. Increasingly, some markets are imposing local content requirements or adopting other discriminatory or otherwise trade restrictive measures in order to promote domestic industries. The Commission will take an active role in promoting regulatory convergence and the dissemination of international standards, while opposing the unjustified introduction of local content requirements and other trade barriers in third countries. Free trade agreements and international collaboration should strive for undistorted trade and investment and improve market access, but also factor in the need for the convergence of norms and standards, flexible electricity markets and fair grid access in third countries. In the case of market access barriers, the Commission will enforce the EU rights under international trade agreements by making full use of legal remedies at its disposal, including multilateral and bilateral dispute settlement mechanisms."}, {"text_block_id": "p26_b479", "text": "5. Conclusions"}, {"text_block_id": "p26_b480", "text": "Offshore renewable energy is one of the most promising routes to increase future power"}, {"text_block_id": "p26_b481", "text": "generation in the coming years in a way that meets Europe’s decarbonisation objectives and expected rise in electricity demand in an affordable manner. Europe’s oceans a"}, {"text_block_id": "p26_b482", "text": "nd sea basins hold a vast potential, which can be harnessed in a sustainable and environmentally sound way, complementing other economic and social activities."}, {"text_block_id": "p26_b483", "text": "This Strategy sets out the scaling up of offshore renewable energy and its use as an EU priority. Offshore renewable energy potential is present, in different forms, in all European oceans and sea basins, including islands and outermost regions. Its development would have positive industrial, economic and social impacts spread across the EU and its regions."}, {"text_block_id": "p26_b484", "text": "For offshore wind fixed-bottom and floating installations, the challenge is to create the optimum environment to maintain and accelerate the momentum created in the North Sea, extending best practice and experience to other sea basins, starting from the Baltic Sea, and supporting global expansion. For other technologies, the challenge is to mobilise sufficient and well-targeted funding for research and demonstration, to bring down costs and to bring these technologies to market in time to make a difference."}, {"text_block_id": "p26_b485_merged_merged", "text": "Making a success of offshore renewable energy can yield great benefits for Europe, it can ensure the EU delivers a sustainable energy transition, and bring the Member States on a realistic path to zero pollution and climate neutrality by 2050. It can also make a major contribution to the post 19 recovery, as a sector where Europe’s industry has world leadership and which is forecast to grow exponentially in the coming decades."}, {"text_block_id": "p26_b488", "text": "Achieving the scale up proposed by this strategy will require the collaboration of all parties concerned: Member States, regions, EU citizens, social partners, NGOs and all sea users, notably the offshore renewables industry and the fisheries and aquaculture sectors. In this spirit, the Commission will organise in 2021 a High Level European Offshore Renewable Conference, bringing together members of the existing regional cooperation formats, to promote exchange of best practices and discuss common challenges."}, {"text_block_id": "p26_b489", "text": "The Commission invites the EU institutions and all stakeholders to discuss the policy action proposed in this strategy and to join forces in taking this action forward without delay."}], "document_description": "This communication from the Commission establishes an EU strategy to \"make offshore renewable energy a core component of Europe’s energy system by 2050\".<br><br>The document analyses the potential of its offshore basins and each offshore renewable energy technology: floating PV, tidal energy, wave energy, floating wind and offshore wind. It examines how to best achieve a 300-400 GW installed capacity.<br><br>"}