{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Tourism", "Energy"], "document_language": "English", "document_name": "Commission Decision 2017/175 on establishing EU Ecolabel criteria for tourist accommodation", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "EU Decision", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/01/2017", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2017/EUR-2017-01-25-Commission Decision 2017_175 on establishing EU Ecolabel criteria for tourist accommodation_b953b027d09e29db355007a4eedcac0b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "DECISIONS"}, {"text_block_id": "p0_b2", "text": "COMMISSION DECISION (EU) 2017/175"}, {"text_block_id": "p0_b3", "text": "of 25 January 2017"}, {"text_block_id": "p0_b4", "text": "on establishing EU Ecolabel criteria for tourist accommodation"}, {"text_block_id": "p0_b5", "text": "(notified under document C(2017) 299)"}, {"text_block_id": "p0_b6", "text": "(Text with EEA relevance)"}, {"text_block_id": "p0_b7", "text": "THE EUROPEAN COMMISSION,"}, {"text_block_id": "p0_b8", "text": "Having regard to the Treaty on the Functioning of the European Union,"}, {"text_block_id": "p0_b9", "text": "Having regard to Regulation (EC) No 66/2010 of the European Parliament and of the Council of 25 November 2009 on the EU Ecolabel ("}, {"text_block_id": "p0_b10", "text": "1"}, {"text_block_id": "p0_b11", "text": "), and in particular Article 8(2) thereof,"}, {"text_block_id": "p0_b12", "text": "After consulting the European Union Eco-labelling Board,"}, {"text_block_id": "p0_b13", "text": "Whereas:"}, {"text_block_id": "p0_b14", "text": "Whereas:\n* Under Regulation (EC) No 66/2010, the EU Ecolabel may be awarded to services which have a reduced environÂ­mental impact during their entire life cycle.\n* Regulation (EC) No 66/2010 provides that specific EU Ecolabel criteria are to be established for each product group.\n* Commission Decisions 2009/564/EC (2) and 2009/578/EC (3) have established the ecological criteria and the related assessment and verification requirements for campsite service and tourist accommodation service, respectively, which are valid until 31 December 2016.\n* For the purpose of better reflecting the common features of campsite services and tourist accommodation services and in order to achieve synergies from a joint approach for these product groups and to ensure maximum efficiency in the administration of the criteria, it is considered appropriate to merge both product groups into one product group named âtourist accommodationâ.\n* The revised criteria aim at promoting the use of renewable energy sources, to save energy and water, to reduce waste and to improve the local environment. The revised criteria, along with the related assessment and verification requirements should be valid for 5 years from the date of notification of this Decision, taking into account the innovation cycle for this product group."}, {"text_block_id": "p1_b28", "text": "Whereas:\n* Under Regulation (EC) No 66/2010, the EU Ecolabel may be awarded to services which have a reduced environÂ­mental impact during their entire life cycle.\n* Regulation (EC) No 66/2010 provides that specific EU Ecolabel criteria are to be established for each product group.\n* Commission Decisions 2009/564/EC (2) and 2009/578/EC (3) have established the ecological criteria and the related assessment and verification requirements for campsite service and tourist accommodation service, respectively, which are valid until 31 December 2016.\n* For the purpose of better reflecting the common features of campsite services and tourist accommodation services and in order to achieve synergies from a joint approach for these product groups and to ensure maximum efficiency in the administration of the criteria, it is considered appropriate to merge both product groups into one product group named âtourist accommodationâ.\n* The revised criteria aim at promoting the use of renewable energy sources, to save energy and water, to reduce waste and to improve the local environment. The revised criteria, along with the related assessment and verification requirements should be valid for 5 years from the date of notification of this Decision, taking into account the innovation cycle for this product group.\n* A code corresponding to the product group is an integral part of the EU Ecolabel registration numbers. In order for the competent bodies to be able to assign an EU Ecolabel registration number to tourist accomodations complying with the EU Ecolabel criteria, it is necessary to assign a code number to that product group.\n* Decisions 2009/564/EC and 2009/578/EC should therefore be repealed.\n* It is appropiate to allow a transitional period for applicants whose tourist accommodation services or campsite services have been awarded the EU Ecolabel for campsite services and tourist accommodation services on the basis of the criteria set out in Decisions 2009/564/EC and 2009/578/EC, respectively, so that they have sufficient time to adapt their product to comply with the revised criteria requirements. Applicants should also be allowed to submit applications based on the ecological criteria set out in 2009/564/EC and 2009/578/EC for a sufficient period of time.\n* The measures provided for in this Decision are in accordance with the opinion of the Committee established by Article 16 of Regulation (EC) No 66/2010,"}, {"text_block_id": "p1_b36", "text": "HAS ADOPTED THIS DECISION:"}, {"text_block_id": "p1_b37", "text": "Article 1"}, {"text_block_id": "p1_b38", "text": "Article 1\n* The product group âtourist accommodationâ shall comprise the provision of tourist accommodation services and campsite services and any of the following auxiliary services under the management of the tourist accommodation provider:\n* food services;\n* leisure or fitness facilities;\n* green areas;\n* premises for singular events such as business conferences, meetings or training events;\n* sanitary facilities, washing and cooking facilities or information facilities available to campsite tourists, travellers and lodgers for collective use.\n* Transportation services and pleasure voyages are excluded from the product group âtourist accommodationâ."}, {"text_block_id": "p1_b52", "text": "Article 2"}, {"text_block_id": "p1_b53", "text": "For the purpose of this Decision, the following definitions shall apply:"}, {"text_block_id": "p1_b54", "text": "For the purpose of this Decision, the following definitions shall apply:\n* âtourist accommodation servicesâ means the provision, for a fee, of sheltered overnight accommodation in rooms, including at least a bed, and of private or shared sanitary facilities, offered to tourists, travellers and lodgers;\n* âcampsite servicesâ means the provision, for a fee, of pitches equipped for any of the following structures: tents, caravans, mobile homes, camper vans, bungalows and apartments, and of private or shared sanitary facilities, offered to tourists, travellers and lodgers;\n* âfood servicesâ means the provision of breakfast or other meals;\n* âleisure or fitness facilitiesâ means saunas, swimming pools, sport facilities and wellness centre accessible to guests or non-residents or both;\n* âgreen areasâ means parks, gardens or other outside areas which are open to tourists, travellers and lodgers."}, {"text_block_id": "p2_b64", "text": "Article 3"}, {"text_block_id": "p2_b65", "text": "In order to be awarded the EU Ecolabel under Regulation (EC) No 66/2010, a tourist accommodation shall fall within the product group ‘tourist accommodation’ as defined in Article 1 of this decision and shall fulfil all of the following requirements as well as the related assessment and verification requirements set out in the Annex to this Decision:"}, {"text_block_id": "p2_b66", "text": "In order to be awarded the EU Ecolabel under Regulation (EC) No 66/2010, a tourist accommodation shall fall within the product group ‘tourist accommodation’ as defined in Article 1 of this decision and shall fulfil all of the following requirements as well as the related assessment and verification requirements set out in the Annex to this Decision:\n* it shall comply with each of the criteria set out in Section A of the Annex to this Decision;\n* it shall comply with a sufficient number of the criteria set out in Section B of the Annex to this Decision in order to acquire the number of points required in accordance with Articles 4 and 5."}, {"text_block_id": "p2_b70", "text": "Article 4"}, {"text_block_id": "p2_b71", "text": "Article 4\n* For the purposes of Article 3(b), the tourist accommodation service shall acquire at least 20 points.\n* The minimum amount of points required in accordance with paragraph 1 shall be increased by the following:\n\t* 3 points where food services are provided by the management or owner of the tourist accommodation service;\n\t* 3 points where green areas are made available to guests by the management or owner of the tourist accommodation service;\n\t* 3 points where leisure or fitness facilities are offered by the management or owner of the tourist accommodation service or 5 points if those leisure or fitness facilities consist in a wellness centre accessible to non-residents."}, {"text_block_id": "p2_b81", "text": "Article 5"}, {"text_block_id": "p2_b82", "text": "Article 5\n* For the purposes of Article 3(b), the campsite service shall acquire at least 20 points or, where collective services are provided, 24 points.\n* The minimum requirement laid down in paragraph 1 shall be increased by the following:\n\t* 3 points where food services are provided by the management or owner of the campsite service;\n\t* 3 points where green areas are made available to guests by the management or owner of the campsite service;\n\t* 3 points where leisure or fitness facilities are offered by the management or owner of the campsite service or 5 points if those leisure or fitness facilities consist in a wellness centre accessible to non-residents."}, {"text_block_id": "p2_b92", "text": "Article 6"}, {"text_block_id": "p2_b93", "text": "The EU Ecolabel criteria for the product group ‘tourist accommodation’ and the related assessment and verification requirements shall be valid for 5 years from the date of notification of this Decision."}, {"text_block_id": "p2_b94", "text": "Article 7"}, {"text_block_id": "p2_b95", "text": "For administrative purposes the code number assigned to the product group ‘tourist accommodation’ shall be ‘051’."}, {"text_block_id": "p2_b96", "text": "Article 8"}, {"text_block_id": "p2_b97", "text": "Decisions 2009/564/EC and 2009/578/EC are repealed."}, {"text_block_id": "p2_b98", "text": "Article 9"}, {"text_block_id": "p2_b99", "text": "By derogation from Article 8, applications for the EU Ecolabel for products falling within the product groups ‘tourist accommodation service’ or ‘campsite service’ submitted within 2 months from the date of notification of this Decision may be submitted in accordance with the criteria set out in Decision 2009/578/EC or Decision 2009/564/EC or on the criteria set out in this Decision."}, {"text_block_id": "p2_b100", "text": "EU Ecolabel licences awarded in accordance with the criteria set out in Decision 2009/564/EC or Decision 2009/578/EC may be used for 20 months from the date of notification of this Decision."}, {"text_block_id": "p3_b101", "text": "Article 10"}, {"text_block_id": "p3_b102", "text": "This Decision is addressed to the Member States."}, {"text_block_id": "p3_b103", "text": "Done at Brussels, 25 January 2017."}, {"text_block_id": "p3_b104", "text": "For the Commission"}, {"text_block_id": "p3_b105", "text": "Karmenu VELLA"}, {"text_block_id": "p3_b106", "text": "Member of the Commission"}, {"text_block_id": "p4_b107", "text": "ANNEX"}, {"text_block_id": "p4_b108", "text": "FRAMEWORK"}, {"text_block_id": "p4_b109", "text": "EU ECOLABEL CRITERIA"}, {"text_block_id": "p4_b110", "text": "Criteria for awarding the EU Ecolabel to tourist accommodation:"}, {"text_block_id": "p4_b111", "text": "Mandatory criteria"}, {"text_block_id": "p4_b112", "text": "General management criteria"}, {"text_block_id": "p4_b113", "text": "Energy criteria"}, {"text_block_id": "p5_b114", "text": "Optional criteria"}, {"text_block_id": "p5_b115", "text": "eneral management criteria"}, {"text_block_id": "p5_b116", "text": "Criterion 23.  EMAS registration, ISO certification of the tourist accommodation (up to 5 points)"}, {"text_block_id": "p5_b117", "text": "Criterion 24.  EMAS registration or ISO certification of suppliers (up to 5 points)"}, {"text_block_id": "p5_b118", "text": "Criterion 25.  Ecolabelled services (up to 4 points)"}, {"text_block_id": "p5_b119", "text": "Criterion 26.  Environmental and social communication and education (up to 2 points)"}, {"text_block_id": "p5_b120", "text": "Criterion 27  Consumption monitoring: Energy and water sub-metering (up to 2 points)"}, {"text_block_id": "p5_b121", "text": "Energy criteria"}, {"text_block_id": "p5_b122", "text": "Water criteria"}, {"text_block_id": "p5_b123", "text": "Criterion 50.  Native or non-invasive alien species used in outdoor planting (up to 2 points)"}, {"text_block_id": "p6_b124", "text": "Waste and waste water criteria"}, {"text_block_id": "p6_b125", "text": "ASSESSMENT AND VERIFICATION"}, {"text_block_id": "p6_b126", "text": "The specific assessment and verification requirements are indicated within each criterion set out in Sections A and B."}, {"text_block_id": "p6_b127", "text": "Where the applicant is required to provide declarations, documentation, analyses, test reports, or other evidence to show compliance with the criteria, these may originate from the applicant or its supplier(s), etc., as appropriate."}, {"text_block_id": "p6_b128", "text": "Competent bodies shall preferentially recognise attestations which are issued by bodies accredited according to the relevant harmonised standard for testing and calibration laboratories and verifications by bodies that are accredited according to the relevant harmonised standard for bodies certifying products, processes and services. Accreditation shall be carried out according to the provisions of Regulation (EC) No 765/2008 of the European Parliament and of the Council ("}, {"text_block_id": "p6_b129", "text": "1"}, {"text_block_id": "p6_b130", "text": ")."}, {"text_block_id": "p6_b131_merged_merged", "text": "Information extracted from environmental statements submitted under the eco-management and audit scheme (2) (EMAS) of the Union are considered equivalent means of proof as the attestations mentioned in the previous paragraph."}, {"text_block_id": "p6_b134", "text": "Where appropriate, test methods other than those indicated for each criterion may be used if the competent body assessing the application accepts their equivalence."}, {"text_block_id": "p7_b135", "text": "Where appropriate, competent bodies may require supporting documentation and may carry out independent verifications."}, {"text_block_id": "p7_b136", "text": "Competent bodies shall carry out an initial on-site visit before awarding the EU Ecolabel licence and may perform follow up on-site visits periodically during the award period."}, {"text_block_id": "p7_b137", "text": "As a pre-requisite, the services shall meet all respective legal requirements of the country (countries) in which the ‘tourist accommodation’ is located. In particular, the following shall be guaranteed:"}, {"text_block_id": "p7_b138", "text": "As a pre-requisite, the services shall meet all respective legal requirements of the country (countries) in which the ‘tourist accommodation’ is located. In particular, the following shall be guaranteed:\n* The physical structure respects Union, national and local laws and regulations regarding energy efficiency and thermal insulation, water sources, water treatment and waste water disposal (including chemical toilets), waste collection and disposal, maintenance and servicing of equipment, safety and health dispositions and any relevant laws or regulations of the area related to landscape and biodiversity conservation.\n* The enterprise is operational and registered, as required by national or local laws and its staff are legally employed and insured. For this purpose, staff shall have a national legal written contract, shall be paid at least the national or regional minimum wage set by collective agreements (in the absence of collective agreements, the staff shall be paid at least the legal national or regional minimum wage), and shall have working hours complying with the national law."}, {"text_block_id": "p7_b142", "text": "The applicant shall declare and demonstrate the service's compliance with those requirements, using independent verification or documentary evidence without prejudice of data protection national law (e.g. construction license/author­isation, declarations of professional technicians explaining how national legislation and local regulations related to the above mentioned aspects of the building are met, copy of a written social policy, copies of contracts, statements of employee's registration in the national insurance system, official documentation/register recording the names and number of employees by the local Government's Employment Inspectorate or Agent) and moreover direct random staff interview could be done during on-site visit."}, {"text_block_id": "p7_b143", "text": "SECTION A"}, {"text_block_id": "p7_b144", "text": "CRITERIA REFERRED TO IN ARTICLE 3(a)"}, {"text_block_id": "p7_b145", "text": "GENERAL MANAGEMENT"}, {"text_block_id": "p7_b146", "text": "Criterion 1. Basis of an Environmental Management System"}, {"text_block_id": "p7_b147", "text": "The tourist accommodation shall set the basis of an Environmental Management System by implementing the following processes:"}, {"text_block_id": "p7_b148", "text": "The tourist accommodation shall set the basis of an Environmental Management System by implementing the following processes:\n* an\n* identifying the most relevant environmental aspects regarding energy, water and waste relevant to the accommodation,\n* a precise\n* establishing targets on environmental performance regarding identified environÂ­mental aspects, which shall be set at least every 2 years, taking into consideration requirements set by this EU Ecolabel Decision.\n* establishing targets on environmental performance regarding identified environÂ­mental aspects, which shall be set at least every 2 years, taking into consideration requirements set by this EU Ecolabel Decision.\n If environmental aspects identified are not addressed by this EU Ecolabel, targets should preferably be based on environmental performance indicators and benchmarks of excellence set by the reference document on best environmental management practice for the tourism sector (\n* establishing targets on environmental performance regarding identified environÂ­mental aspects, which shall be set at least every 2 years, taking into consideration requirements set by this EU Ecolabel Decision.\n If environmental aspects identified are not addressed by this EU Ecolabel, targets should preferably be based on environmental performance indicators and benchmarks of excellence set by the reference document on best environmental management practice for the tourism sector (\n 1\n* establishing targets on environmental performance regarding identified environÂ­mental aspects, which shall be set at least every 2 years, taking into consideration requirements set by this EU Ecolabel Decision.\n If environmental aspects identified are not addressed by this EU Ecolabel, targets should preferably be based on environmental performance indicators and benchmarks of excellence set by the reference document on best environmental management practice for the tourism sector (\n 1\n ) (EMAS),\n* an internal evaluation process allowing verifying at least yearly organisation performances with regard to the targets defined in the action program and setting correction actions if needed."}, {"text_block_id": "p8_b163", "text": "Information on the processes mentioned in the previous paragraph shall be available for consultation by the guests and staff."}, {"text_block_id": "p8_b164", "text": "Comments and feedback from guests collected by means of the questionnaire referred in criterion 3 shall be evaluated in the internal evaluation process and in the action programme, if necessary."}, {"text_block_id": "p8_b165", "text": "Assessment and verification"}, {"text_block_id": "p8_b166", "text": "The applicant shall provide a declaration of compliance with this criterion, together with:"}, {"text_block_id": "p8_b167", "text": "The applicant shall provide a declaration of compliance with this criterion, together with:\n* a copy of the environmental policy,\n* the action programme, and\n* the evaluation report, which shall be made available to the competent body within 2 years after the application, and the updated version every 2 years."}, {"text_block_id": "p8_b173", "text": "Applicants registered under EMAS or certified according to ISO 14001 shall be deemed to comply. In this case, ISO 14001 certificate or EMAS registration shall be provided as a means of proof. In case of ISO 14001 certification, a report summarising performances with regard to the targets defined in the action programme shall be joined to the application."}, {"text_block_id": "p8_b174", "text": "Criterion 2. Staff training"}, {"text_block_id": "p8_b175", "text": "(a)"}, {"text_block_id": "p8_b176", "text": "The tourist accommodation shall provide information and training to the staff (including subcontracted external staff), including written procedures or manuals, to ensure the application of environmental measures and to raise awareness of environmentally responsible behaviour in accordance with the mandatory and applicable optional criteria in this EU Ecolabel. In particular, the following aspects shall be included on the staff training:"}, {"text_block_id": "p8_b177", "text": "The tourist accommodation shall provide information and training to the staff (including subcontracted external staff), including written procedures or manuals, to ensure the application of environmental measures and to raise awareness of environmentally responsible behaviour in accordance with the mandatory and applicable optional criteria in this EU Ecolabel. In particular, the following aspects shall be included on the staff training:\n* the environmental policy and action plan of the tourist accommodation and awareness of the EU Ecolabel for tourist accommodation;\n* energy saving actions in relation to lights, air conditioning and heating systems when the staff leave the room or windows are opened;\n* water saving actions in relation to leaks checking, watering, changes of sheets and towels frequency and backwashing pool procedure;\n* chemical use minimisation actions in relation to chemical products for cleaning, dishwashing, sanitising, laundry and other special cleaners (e.g. swimming pool backwashing) which shall be used only where they are necessary; and if information on the dosage is available, the consumption limits of the mentioned products shall be those indicated on the packaging or recommended by the producer;\n* waste reduction and separation actions in relation to disposable items and disposal categories;\n* environmentally preferable means of transport available to staff;\n* according to criterion 3, the relevant information that staff is required to provide to guests."}, {"text_block_id": "p8_b191", "text": "(b)"}, {"text_block_id": "p8_b192", "text": "Adequate training shall be provided to all new staff within 4 weeks of starting employment and an update on the above mentioned aspects for all other staff at least once a year."}, {"text_block_id": "p8_b193", "text": "Assessment and verification"}, {"text_block_id": "p8_b194", "text": "The applicant shall provide a declaration of compliance with this criterion, together with details of the training programme, its content, and an indication of which staff have received what training and when. The dates and types of the staff training shall be recorded as evidence that this training update has taken place."}, {"text_block_id": "p9_b195", "text": "Criterion 3. Information to guests"}, {"text_block_id": "p9_b196", "text": "(a)"}, {"text_block_id": "p9_b197", "text": "The tourist accommodation shall also provide information to the guests to ensure the application of environ­mental measures and to raise awareness of environmentally responsible behaviour in accordance with the mandatory and applicable optional criteria in this EU Ecolabel. That information shall be actively given to the guests in oral or written form at the reception or in-room and shall include, in particular, the following aspects:"}, {"text_block_id": "p9_b198", "text": "The tourist accommodation shall also provide information to the guests to ensure the application of environ­mental measures and to raise awareness of environmentally responsible behaviour in accordance with the mandatory and applicable optional criteria in this EU Ecolabel. That information shall be actively given to the guests in oral or written form at the reception or in-room and shall include, in particular, the following aspects:\n* environmental policy of the tourist accommodation and awareness of the EU Ecolabel for tourist accommodation;\n* energy saving actions in relation to lights, air conditioning and heating systems when the guests leave the room or windows are opened;\n* water saving actions in relation to leaks checking, and changes of sheets and towels frequency;\n* waste reduction and separation actions in relation to disposable items, disposal categories and items that shall not be disposed of with the waste water. In addition, a poster or any other information material which would give advices to reduce food waste shall be displayed in the breakfast and dining rooms;\n* environmentally preferable means of transport available to guests;\n* the tourist accommodation shall provide information to guests on available local touristic points of interest, local guides, local restaurants, markets, craft centres."}, {"text_block_id": "p9_b210", "text": "(b)"}, {"text_block_id": "p9_b211", "text": "Guests shall be given a questionnaire, via internet or at premises, asking about their views on the general environmental aspects of the tourist accommodation listed in point (a) and their overall satisfaction with the facilities and services of the tourist accommodation. A clear procedure which records customer comments, complaints, replies given and corrective actions taken shall be in place."}, {"text_block_id": "p9_b212", "text": "Assessment and verification"}, {"text_block_id": "p9_b213", "text": "The applicant shall provide a declaration of compliance with this criterion, together with copies of the information provided for the guests. The applicant shall indicate the procedures in place for distributing and collecting the information and the questionnaire, and for taking the feedback into account."}, {"text_block_id": "p9_b214", "text": "Criterion 4. General maintenance"}, {"text_block_id": "p9_b215", "text": "Preventative maintenance of appliances/devices shall be carried out at least yearly, or more often if required by law or relevant manufacturer's instructions. The maintenance shall include the inspection of possible leakage and assurance of the proper functioning at least for energy equipment (e.g. heating, ventilation and air conditioning (HVAC) appliances, refrigeration systems, etc.) and water equipment (e.g. plumbing fixtures, irrigation systems, etc.) at the accommodation premises."}, {"text_block_id": "p9_b216", "text": "Appliances using refrigerants covered by the Regulation (EU) No 517/2014 of the European Parliament and of the Council ("}, {"text_block_id": "p9_b217", "text": "1"}, {"text_block_id": "p9_b218", "text": "), shall be inspected and maintained as follow:"}, {"text_block_id": "p9_b219", "text": "(a)"}, {"text_block_id": "p9_b220", "text": "for equipment that contains fluorinated greenhouse gases in quantities of 5 tonnes of CO"}, {"text_block_id": "p9_b221", "text": "2"}, {"text_block_id": "p9_b222", "text": "equivalent or more, but of less than 50 tonnes of CO"}, {"text_block_id": "p9_b223", "text": "2"}, {"text_block_id": "p9_b224", "text": "equivalent: at least every 12 months or, where a leakage detection system is installed, at least every 24 months;"}, {"text_block_id": "p9_b225", "text": "(b)"}, {"text_block_id": "p9_b226", "text": "for equipment that contains fluorinated greenhouse gases in quantities of 50 tonnes of CO"}, {"text_block_id": "p9_b227", "text": "2"}, {"text_block_id": "p9_b228", "text": "equivalent or more, but of less than 500 tonnes of CO"}, {"text_block_id": "p9_b229", "text": "2"}, {"text_block_id": "p9_b230", "text": "equivalent: at least every 6 months or, where a leakage detection system is installed, at least every 12 months;"}, {"text_block_id": "p9_b231", "text": "(c)"}, {"text_block_id": "p9_b232_merged_merged_merged_merged", "text": "for equipment that contains fluorinated greenhouse gases in quantities of 500 tonnes of CO2 equivalent or more: at least every 3 months or, where a leakage detection system is installed, at least every 6 months."}, {"text_block_id": "p9_b235", "text": "All maintenance activities have to be registered in a specific maintenance register, specifying the approximate amounts of the water leaking from the water supply equipment."}, {"text_block_id": "p10_b236", "text": "Assessment and verification"}, {"text_block_id": "p10_b237", "text": "The applicant shall provide a declaration of compliance, together with a brief description of the maintenance programme, details of the persons or companies carrying out the maintenance and the maintenance register."}, {"text_block_id": "p10_b238", "text": "Criterion 5. Consumption monitoring"}, {"text_block_id": "p10_b239", "text": "The tourist accommodation shall have procedures for collecting and monitoring data monthly or, at least, yearly, on the following aspects as a minimum:"}, {"text_block_id": "p10_b240", "text": "(a)"}, {"text_block_id": "p10_b241", "text": "specific energy use (kWh/guest night and/or kWh/m"}, {"text_block_id": "p10_b242", "text": "2"}, {"text_block_id": "p10_b243", "text": "(of indoor area)year);"}, {"text_block_id": "p10_b244", "text": "(b)"}, {"text_block_id": "p10_b245", "text": "percentage of final energy use met by renewable energy generated on site (%);"}, {"text_block_id": "p10_b246", "text": "(c)"}, {"text_block_id": "p10_b247", "text": "water consumption per guest-night (litres/guest-night) including the water used for irrigation (if applicable) and any other activities related to water consumption;"}, {"text_block_id": "p10_b248", "text": "(d)"}, {"text_block_id": "p10_b249", "text": "waste generation per guest-night (kg/guest-night). Food waste shall be monitored separately ("}, {"text_block_id": "p10_b250", "text": "1"}, {"text_block_id": "p10_b251", "text": ");"}, {"text_block_id": "p10_b252", "text": "(e)"}, {"text_block_id": "p10_b253", "text": "consumption of chemical products for cleaning, dishwashing, laundry, sanitising and other special cleaners (e.g. swimming pool backwashing) (kg or litres/guest-night), specifying if they are ready-to-use or undiluted;"}, {"text_block_id": "p10_b254", "text": "(f)"}, {"text_block_id": "p10_b255", "text": "percentage of ISO Type I label products (%) used under the applicable optional criteria in this EU Ecolabel Decision."}, {"text_block_id": "p10_b256", "text": "Assessment and verification"}, {"text_block_id": "p10_b257", "text": "The applicant shall provide a declaration of compliance with this criterion, together with a description of the collecting and monitoring procedures. The tourist accommodation shall report a short summary of the data collected for the above-listed consumption parameters together with the internal evaluation report mentioned in criterion 1, which shall be made available to the competent body within 2 years after the application, and every 2 years."}, {"text_block_id": "p10_b258", "text": "ENERGY"}, {"text_block_id": "p10_b259", "text": "Criterion 6. Energy efficient space heating and water heating appliances"}, {"text_block_id": "p10_b260", "text": "(a)"}, {"text_block_id": "p10_b261", "text": "Water-based space heating appliances installed within the duration of the EU Ecolabel licence shall:"}, {"text_block_id": "p10_b262", "text": "Water-based space heating appliances installed within the duration of the EU Ecolabel licence shall:\n* be a high efficiency cogeneration unit as defined by Directive 2012/27/EU of the European Parliament and of the Council (\n* be a high efficiency cogeneration unit as defined by Directive 2012/27/EU of the European Parliament and of the Council (\n 2\n* be a high efficiency cogeneration unit as defined by Directive 2012/27/EU of the European Parliament and of the Council (\n 2\n ), or\n* have seasonal space heating energy efficiency and/or GHG emission limits in accordance with the values in the following tables, calculated as stated in Commission Decision 2014/314/EU (3):"}, {"text_block_id": "p11_b270", "text": "(b)"}, {"text_block_id": "p11_b271_merged", "text": "Local space heating appliances installed within the duration of the EU Ecolabel licence shall comply with the minimum seasonal space heating energy efficiency set out in Commission Regulation (EU) 2015/1185 () or in Commission Regulation (EU) 2015/1188 ()."}, {"text_block_id": "p11_b276", "text": "(c)"}, {"text_block_id": "p11_b277", "text": "Water heating appliances installed within the duration of the EU Ecolabel licence shall have at least the following relevant energy efficiency indicators:"}, {"text_block_id": "p12_b278", "text": "Assessment and verification"}, {"text_block_id": "p12_b279", "text": "For requirements (a), (b) and (c) the license holder shall inform the competent body about the new installation within the duration of the EU Ecolabel licence of the relevant appliances and provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the space and water heaters appliances indicating how the required efficiency is met. EU Ecolabel water-based heaters products shall be deemed to comply with requirement (a)(ii). Products bearing other ISO type I labels satisfying any of the requirements listed in points (a) to (e) shall be deemed to comply with the respective point of this criterion. Where EU Ecolabel water- based heaters products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2014/314/EU. Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package and indicate the ISO type I label requirements listed in points (a) to (e). For requirements (d) and (e) the applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the space and water heaters appliances indicating how the required efficiency is met."}, {"text_block_id": "p12_b280", "text": "Criterion 7. Energy efficient air conditioning and air-based heat pumps appliances"}, {"text_block_id": "p12_b281_merged", "text": "Household air conditioning and air-based heat pumps appliances installed within the duration of the EU Ecolabel licence shall have at least the following relevant energy classes as defined in Commission Delegated Regulation (EU) No 626/2011 ():"}, {"text_block_id": "p12_b284", "text": "Note:"}, {"text_block_id": "p12_b285", "text": "This criterion applies to electric mains-operated air conditioners and air-based heat pumps with a rated capacity of ≤ 12 kW for cooling, or heating, if the product has no cooling function. This criterion does not apply to appliances that use non-electric energy sources; and appliances of which the condenser — or evaporator — side, or both, do not use air for heat transfer medium."}, {"text_block_id": "p12_b286", "text": "Assessment and verification"}, {"text_block_id": "p12_b287", "text": "The license holder shall inform the competent body about the new installation of the above mentioned appliances within the duration of the EU Ecolabel licence and provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the air conditioning system indicating how the required efficiency is met."}, {"text_block_id": "p13_b288", "text": "Criterion 8. Energy efficient lighting"}, {"text_block_id": "p13_b289", "text": "(a)"}, {"text_block_id": "p13_b290", "text": "At the date of the EU Ecolabel licence award:"}, {"text_block_id": "p13_b291", "text": "At the date of the EU Ecolabel licence award:\n* at least 40 % of all lighting in the tourist accommodation shall have at least Class A as determined in accordance with Annex VI to Commission Delegated Regulation (EU) No 874/2012 (1);\n* at least 50 % of lighting that is situated where the lamps are likely to be turned on for more than 5 hours a day shall have at least Class A as determined in accordance with Annex VI to Delegated Regulation (EU) No 874/2012.\n* at least 80 % of all lighting in the tourist accommodation shall have at least Class A as determined in accordance with Annex VI to Delegated Regulation (EU) No 874/2012;\n* the 100 % of lighting that is situated where the lamps are likely to be turned on for more than 5 hours a day shall have at least Class A as determined in accordance with Annex VI to Delegated Regulation (EU) No 874/2012."}, {"text_block_id": "p13_b297", "text": "(b)"}, {"text_block_id": "p13_b298", "text": "In maximum of 2 years from the date of the EU Ecolabel licence award:"}, {"text_block_id": "p13_b303", "text": "Note:"}, {"text_block_id": "p13_b304", "text": "Percentages are set in reference to the total amount of light fittings suitable to use energy-saving lighting. The targets above do not apply to light fittings whose physical characteristics do not allow use of energy-saving lighting."}, {"text_block_id": "p13_b305", "text": "Assessment and verification"}, {"text_block_id": "p13_b306", "text": "The applicant shall provide to the competent body written reports indicating the total amount of lamps and luminaires suitable to use energy-saving lighting, operating hours and amount of energy-saving lamps and luminaires with energy efficient light lamps and luminaires of at least Class A as determined in accordance with Annex VI to Delegated Regulation (EU) No 874/2012. The reports shall also include the explanation on the impossibility to substitute lamps and luminaires where physical characteristics do not allow use of energy-saving lamps and luminaires. Two reports shall be provided, a first one at the application date and a second one within a maximum of 2 years from the date of the award respectively."}, {"text_block_id": "p13_b307", "text": "The physical characteristics which may prevent the use of energy–saving light bulbs may include: decorative lighting requiring specialised lamps and luminaires; dimmable lighting; situations where energy-saving lighting may not be available. Where this is the case, evidence shall be provided to show why energy-saving lamps and luminaires can't be used. This may include, for example, photographic evidence of the type of lighting installed."}, {"text_block_id": "p13_b308", "text": "Criterion 9. Thermoregulation"}, {"text_block_id": "p13_b309", "text": "The temperature in every common area (for example restaurants, lounge areas, and conference rooms) shall be individually regulated within the following designated range:"}, {"text_block_id": "p13_b310", "text": "(i)"}, {"text_block_id": "p13_b311", "text": "common area temperature set point, while in cooling mode, is set at or above 22 °C (+/– 2 °C on customers' request) for the duration of the summer;"}, {"text_block_id": "p13_b312", "text": "(ii)"}, {"text_block_id": "p13_b313", "text": "common area temperature set point, while in heating mode, is set at or below 22 °C (+/– 2 °C on customers' request) for the duration of the winter."}, {"text_block_id": "p13_b314", "text": "Assessment and verification"}, {"text_block_id": "p13_b315", "text": "The applicant shall provide a declaration of compliance with this criterion, together with documentation on the thermo­regulatory systems or procedures followed to set the designated temperature ranges."}, {"text_block_id": "p14_b316", "text": "Criterion 10. Automatic switching off of HVAC and lighting"}, {"text_block_id": "p14_b317", "text": "(a)"}, {"text_block_id": "p14_b318", "text": "HVAC systems/appliances installed within the duration of the EU Ecolabel licence shall be equipped with an automatic switch off when windows are opened and when guests leave the room."}, {"text_block_id": "p14_b319", "text": "(b)"}, {"text_block_id": "p14_b320", "text": "Automatic systems (e.g sensors, centralised key/card, etc.) which turn the all the lighting off when guests leave the room, shall be installed at construction and/or renovation of all new and/or renovated rental accommo­dations/guest rooms within the duration of the EU Ecolabel licence."}, {"text_block_id": "p14_b321", "text": "Note:"}, {"text_block_id": "p14_b322", "text": "Small accommodations (up to five rooms) are exempt."}, {"text_block_id": "p14_b323", "text": "Assessment and verification"}, {"text_block_id": "p14_b324", "text": "The license holder have to inform the competent body about the new installation within the duration of the EU Ecolabel licence of automatic switching off of HVAC and lighting systems or devices and provide technical specifications from the professional technicians responsible for the installation or maintenance of these systems/devices."}, {"text_block_id": "p14_b325", "text": "Criterion 11. Outside heating and air conditioning appliances"}, {"text_block_id": "p14_b326", "text": "No outside heating or air conditioning appliances shall be used by the tourist accommodation."}, {"text_block_id": "p14_b327", "text": "Assessment and verification"}, {"text_block_id": "p14_b328", "text": "The applicant shall provide a declaration of compliance with this criterion. This shall be checked during the on-site visit."}, {"text_block_id": "p14_b329", "text": "Criterion 12. Procurement of electricity from a renewable electricity supplier"}, {"text_block_id": "p14_b330", "text": "(a)"}, {"text_block_id": "p14_b331", "text": "In case there are"}, {"text_block_id": "p14_b332", "text": "one to four suppliers of individual green tariffs offering 50 %"}, {"text_block_id": "p14_b333", "text": "of the electricity from renewable energy sources"}, {"text_block_id": "p14_b334", "text": "or of separate GOs certificates"}, {"text_block_id": "p14_b335", "text": "where the accommodation is located:"}, {"text_block_id": "p14_b336", "text": "The tourist accommodation shall contract at least 50 % of its electricity from renewable energy sources, as defined in Directive 2009/28/EC of the European Parliament and of the Council ("}, {"text_block_id": "p14_b337", "text": "1"}, {"text_block_id": "p14_b338", "text": "). For this purpose:"}, {"text_block_id": "p14_b339", "text": "The tourist accommodation shall preferentially contract an"}, {"text_block_id": "p14_b340", "text": "individual electricity tariff"}, {"text_block_id": "p14_b341", "text": "containing at least 50 % of the electricity from renewable energy sources. This requirement is fulfilled either in case the overall fuel mix marketed by the supplier is disclosed as being at least 50 % renewable or in case the product fuel mix of the purchased tariff is disclosed as being at least 50 % renewable."}, {"text_block_id": "p14_b342", "text": "Or"}, {"text_block_id": "p14_b343_merged_merged_merged_merged", "text": "Alternatively the minimum 50 % renewable energy can also be acquired through the unbundled purchase of guarantees of origin (GOs) as defined in Article 2(j) of Directive 2009/28/EC which are traded in line with the Principles and Rules of Operation of the European Energy Certificate System (EECS). For this alternative, the following conditions shall be met:"}, {"text_block_id": "p14_b346", "text": "Alternatively the minimum 50 % renewable energy can also be acquired through the unbundled purchase of guarantees of origin (GOs) as defined in Article 2(j) of Directive 2009/28/EC which are traded in line with the Principles and Rules of Operation of the European Energy Certificate System (EECS). For this alternative, the following conditions shall be met:\n* the national regulations of both the exporting and the importing country provide domain protocols that are accredited by the Association of Issuing Bodies (AIB) under the Principles and Rules of Operation of the EECS in order to avoid double counting in case the customer opts for an unbundled purchase of GOs;\n* the amount of GOs acquired through unbundled purchase does match with the applicant's electricity consumption during the same period of time."}, {"text_block_id": "p15_b350", "text": "(b)"}, {"text_block_id": "p15_b351", "text": "In case there are"}, {"text_block_id": "p15_b352", "text": "at least five suppliers of individual electricity tariffs offering 100 %"}, {"text_block_id": "p15_b353", "text": "of the electricity from renewable energy sources where the accommodation is located, the tourist accommodation shall contract 100 % of its electricity from renewable energy sources through an individual green tariff. This requirement is fulfilled either in case the overall fuel mix marketed by the supplier is disclosed as being 100 % renewable or in case the product fuel mix of the purchased tariff is disclosed as being 100 % renewable."}, {"text_block_id": "p15_b354", "text": "Note:"}, {"text_block_id": "p15_b355", "text": "Tourist accommodations falling outside (a) or (b) cases are exempt. Only suppliers offering the power and voltage demanded by the Tourist Accommodation are accounted for the minimum number of suppliers mentioned in cases (a) and (b)."}, {"text_block_id": "p15_b356", "text": "Assessment and verification"}, {"text_block_id": "p15_b357", "text": "The applicant shall provide a declaration from (or the contract(s) with) the electricity/guarantees of origin supplier(s) indicating the nature of the renewable energy source(s) and the percentage of electricity supplied that is from a renewable source and the list of green tariff suppliers providing green electricity where the accommodation is located. In addition, for applicants using the unbundled purchase in point (a), declarations from the guarantees of origin supplier showing compliance with above conditions mentioned in point (a) shall be provided."}, {"text_block_id": "p15_b358", "text": "Applicants that do not have access to any suppliers offering the electricity tariff described above or guarantees of origin where the accommodation is located shall provide documentary evidence of the lack of access to suppliers of green tariff and unbundled GOs."}, {"text_block_id": "p15_b359", "text": "According to Article 2(a) of Directive 2009/28/EC, renewable energy sources means energy from renewable non-fossil sources, namely wind, solar, aerothermal, geothermal, hydrothermal and ocean energy, hydropower, biomass, landfill gas, sewage treatment plant gas and biogases."}, {"text_block_id": "p15_b360", "text": "Criterion 13. Coal and heating oils"}, {"text_block_id": "p15_b361", "text": "No heating oils having sulphur content higher than 0,1 % and no coal shall be used as an energy source."}, {"text_block_id": "p15_b362", "text": "Note:"}, {"text_block_id": "p15_b363", "text": "This criterion only applies to tourist accommodations that have an independent heating system."}, {"text_block_id": "p15_b364", "text": "Assessment and verification"}, {"text_block_id": "p15_b365", "text": "The applicant shall provide a declaration of compliance with this criterion, indicating the nature of the energy sources used. This shall be checked during the on-site visit."}, {"text_block_id": "p15_b366", "text": "WATER"}, {"text_block_id": "p15_b367", "text": "Criterion 14. Efficient water fittings: Bathroom taps and showers"}, {"text_block_id": "p15_b368", "text": "Without prejudice to the local or national regulation on water flow rate from bathroom taps and showers, the average water flow rate of the bathroom taps and showers shall not exceed 8,5 litres/minute."}, {"text_block_id": "p15_b369", "text": "Note:"}, {"text_block_id": "p15_b370", "text": "bathtubs, rainshowers and massage-showers are exempt."}, {"text_block_id": "p15_b371", "text": "Assessment and verification"}, {"text_block_id": "p15_b372_merged_merged", "text": "The applicant shall provide a declaration of compliance with this criterion, and relevant documentation, including an explanation on how the tourist accommodation fulfils the criterion (e.g. use of flowmeter or small bucket and a watch). EU Ecolabel sanitary tapware products or products bearing other ISO type I labels satisfying the above mentioned requirements will be deemed to comply. Where EU Ecolabel sanitary tapware products are used, the applicant shall provide copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Commission Decision 2013/250/EU (1). Where other type I label products are used, the applicant shall provide a copy of the ISO type I label certificate or a copy of the label on the package and indicate the ISO type I label requirements that are like the ones mentioned above."}, {"text_block_id": "p16_b375", "text": "Criterion 15. Efficient water fittings: toilets and urinals"}, {"text_block_id": "p16_b376", "text": "Without prejudice to the local or national regulation on toilets and urinals flushing,"}, {"text_block_id": "p16_b377", "text": "(a)"}, {"text_block_id": "p16_b378", "text": "Continuous flushing is not permitted in any urinal at the accommodation."}, {"text_block_id": "p16_b379", "text": "(b)"}, {"text_block_id": "p16_b380", "text": "Toilets installed within the duration of the EU Ecolabel licence shall have effective toilet flush of ≤ 4,5 L."}, {"text_block_id": "p16_b381", "text": "Assessment and verification"}, {"text_block_id": "p16_b382_merged", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion together with appropriate supporting documentation. For requirement (b) the license holder shall inform the competent body about the new installation within the duration of the EU Ecolabel licence of toilets together with appropriate supporting documentation. EU Ecolabel flushing toilets and urinals products or another ISO type I label toilets and urinals satisfying the above mentioned requirements shall be deemed to comply. Where EU Ecolabel toilets and urinals products are used, the applicant shall provide copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Commission Decision 2013/641/EU ().Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package and indicate the ISO type I label requirements that are like the ones mentioned above."}, {"text_block_id": "p16_b385", "text": "Criterion 16. Reduction in laundry achieved through reuse of towels and bedclothes"}, {"text_block_id": "p16_b386", "text": "The tourist accommodation shall change sheets and towels by default at the frequency established by its environmental action programme that shall be inferior to every day unless requested by law or national regulations or established by a third-party certification scheme the accommodation service is participating in. More frequent changes shall be only carried out if explicitly requested by guests."}, {"text_block_id": "p16_b387", "text": "Assessment and verification"}, {"text_block_id": "p16_b388", "text": "The applicant shall provide a declaration of compliance with this criterion, together with relevant documentation on the frequency established by the tourist accommodation, or by the third party certification or by law or national regulations."}, {"text_block_id": "p16_b389", "text": "WASTE AND WASTEWATER"}, {"text_block_id": "p16_b390", "text": "Criterion 17. Waste prevention: food service waste reduction plan"}, {"text_block_id": "p16_b391", "text": "Without prejudice to the local or national regulation on provision of food services:"}, {"text_block_id": "p16_b392", "text": "(a)"}, {"text_block_id": "p16_b393", "text": "with the aim to reduce package waste: No single dose packages for non-perishable food stuffs (e.g. coffee, sugar, chocolate powder (except tea bags)) shall be used for food services;"}, {"text_block_id": "p16_b394", "text": "(b)"}, {"text_block_id": "p16_b395", "text": "with the aim to balance package/food waste depending on the season: For all perishable food stuffs (e.g. yogurt, jams, honey, cold meats, pastries), the tourist accommodation shall manage the provision of food to guests to minimise both food and packaging waste. To achieve this, the tourist accommodation shall follow a documented procedure linked to the action program (criterion 1) which specifies how the food waste/packaging waste balance is optimised based on the number of guests."}, {"text_block_id": "p16_b396", "text": "Exempt from this criterion are: shops and vending machines under management of the tourist accommodation and single-dose sugar and coffee inside rooms under the condition that the products used for this purpose are fair trade and/ or organic certificated, and used coffee capsules (if applicable) are given back to the producer for recycling."}, {"text_block_id": "p17_b397", "text": "Assessment and verification"}, {"text_block_id": "p17_b398", "text": "The applicant shall provide a declaration of compliance with the criterion and the documented procedure which outlines how both food and packaging waste are minimised. Any legislation requiring the use of single dose products shall also be provided. If applicable, documentation to demonstrate fulfilment of the conditions required for an exemption shall be provided (e.g. take-back declaration from coffee capsules producer, organic and/or fair trade packaging label). This shall be checked during the on-site visit."}, {"text_block_id": "p17_b399", "text": "Perishable food is defined as being subject to decay or destruction, usually food that has been, for example, minimally processed or not otherwise preserved and which relies on refrigerated storage in order to reduce the rate of decay and loss of quality (Codex Alimentarius)."}, {"text_block_id": "p17_b400", "text": "Criterion 18. Waste prevention: Disposable items"}, {"text_block_id": "p17_b401", "text": "(a)"}, {"text_block_id": "p17_b402", "text": "Disposable toiletries items (shower caps, brushes, nail files, shampoos, soaps etc.) shall not be available to guests in rooms unless they are requested by guests or there is a legal obligation or it is a requirement of independent quality rating/certification scheme or of hotel chain quality policy the tourism accommodation is a member of."}, {"text_block_id": "p17_b403", "text": "(b)"}, {"text_block_id": "p17_b404", "text": "Disposable food service items (crockery, cutlery, and water jugs) shall not be available to guests in rooms and restaurant/bar service unless the applicant has an agreement with a recycler for such items."}, {"text_block_id": "p17_b405", "text": "(c)"}, {"text_block_id": "p17_b406", "text": "Disposable towels and bed sheets (draw sheet is excluded) shall not be used in rooms."}, {"text_block_id": "p17_b407", "text": "Assessment and verification"}, {"text_block_id": "p17_b408", "text": "The applicant shall provide a declaration of compliance with this criterion, together with relevant documentation explaining how the criterion is fulfilled. Any legislation or independent quality rating/certification scheme requiring the use of disposable items shall also be provided. This shall be checked during the on-site visit."}, {"text_block_id": "p17_b409", "text": "Criterion 19. Waste sorting and sending for recycling"}, {"text_block_id": "p17_b410", "text": "(a)"}, {"text_block_id": "p17_b411", "text": "Without prejudice to the local or national regulation on waste separation, adequate containers for waste separation by guests shall be available in the rooms and/or on each floor and/or at a central point of the tourist accommodation."}, {"text_block_id": "p17_b412", "text": "(b)"}, {"text_block_id": "p17_b413", "text": "Waste shall be separated by the tourist accommodation into the categories required or suggested by the available local waste management facilities, with particular care regarding toiletries and hazardous waste e.g., toners, inks, refrigerating and electrical equipment, batteries, energy saving light bulbs, pharmaceuticals and fats/oils."}, {"text_block_id": "p17_b414", "text": "Assessment and verification"}, {"text_block_id": "p17_b415", "text": "The applicant shall provide a declaration of compliance with this criterion, together with an indication of the different categories of waste accepted by the local authorities, and/or relevant contracts with recycling services. This shall be checked during the on-site visit."}, {"text_block_id": "p17_b416", "text": "OTHER CRITERIA"}, {"text_block_id": "p17_b417", "text": "Criterion 20. No smoking in common areas and rooms"}, {"text_block_id": "p17_b418", "text": "(a)"}, {"text_block_id": "p17_b419", "text": "No smoking shall be allowed in any indoor common areas."}, {"text_block_id": "p17_b420", "text": "(b)"}, {"text_block_id": "p17_b421", "text": "No smoking shall be allowed in at least 80 % of guests' rooms or rental accommodations (rounded to the next integer)."}, {"text_block_id": "p17_b422", "text": "Assessment and verification"}, {"text_block_id": "p17_b423", "text": "The applicant shall provide a declaration of compliance with this criterion and documentary evidence such as pictures of the signs displayed inside the tourist accommodation. The applicant shall indicate the number of guests' rooms and shall indicate which of these are non-smoking."}, {"text_block_id": "p18_b424", "text": "Criterion 21. Promotion of environmentally preferable means of transport"}, {"text_block_id": "p18_b425", "text": "Information shall be made available on the website of the accommodation (if available) and on-site to the guests and staff on the following:"}, {"text_block_id": "p18_b426", "text": "(a)"}, {"text_block_id": "p18_b427", "text": "details on environmentally preferable means of transport locally available to sightsee the city/village where the tourist accommodation is located (public transportation, bicycles, etc.);"}, {"text_block_id": "p18_b428", "text": "(b)"}, {"text_block_id": "p18_b429", "text": "details on environmentally preferable means of transport locally available to arrive/leave the city/village where the tourist accommodation is located;"}, {"text_block_id": "p18_b430", "text": "(c)"}, {"text_block_id": "p18_b431", "text": "if available, special offers or agreements with transport agencies that tourist accommodation may offer to guest and staff. (e.g. pick up service, staff collective bus, electric cars, etc.)"}, {"text_block_id": "p18_b432", "text": "Assessment and verification"}, {"text_block_id": "p18_b433", "text": "The applicant shall provide a declaration of compliance with this criterion, together with copies of the information material available e.g. on websites, brochures, etc."}, {"text_block_id": "p18_b434", "text": "Criterion 22. Information appearing on the EU Ecolabel"}, {"text_block_id": "p18_b435", "text": "The optional label with text box shall contain the following text:"}, {"text_block_id": "p18_b436", "text": "‘This tourist accommodation is actively taking measures to reduce its environmental impact"}, {"text_block_id": "p18_b437", "text": "—"}, {"text_block_id": "p18_b438", "text": "promoting renewable energy sources use,"}, {"text_block_id": "p18_b439", "text": "—"}, {"text_block_id": "p18_b440", "text": "saving energy and water,"}, {"text_block_id": "p18_b441", "text": "—"}, {"text_block_id": "p18_b442", "text": "and reducing waste.’"}, {"text_block_id": "p18_b443", "text": "The guidelines for the use of the optional label with text box can be found in the ‘Guidelines for the use of the EU Ecolabel logo’ on the website:"}, {"text_block_id": "p18_b444", "text": "http://ec.europa.eu/environment/ecolabel/documents/logo_guidelines.pdf"}, {"text_block_id": "p18_b445", "text": "Assessment and verification"}, {"text_block_id": "p18_b446", "text": "The applicant shall provide a declaration of compliance with this criterion explaining on which support they intend to display the logo."}, {"text_block_id": "p18_b447", "text": "SECTION B"}, {"text_block_id": "p18_b448", "text": "CRITERIA REFERRED TO IN ARTICLE 3(b)"}, {"text_block_id": "p18_b449", "text": "GENERAL MANAGEMENT"}, {"text_block_id": "p18_b450", "text": "Criterion 23. EMAS registration, ISO certification of the tourist accommodation (up to 5 points)"}, {"text_block_id": "p18_b451", "text": "The tourist accommodation shall be registered under the eco-management and audit scheme (EMAS) of the Union (5 points) or certified according to ISO 14001 standard (3 points) or certified according to ISO 50001 standard (2 points)."}, {"text_block_id": "p18_b452", "text": "Assessment and verification"}, {"text_block_id": "p18_b453", "text": "The applicant shall provide appropriate evidence of EMAS registration or ISO certification(s)."}, {"text_block_id": "p18_b454", "text": "Criterion 24. EMAS registration or ISO certification of suppliers (up to 5 points)"}, {"text_block_id": "p18_b455", "text": "At least two of the main suppliers or service providers of the tourist accommodation shall be local and registered with EMAS (5 points) or certified according to ISO 14001 (2 points) or certified according to ISO 50001 standard (1,5 points)."}, {"text_block_id": "p18_b456", "text": "For the purposes of this criterion, a local service supplier is considered to be a supplier located within a 160 kilometres radius of the tourist accommodation."}, {"text_block_id": "p19_b457", "text": "Assessment and verification"}, {"text_block_id": "p19_b458", "text": "The applicant shall provide appropriate evidence of EMAS registration or ISO certification(s) by at least two of its main suppliers."}, {"text_block_id": "p19_b459", "text": "Criterion 25. Ecolabelled services (up to 4 points)"}, {"text_block_id": "p19_b460", "text": "All outsourced laundry and/or cleaning is carried out by a provider who has been awarded an ISO Type I label (2 points for each service, to a maximum of 4 points)."}, {"text_block_id": "p19_b461", "text": "Assessment and verification"}, {"text_block_id": "p19_b462", "text": "The applicant shall provide appropriate evidence of ISO Type I certification by laundry and/or cleaning suppliers."}, {"text_block_id": "p19_b463", "text": "Criterion 26. Environmental and social communication and education (up to 2 points)"}, {"text_block_id": "p19_b464", "text": "(a)"}, {"text_block_id": "p19_b465", "text": "The tourist accommodation shall provide environmental communication and education notices on local biodiversity, landscape and nature conservation measures to guests (1 point)."}, {"text_block_id": "p19_b466", "text": "(b)"}, {"text_block_id": "p19_b467", "text": "Guest entertainment includes elements of environmental education (e.g. books, animations, events) (1 point)."}, {"text_block_id": "p19_b468", "text": "Assessment and verification"}, {"text_block_id": "p19_b469", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation."}, {"text_block_id": "p19_b470", "text": "Criterion 27. Consumption monitoring: Energy and water sub-metering (up to 2 points)"}, {"text_block_id": "p19_b471", "text": "The tourist accommodation shall have energy and water meters installed so as to allow data collection on consumption of different activities and/or machines, such as the following categories (1 point for each category, to a maximum of 2 points):"}, {"text_block_id": "p19_b472", "text": "(a)"}, {"text_block_id": "p19_b473", "text": "rooms;"}, {"text_block_id": "p19_b474", "text": "(b)"}, {"text_block_id": "p19_b475", "text": "pitches;"}, {"text_block_id": "p19_b476", "text": "(c)"}, {"text_block_id": "p19_b477", "text": "laundry service;"}, {"text_block_id": "p19_b478", "text": "(d)"}, {"text_block_id": "p19_b479", "text": "kitchen service;"}, {"text_block_id": "p19_b480", "text": "(e)"}, {"text_block_id": "p19_b481", "text": "specific machines (e.g. refrigerators, washing machines)."}, {"text_block_id": "p19_b482", "text": "Assessment and verification"}, {"text_block_id": "p19_b483", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with a map showing the places where meters are placed."}, {"text_block_id": "p19_b484", "text": "ENERGY"}, {"text_block_id": "p19_b485", "text": "Criterion 28. Energy efficient space heating and water heating appliances (up to 3 points)"}, {"text_block_id": "p19_b486", "text": "The tourist accommodation shall have at least:"}, {"text_block_id": "p19_b487", "text": "(a)"}, {"text_block_id": "p19_b488", "text": "a water-based space heating appliance meeting criterion 6(a) (1 point);"}, {"text_block_id": "p19_b489", "text": "(b)"}, {"text_block_id": "p19_b490_merged", "text": "a local space heating appliance having at least the energy Class A as defined in Commission Delegated Regulation (EU) 2015/1186 () (1 point)."}, {"text_block_id": "p19_b493", "text": "(c)"}, {"text_block_id": "p19_b494", "text": "a water heating appliance meeting criterion 6(c) (1 point)."}, {"text_block_id": "p20_b495", "text": "Assessment and verification"}, {"text_block_id": "p20_b496", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the space and water heaters appliances indicating how the required efficiency required under criterion 6(a), (b) and (c) is met. EU Ecolabel water-based heaters products shall be deemed to comply with the requirement under criterion 6(a)(ii). Products bearing other ISO type I labels satisfying any of the requirements listed in criterion 6(a), (b) and (c) shall be deemed to comply. Where EU Ecolabel water-based heaters products are used, the applicant shall provide copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2014/314/EU. Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package, and indicate the ISO type I label requirements that are listed in points (a), (b) and (c)."}, {"text_block_id": "p20_b497", "text": "Criterion 29. Energy efficient air conditioning and air-based heat pumps appliances (up to 3,5 points)"}, {"text_block_id": "p20_b498", "text": "The tourist accommodation shall comply with one of the thresholds:"}, {"text_block_id": "p20_b499", "text": "(a)"}, {"text_block_id": "p20_b500", "text": "50 % of household air conditioners or air-based heat pumps (rounded to the next integer) the energy efficiency of which is at least 15 % higher than the threshold set in criterion 7 (1,5 point);"}, {"text_block_id": "p20_b501", "text": "(b)"}, {"text_block_id": "p20_b502", "text": "50 % of household air conditioners or air-based heat pumps (rounded to the next integer) the energy efficiency of which is at least 30 % higher than the threshold set in criterion 7 (3,5 points)."}, {"text_block_id": "p20_b503", "text": "Assessment and verification"}, {"text_block_id": "p20_b504", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the air conditioning system indicating how the required efficiency is met."}, {"text_block_id": "p20_b505", "text": "Criterion 30. Air-based heat pumps up to 100 kW heat output (3 points)"}, {"text_block_id": "p20_b506", "text": "The tourist accommodation shall have at least an air-based heat pump meeting criterion 7 (if applicable, see note in criterion 7 and awarded the EU Ecolabel in accordance with Commission Decision 2007/742/EC ("}, {"text_block_id": "p20_b507", "text": "1"}, {"text_block_id": "p20_b508", "text": ") or other ISO Type I label."}, {"text_block_id": "p20_b509", "text": "Assessment and verification"}, {"text_block_id": "p20_b510", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the air-based heat pump indicating how the required efficiency is met (if applicable). Where EU Ecolabel heat pump products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2007/742/EC. Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package."}, {"text_block_id": "p20_b511", "text": "Criterion 31. Energy efficient household appliances and lighting (up to 4 points)"}, {"text_block_id": "p20_b512", "text": "Tourist accommodation shall have energy efficient appliances for the following categories (0,5 point or 1 point each of the following categories, to a maximum of 4 points):"}, {"text_block_id": "p20_b513", "text": "(a)"}, {"text_block_id": "p20_b514", "text": "household refrigerating appliances, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A++ or better as laid down in Annex IX to Commission Delegated Regulation (EU) No 1060/2010 ("}, {"text_block_id": "p20_b515", "text": "2"}, {"text_block_id": "p20_b516", "text": ");"}, {"text_block_id": "p20_b517", "text": "(b)"}, {"text_block_id": "p20_b518_merged_merged_merged", "text": "household electric ovens, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A++ or better as laid down in Annex I to Commission Delegated Regulation (EU) No 65/2014 (3);"}, {"text_block_id": "p21_b521", "text": "(c)"}, {"text_block_id": "p21_b522", "text": "household dishwashers, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A++ or better as laid down in Annex VI to Commission Delegated Regulation (EU) No 1059/2010 ("}, {"text_block_id": "p21_b523", "text": "1"}, {"text_block_id": "p21_b524", "text": ");"}, {"text_block_id": "p21_b525", "text": "(d)"}, {"text_block_id": "p21_b526", "text": "household washing machines, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A++ or better as laid down in Annex VI to Commission Delegated Regulation (EU) No 1061/2010 ("}, {"text_block_id": "p21_b527", "text": "2"}, {"text_block_id": "p21_b528", "text": ");"}, {"text_block_id": "p21_b529", "text": "(e)"}, {"text_block_id": "p21_b530", "text": "office equipment of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be"}, {"text_block_id": "p21_b531", "text": "ENERGY STAR"}, {"text_block_id": "p21_b532", "text": "qualified as defined by Energy Star v6.1 for computers and under the agreement set out in Commission Decision (EU) 2015/1402 ("}, {"text_block_id": "p21_b533", "text": "3"}, {"text_block_id": "p21_b534", "text": "), by Energy Star v6.0 for Displays, by Energy Star v2.0 for Imaging equipment, by Energy Star v1.0 for Uninterruptible power supplies and/or Energy Star v2.0 for Enterprise servers and under the agreement set out in Commission Decision 2014/202/EU ("}, {"text_block_id": "p21_b535", "text": "4"}, {"text_block_id": "p21_b536", "text": ")."}, {"text_block_id": "p21_b537", "text": "(f)"}, {"text_block_id": "p21_b538", "text": "household tumble driers, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A++ or better as laid down in Annex VI to Commission Delegated Regulation (EU) No 392/2012 ("}, {"text_block_id": "p21_b539", "text": "5"}, {"text_block_id": "p21_b540", "text": ");"}, {"text_block_id": "p21_b541", "text": "(g)"}, {"text_block_id": "p21_b542_merged_merged_merged_merged_merged", "text": "household vacuum cleaners, of which at least 50 % (0,5 point) or 90 % (1 point) (rounded to the next integer) shall be of EU Energy Label rated Class A or better as laid down in Annex I to Commission Delegated Regulation (EU) No 665/2013 (6);"}, {"text_block_id": "p21_b545", "text": "(h)"}, {"text_block_id": "p21_b546", "text": "electrical lamps and luminaires, of which at least 50 % (0,5 point) or 90 % (1 point) shall be at least of Class A++ as laid down in Annex VI to Delegated Regulation (EU) No 874/2012."}, {"text_block_id": "p21_b547", "text": "Note:"}, {"text_block_id": "p21_b548", "text": "The criterion does not apply to appliances and lighting not covered by the Regulation mentioned for each category (e.g. industrial appliances)."}, {"text_block_id": "p21_b549", "text": "Assessment and verification"}, {"text_block_id": "p21_b550", "text": "The applicant shall provide documentation indicating the energy class (Energy Star certificate for category (e)) of all appliances for the applicable category."}, {"text_block_id": "p21_b551", "text": "Criterion 32. Heat recovery (up to 3 points)"}, {"text_block_id": "p21_b552", "text": "The tourist accommodation shall have a heat recovery system for one (1,5 point) or two (3 points) of the following categories: refrigeration systems, ventilators, washing machines, dishwashers, swimming pools, and sanitary waste water."}, {"text_block_id": "p21_b553", "text": "Assessment and verification"}, {"text_block_id": "p21_b554", "text": "The applicant shall provide a declaration of compliance with this criterion, together with documentation on the heat recovery systems (e.g. copy of the project of the heat recovery systems in place, description from a technician, etc.)."}, {"text_block_id": "p22_b555", "text": "Criterion 33. Thermoregulation and window insulation (up to 4 points)"}, {"text_block_id": "p22_b556", "text": "(a)"}, {"text_block_id": "p22_b557", "text": "The temperature in every guest room shall be regulated by guests. The thermoregulatory system shall allow individual regulation within the following designated range (2 points):"}, {"text_block_id": "p22_b558", "text": "The temperature in every guest room shall be regulated by guests. The thermoregulatory system shall allow individual regulation within the following designated range (2 points):\n* the room temperature, while in cooling mode, is set at or above 22 Â°C for the duration of the summer;\n* the room temperature, while in heating mode, is set at or below 22 Â°C for the duration of the winter."}, {"text_block_id": "p22_b562", "text": "(b)"}, {"text_block_id": "p22_b563", "text": "90 % of windows in heated and/or air conditioned rooms and common areas shall be insulated with at least double glazing or equivalent (2 points)."}, {"text_block_id": "p22_b564", "text": "Assessment and verification"}, {"text_block_id": "p22_b565", "text": "The applicant shall provide a declaration of compliance with this criterion, together with relevant documentation on the thermoregulatory systems or procedures followed to set the designated temperature ranges or windows pictures. An expert declaration shall be provided in case that window insulation equivalent to multiple glazing is used."}, {"text_block_id": "p22_b566", "text": "Criterion 34. Automatic switch off of appliances/devices (up to 4,5 points)"}, {"text_block_id": "p22_b567", "text": "(a)"}, {"text_block_id": "p22_b568", "text": "90 % of the guest rooms in the tourist accommodation (rounded to the next integer) shall be equipped with an automatic switch off of installed HVAC systems when windows are opened and when guests leave the room (1,5 points);"}, {"text_block_id": "p22_b569", "text": "(b)"}, {"text_block_id": "p22_b570", "text": "90 % of the guest rooms in the tourist accommodation (rounded to the next integer) shall be equipped with an automatic system which turns the lights off when guests leave the room (1,5 points);"}, {"text_block_id": "p22_b571", "text": "(c)"}, {"text_block_id": "p22_b572", "text": "90 % of the outside lighting (rounded to the next integer) not needed for security reasons shall be turned off automatically after a defined time, or be activated through a proximity sensor (1,5 points)."}, {"text_block_id": "p22_b573", "text": "Assessment and verification"}, {"text_block_id": "p22_b574", "text": "The applicant shall provide technical specifications from the professional technicians responsible for the installation or maintenance of these appliances/devices."}, {"text_block_id": "p22_b575", "text": "Criterion 35. District heating/cooling and cooling from cogeneration (up to 4 points)"}, {"text_block_id": "p22_b576", "text": "(a)"}, {"text_block_id": "p22_b577", "text": "The heating and/or cooling of the tourist accommodation shall be provided by efficient district heating or cooling system. For the purposes of the EU Ecolabel, this is defined as follows: a district heating or cooling system using at least 50 % renewable energy, 50 % waste heat, 75 % cogenerated heat or 50 % of a combination of such energy and heat; as defined by Directive 2012/27/EU (2 points)."}, {"text_block_id": "p22_b578", "text": "(b)"}, {"text_block_id": "p22_b579", "text": "Cooling of the tourist accommodation shall be provided by a high efficiency cogeneration unit according to Directive 2012/27/EU (2 points)."}, {"text_block_id": "p22_b580", "text": "Assessment and verification"}, {"text_block_id": "p22_b581", "text": "The applicant shall provide a declaration of compliance with this criterion, together with documentation on the district heating system and/or the cooling system by means of cogeneration."}, {"text_block_id": "p22_b582", "text": "Criterion 36. Electric hand driers with proximity sensor (1 point)"}, {"text_block_id": "p22_b583", "text": "All electric hand driers shall be fitted with proximity sensors, or have been awarded an ISO Type I label."}, {"text_block_id": "p23_b584", "text": "Assessment and verification"}, {"text_block_id": "p23_b585", "text": "The applicant shall provide appropriate supporting documentation of how the tourist accommodation fulfils this criterion. Where ISO type I label products are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package"}, {"text_block_id": "p23_b586", "text": "Criterion 37. Space Heater emissions (1,5 points)"}, {"text_block_id": "p23_b587", "text": "For space heaters in the tourist accommodation the nitrogen oxide (NO"}, {"text_block_id": "p23_b588", "text": "x"}, {"text_block_id": "p23_b589", "text": ") content of the exhaust gas shall not exceed the limit values indicated in the table below, calculated in accordance with the following acts:"}, {"text_block_id": "p23_b590", "text": "(a)"}, {"text_block_id": "p23_b591", "text": "for gaseous and liquid fuel water-based space heaters, Commission Regulation (EU) No 813/2013 ("}, {"text_block_id": "p23_b592", "text": "1"}, {"text_block_id": "p23_b593", "text": ");"}, {"text_block_id": "p23_b594", "text": "(b)"}, {"text_block_id": "p23_b595_merged_merged_merged", "text": "for solid fuel water-based space heaters, Commission Regulation (EU) 2015/1189 (2);"}, {"text_block_id": "p23_b598", "text": "(c)"}, {"text_block_id": "p23_b599", "text": "for gaseous and liquid fuel local space heaters, Regulation (EU) 2015/1188;"}, {"text_block_id": "p23_b600", "text": "(d)"}, {"text_block_id": "p23_b601", "text": "for solid fuel local space heaters, Regulation (EU) 2015/1185."}, {"text_block_id": "p23_b602", "text": "For solid fuel boilers and solid fuel local space heaters in the tourist accommodation, the emissions of particulate matter (PM) of the exhaust gas shall not exceed the limit values laid down in Regulation (EU) 2015/1189 and in Regulation (EU) 2015/1185, respectively."}, {"text_block_id": "p23_b603", "text": "Assessment and verification"}, {"text_block_id": "p23_b604", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the space heaters appliances indicating how the required efficiency is met. EU Ecolabel water-based heaters products shall be deemed to comply. Products bearing other ISO type I labels satisfying the above mentioned requirements shall be deemed to comply. Where EU Ecolabel water-based heaters products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2014/314/EU. Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate a copy of the label on the package and indicate the ISO type I label requirements that match with the above mentioned requirements."}, {"text_block_id": "p24_b605", "text": "Criterion 38. Procurement of electricity from a renewable electricity supplier (up to 4 points)"}, {"text_block_id": "p24_b606", "text": "(a)"}, {"text_block_id": "p24_b607", "text": "The tourist accommodation shall contract an individual electricity tariff containing the 100 % (overall fuel mix marketed by the supplier or product fuel mix of the purchased tariff) of the electricity from renewable energy sources as defined in Directive 2009/28/EC (3 points) and certified by an environmental electricity label (4 points)."}, {"text_block_id": "p24_b608", "text": "(b)"}, {"text_block_id": "p24_b609", "text": "Alternatively, the 100 % electricity from renewable energy sources certified by an environmental electricity label can also be acquired by the unbundled purchase of guarantees of origin as defined in Article 2(j) of Directive 2009/28/EC (3 points)."}, {"text_block_id": "p24_b610", "text": "For the purpose of this criterion, the environmental electricity label shall comply with the following conditions:"}, {"text_block_id": "p24_b611", "text": "(1)"}, {"text_block_id": "p24_b612", "text": "the quality label's standard is verified by an independent organisation (third party);"}, {"text_block_id": "p24_b613", "text": "(2)"}, {"text_block_id": "p24_b614", "text": "the certified electricity procured originates from new renewable plant capacity installed within the past 2 years or a financial part of the certified electricity procured is used to promote the investment in new renewable power capacities."}, {"text_block_id": "p24_b615", "text": "Assessment and verification"}, {"text_block_id": "p24_b616", "text": "The applicant shall supply a declaration from (or the contract with) the electricity supplier(s) indicating the nature of the renewable energy source(s) and the percentage of electricity supplied that is from a renewable source and where relevant that 100 % of electricity purchased is certified or has been awarded a third party certified environmental label. In addition, for point (b), declarations from the guarantees of origin supplier showing compliance with conditions mentioned in criterion 12(a) shall also be provided."}, {"text_block_id": "p24_b617", "text": "Criterion 39. On site self-generation of electricity through renewable energy sources (up to 5 points)"}, {"text_block_id": "p24_b618", "text": "The tourist accommodation shall have on site electricity generation from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC, which may include: photovoltaic (solar panel) or local hydroelectric system, geothermal, local biomass or wind power electricity generation that generates:"}, {"text_block_id": "p24_b619", "text": "(a)"}, {"text_block_id": "p24_b620", "text": "at least 10 % of the overall electricity consumption per year (1 point);"}, {"text_block_id": "p24_b621", "text": "(b)"}, {"text_block_id": "p24_b622", "text": "at least 20 % of the overall electricity consumption per year (3 points);"}, {"text_block_id": "p24_b623", "text": "(c)"}, {"text_block_id": "p24_b624", "text": "at least 50 % of the overall electricity consumption per year (5 points)."}, {"text_block_id": "p24_b625", "text": "For the purposes of this criterion, local biomass is considered to be biomass from a source located within a 160 kilometres radius of the tourist accommodation."}, {"text_block_id": "p24_b626", "text": "If the self-generation of renewable electricity leads to the issuing of guarantees of origin, the self-generation can only be taken into account if the guarantees of origin do not end up on the market, but are cancelled to cover the local consumption."}, {"text_block_id": "p24_b627", "text": "Assessment and verification"}, {"text_block_id": "p24_b628", "text": "The applicant shall provide a declaration of compliance with this criterion, together with documentation on the photovoltaic, hydroelectric, geothermal, biomass or wind power system and data on its actual output. In case local biomass is used, applicant shall provide evidence of the local availability of biomass (e.g. biomass supplier contract). In addition, where a hydroelectric system is used, the applicant shall provide a valid permit/authorisation/concession in line with applicable national laws and regulations. The calculation of the % generated of the overall consumption of the previous year to the application can be used to demonstrate the capacity to fulfil this criterion."}, {"text_block_id": "p25_b629", "text": "Criterion 40. Heating energy from renewable energy sources (up to 3,5 points)"}, {"text_block_id": "p25_b630", "text": "(a)"}, {"text_block_id": "p25_b631", "text": "At least 70 % of the total energy used to heat or cool the rooms (1,5 points) and/or to heat sanitary water (1 point) shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC."}, {"text_block_id": "p25_b632", "text": "(b)"}, {"text_block_id": "p25_b633", "text": "100 % of the total energy used to heat or cool the rooms (2 points) and/or to heat sanitary water (1,5 points) shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC."}, {"text_block_id": "p25_b634", "text": "Assessment and verification"}, {"text_block_id": "p25_b635", "text": "The applicant shall provide a declaration of compliance with this criterion, together with data on energy consumed and documentation showing that at least 70 % or 100 % of this energy comes from renewable energy sources."}, {"text_block_id": "p25_b636", "text": "Criterion 41. Swimming pool heating (up to 1,5 points)"}, {"text_block_id": "p25_b637", "text": "(a)"}, {"text_block_id": "p25_b638", "text": "At least 50 % of the total energy used to heat swimming pool water shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC (1 point)."}, {"text_block_id": "p25_b639", "text": "(b)"}, {"text_block_id": "p25_b640", "text": "At least 95 % of the total energy used to heat swimming pool water shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC (1,5 point)."}, {"text_block_id": "p25_b641", "text": "Assessment and verification"}, {"text_block_id": "p25_b642", "text": "The applicant shall provide a declaration of compliance with this criterion, together with data on the energy consumed in heating swimming pool water and documentation showing the amount of energy used that comes from renewable energy sources."}, {"text_block_id": "p25_b643", "text": "WATER"}, {"text_block_id": "p25_b644", "text": "Criterion 42. Efficient water fittings: Bathroom taps and showers (up to 4 points)"}, {"text_block_id": "p25_b645", "text": "(a)"}, {"text_block_id": "p25_b646", "text": "The average water flow rate of the showers shall not exceed 7 litres/min and bathroom taps (except bathtubs) shall not exceed 6 litres/minute (2 points)."}, {"text_block_id": "p25_b647", "text": "(b)"}, {"text_block_id": "p25_b648", "text": "At least 50 % of the bathroom taps and shower (rounded to the next integer) shall have been awarded the EU ecolabel in accordance with Decision 2013/250/EU or another ISO type I label (2 points)."}, {"text_block_id": "p25_b649", "text": "Assessment and verification"}, {"text_block_id": "p25_b650", "text": "The applicant shall provide a declaration of compliance with this criterion, and relevant documentation, including an explanation on how the tourist accommodation fulfils the criterion (e.g. use of flowmeter or small bucket and a watch). EU Ecolabel sanitary tapware products and products bearing other ISO type I labels, satisfying the above mentioned requirements, shall be deemed to comply. Where EU Ecolabel sanitary tapware products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2013/250/EU. Where other type I label products are used, the applicant shall provide a copy of the ISO type I label certificate or a copy of the label on the package"}, {"text_block_id": "p25_b651", "text": "Criterion 43. Efficient water fittings: Toilets and urinals (up to 4,5 points)"}, {"text_block_id": "p25_b652", "text": "(a)"}, {"text_block_id": "p25_b653", "text": "All urinals shall use a waterless system (1,5 point)."}, {"text_block_id": "p25_b654", "text": "(b)"}, {"text_block_id": "p25_b655", "text": "At least 50 % of urinals (rounded to the next integer) shall have been awarded the EU ecolabel in accordance with Decision 2013/641/EU or another ISO type I label (1,5 point)."}, {"text_block_id": "p25_b656", "text": "(c)"}, {"text_block_id": "p25_b657", "text": "At least 50 % of toilets (rounded to the next integer) shall have been awarded the EU ecolabel in accordance with Decision 2013/641/EU or another ISO type I label (1,5 point)."}, {"text_block_id": "p26_b658", "text": "Assessment and verification"}, {"text_block_id": "p26_b659", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation. EU Ecolabel flushing toilets and urinals products or products bearing other ISO type I labels satisfying the above mentioned requirements shall be deemed to comply. Where EU Ecolabel flushing toilets and urinals products are used, the applicant shall provide copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance with Decision 2013/641/EU. Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package."}, {"text_block_id": "p26_b660", "text": "Criterion 44. Dishwasher water consumption (2,5 points)"}, {"text_block_id": "p26_b661", "text": "The water consumption of the dishwashers shall be lower or equal to the threshold as laid down in the following table, measured according to the standard EN 50242, using the standard cleaning cycle:"}, {"text_block_id": "p26_b662", "text": "Note:"}, {"text_block_id": "p26_b663_merged", "text": "The criterion only applies to household dishwashers covered by Commission Regulation (EU) No 1016/2010 ()."}, {"text_block_id": "p26_b666", "text": "Assessment and verification"}, {"text_block_id": "p26_b667", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the dishwashers. 280 total number of standard cleaning cycles per year shall be assumed in the case that only annual consumption is provided."}, {"text_block_id": "p26_b668", "text": "Criterion 45. Washing machine water consumption (3 points)"}, {"text_block_id": "p26_b669", "text": "The washing machines used within the tourist accommodation by guests and staff or those used by the tourist accommodation laundry service provider shall fulfil at least one of the following requirements:"}, {"text_block_id": "p26_b670", "text": "(a)"}, {"text_block_id": "p26_b671", "text": "for household washing machines, their water consumption is lower or equal to the threshold as defined in the following table, measured according to the standard EN 60456, using the standard washing cycle (60 °C cotton program):"}, {"text_block_id": "p27_b672", "text": "Note:"}, {"text_block_id": "p27_b673_merged", "text": "point (a) only applies to household washing machines covered by Commission Regulation (EU) No 1015/2010 ()."}, {"text_block_id": "p27_b676", "text": "Assessment and verification"}, {"text_block_id": "p27_b677", "text": "The applicant shall provide technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the washing machines. For the purposes of showing compliance with point (a), 220 total number of standard cleaning cycles per year shall be assumed in the case that only annual consumption is provided."}, {"text_block_id": "p27_b678", "text": "Criterion 46. Indications on water hardness (up to 1,5 points)"}, {"text_block_id": "p27_b679", "text": "The applicant shall fulfil at least one of the following requirements:"}, {"text_block_id": "p27_b680", "text": "(a)"}, {"text_block_id": "p27_b681", "text": "in proximity to sanitary areas/washing machines/dishwashers there shall be displayed explanations about local water hardness to allow better use of detergents by guests and staff (0,5 point);"}, {"text_block_id": "p27_b682", "text": "(b)"}, {"text_block_id": "p27_b683", "text": "an automatic dosage system which optimises detergent use according to water hardness shall be used for washing machines/dishwashers used within the tourist accommodation by guests and staff (1,5 point)."}, {"text_block_id": "p27_b684", "text": "Assessment and verification"}, {"text_block_id": "p27_b685", "text": "The applicant shall provide a declaration of compliance with this criterion, together with relevant documentation showing how the guest is informed or relevant information on the automatic dosage systems used."}, {"text_block_id": "p27_b686", "text": "Criterion 47. Optimised pool management (up to 2,5 points)"}, {"text_block_id": "p27_b687", "text": "(a)"}, {"text_block_id": "p27_b688", "text": "Heated swimming pools and outside whirlpool shall be covered at night. Non-heated filled swimming pools and outside whirlpool shall be covered when not used for more than a day to reduce evaporation (1 point)."}, {"text_block_id": "p27_b689", "text": "(b)"}, {"text_block_id": "p27_b690", "text": "Swimming pools and outside whirlpool shall have an automatic system which optimises chlorine consumption through optimised dosing or use supplementary disinfection methods such as ozonation and UV treatment (0,5 point) or shall be of the natural type that incorporates natural plant-based filtration systems to achieve water purification to the required hygiene standard (1,5 points)."}, {"text_block_id": "p27_b691", "text": "Assessment and verification"}, {"text_block_id": "p27_b692", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation (e.g. photographs showing covers, automatic dosage systems or type of pool, documented procedure to use the automatic dosage systems)."}, {"text_block_id": "p28_b693", "text": "Criterion 48. Rainwater and grey water recycling (up to 3 points)"}, {"text_block_id": "p28_b694", "text": "The accommodation shall use the following alternative water sources for non-sanitary and non-drinking purposes in the accommodation facility:"}, {"text_block_id": "p28_b695", "text": "(i)"}, {"text_block_id": "p28_b696", "text": "reclaimed water or grey water from laundry and/or showers and/or lavatory sinks (1 point);"}, {"text_block_id": "p28_b697", "text": "(ii)"}, {"text_block_id": "p28_b698", "text": "rainwater via rooftop (1 point);"}, {"text_block_id": "p28_b699", "text": "(iii)"}, {"text_block_id": "p28_b700", "text": "condensate from HVAC systems (1 point)."}, {"text_block_id": "p28_b701", "text": "Assessment and verification"}, {"text_block_id": "p28_b702", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with photographs showing alternative water distribution systems, and appropriate assurances that the sanitary and drinking water supply is kept entirely separate."}, {"text_block_id": "p28_b703", "text": "Criterion 49. Efficient irrigation (1,5 points)"}, {"text_block_id": "p28_b704", "text": "The applicant shall fulfil at least one of the following requirements:"}, {"text_block_id": "p28_b705", "text": "(a)"}, {"text_block_id": "p28_b706", "text": "the tourist accommodation shall have a documented procedure for watering outside areas/plants, including details on how watering times have been optimised and water consumption minimised. This may, for example, include no watering of outside areas. (1,5 points);"}, {"text_block_id": "p28_b707", "text": "(b)"}, {"text_block_id": "p28_b708", "text": "the tourist accommodation shall use an automatic system which optimises watering times and water consumption for outside areas/plants. (1,5 points)."}, {"text_block_id": "p28_b709", "text": "Assessment and verification"}, {"text_block_id": "p28_b710", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation including details of the documented system/procedure for watering or photographs showing the automatic watering systems."}, {"text_block_id": "p28_b711", "text": "Criterion 50. Native or non-invasive alien species used in outdoor planting (up to 2 points)"}, {"text_block_id": "p28_b712", "text": "During the validity period of the EU Ecolabel, the vegetation of outdoor areas, including any aquatic vegetation, shall be composed of native and/or non-invasive alien species:"}, {"text_block_id": "p28_b713", "text": "(i)"}, {"text_block_id": "p28_b714", "text": "absence of invasive alien species of Union concern (0,5 point) (other invasive alien species may be present);"}, {"text_block_id": "p28_b715", "text": "(ii)"}, {"text_block_id": "p28_b716", "text": "exclusively non-invasive alien species (1 point);"}, {"text_block_id": "p28_b717", "text": "(iii)"}, {"text_block_id": "p28_b718", "text": "native and/or non-invasive alien species (1,5 point);"}, {"text_block_id": "p28_b719", "text": "(iv)"}, {"text_block_id": "p28_b720", "text": "exclusively native species (2 points)."}, {"text_block_id": "p28_b721", "text": "For the purposes of this EU Ecolabel, native species means plant species that occur naturally in the country."}, {"text_block_id": "p28_b722", "text": "For the purposes of this EU Ecolabel, non-invasive species means plant species that do not naturally occur in the country and for which there is no evidence that they reproduce, establish and spread easily or that they may have negative impacts on native biodiversity."}, {"text_block_id": "p28_b723_merged", "text": "Outdoor planting shall exclude invasive alien species of Union concern within the meaning of Article 3(3) of Regulation (EU) No 1143/2014 of the European Parliament and of the Council ()."}, {"text_block_id": "p29_b726", "text": "Assessment and verification"}, {"text_block_id": "p29_b727", "text": "The applicant shall provide the relevant specification of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation by an expert."}, {"text_block_id": "p29_b728", "text": "WASTE AND WASTEWATER"}, {"text_block_id": "p29_b729", "text": "Criterion 51. Paper products (up to 2 points)"}, {"text_block_id": "p29_b730", "text": "90 % of the following categories of paper products used shall have been awarded the EU Ecolabel or other ISO type I label (0,5 point for each of the following categories, to a maximum of 2 points):"}, {"text_block_id": "p29_b731", "text": "(a)"}, {"text_block_id": "p29_b732", "text": "toilet paper;"}, {"text_block_id": "p29_b733", "text": "(b)"}, {"text_block_id": "p29_b734", "text": "tissue paper;"}, {"text_block_id": "p29_b735", "text": "(c)"}, {"text_block_id": "p29_b736", "text": "office paper;"}, {"text_block_id": "p29_b737", "text": "(d)"}, {"text_block_id": "p29_b738", "text": "printed paper;"}, {"text_block_id": "p29_b739", "text": "(e)"}, {"text_block_id": "p29_b740", "text": "converted paper (e.g. envelopes)."}, {"text_block_id": "p29_b741", "text": "Assessment and verification"}, {"text_block_id": "p29_b742_merged", "text": "The applicant shall provide data and documentation (including relevant invoices) indicating the quantities of such products used and the quantities that have an eco-label. Where EU Ecolabel products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance, as the case may be, with Commission Decision 2014/256/EU () or Commission Decision 2012/481/EU () or Commission Decision 2011/333/EU () or Commission Decision 2009/568/EC (). Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package."}, {"text_block_id": "p29_b751", "text": "Criterion 52. Durable goods (up to 4 points)"}, {"text_block_id": "p29_b752", "text": "At least 40 % (rounded to the next integer) of at least one of the following categories of durable goods present in the tourist accommodation shall have been awarded the EU Ecolabel or other ISO Type I label (1 point for each category, to a maximum of 4 points):"}, {"text_block_id": "p29_b753", "text": "(a)"}, {"text_block_id": "p29_b754", "text": "bed-linen, towels and table clothes;"}, {"text_block_id": "p29_b755", "text": "(b)"}, {"text_block_id": "p29_b756", "text": "computers;"}, {"text_block_id": "p29_b757", "text": "(c)"}, {"text_block_id": "p29_b758", "text": "televisions;"}, {"text_block_id": "p29_b759", "text": "(d)"}, {"text_block_id": "p29_b760", "text": "bed mattresses;"}, {"text_block_id": "p29_b761", "text": "(e)"}, {"text_block_id": "p29_b762", "text": "wooden furniture;"}, {"text_block_id": "p30_b763", "text": "(f)"}, {"text_block_id": "p30_b764", "text": "vacuum cleaners;"}, {"text_block_id": "p30_b765", "text": "(g)"}, {"text_block_id": "p30_b766", "text": "floor coverings;"}, {"text_block_id": "p30_b767", "text": "(h)"}, {"text_block_id": "p30_b768", "text": "imaging equipment."}, {"text_block_id": "p30_b769", "text": "Assessment and verification"}, {"text_block_id": "p30_b770_merged", "text": "The applicant shall provide data and documentation indicating the quantities of such products owned and the quantities that have an eco-label. Where EU Ecolabel products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance, as the case may be, with Commission Decision 2014/350/EU () or Commission Decision 2009/300/EC () or Commission Decision 2014/391/EU () or Commission Decision 2010/18/EC () or Commission Decision (EU) 2016/1332 () or Commission Decision 2009/607/EC ().Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package."}, {"text_block_id": "p30_b783", "text": "Criterion 53. Beverages provision (2 points)"}, {"text_block_id": "p30_b784", "text": "If beverages are offered (e.g. bar/restaurant service, shops and vending machines) under the ownership or the direct management of the tourist accommodation, at least 50 % (1 point) or 70 % (2 points) of the beverages provision shall be on returnable/refillable containers."}, {"text_block_id": "p30_b785", "text": "Assessment and verification"}, {"text_block_id": "p30_b786", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation if relevant."}, {"text_block_id": "p30_b787", "text": "Criterion 54. Detergents and toiletries procurement (up to 2 points)"}, {"text_block_id": "p30_b788", "text": "At least 80 % purchased volume or weight of at least one of the following detergent and toiletry categories used by the tourist accommodation shall have been awarded the EU Ecolabel or other ISO Type I label (0,5 points for each category, to a maximum of 2 points):"}, {"text_block_id": "p30_b789", "text": "(a)"}, {"text_block_id": "p30_b790", "text": "hand dishwashing detergents;"}, {"text_block_id": "p30_b791", "text": "(b)"}, {"text_block_id": "p30_b792", "text": "detergents for dishwashers;"}, {"text_block_id": "p30_b793", "text": "(c)"}, {"text_block_id": "p30_b794", "text": "laundry detergent;"}, {"text_block_id": "p30_b795", "text": "(d)"}, {"text_block_id": "p30_b796", "text": "all-purpose cleaners;"}, {"text_block_id": "p30_b797", "text": "(e)"}, {"text_block_id": "p30_b798", "text": "sanitary detergents;"}, {"text_block_id": "p30_b799", "text": "(f)"}, {"text_block_id": "p30_b800", "text": "soaps and shampoos"}, {"text_block_id": "p30_b801", "text": "(g)"}, {"text_block_id": "p30_b802", "text": "hair conditioner."}, {"text_block_id": "p31_b803", "text": "Assessment and verification"}, {"text_block_id": "p31_b804_merged", "text": "The applicant shall provide data and documentation indicating the quantities of such products owned and the quantities that have an eco-label. Where EU Ecolabel products are used, the applicant shall provide a copy of the EU Ecolabel certificate or a copy of the label on the package showing that it was awarded in accordance, as the case may be, with Commission Decision 2011/382/EU () or Commission Decision 2011/263/EU () or Commission Decision 2011/264/EU () or Commission Decision 2011/383/EU () or Commission Decision 2014/893/EU (). Where products bearing other ISO type I labels are used, the applicant shall provide a copy of the type I label certificate or a copy of the label on the package."}, {"text_block_id": "p31_b815", "text": "Criterion 55. Minimisation of the use of cleaning products (1,5 point)"}, {"text_block_id": "p31_b816", "text": "The tourist accommodation shall have precise procedures for the efficient use of cleaning products, such as use of micro-fibre products or other cleaning materials with similar effects and water cleaning activities or other cleaning activities with similar effects. To fulfil this criterion, all cleaning must be carried out by a method based on the efficient use of cleaning products except where required by law or by hygiene or health and safety practices."}, {"text_block_id": "p31_b817", "text": "Assessment and verification"}, {"text_block_id": "p31_b818", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation if relevant (e.g. copy of procedures, technical details of products used)."}, {"text_block_id": "p31_b819", "text": "Criterion 56. De-icing (1 point)"}, {"text_block_id": "p31_b820", "text": "Where de-icing of roads is needed and is carried by the accommodation provider, mechanical means, sand/gravel or de-icers that have been awarded a ISO Type I label shall be used in order to make roads on the tourist accommodation ground safe in case of ice or snow."}, {"text_block_id": "p31_b821", "text": "Assessment and verification"}, {"text_block_id": "p31_b822", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation. Where de-icers that have been awarded an ISO Type I label products are used, the applicant shall provide a copy of the product label certificate or a copy of the label on the package."}, {"text_block_id": "p31_b823", "text": "Criterion 57. Used textiles and furniture (up to 2 points)"}, {"text_block_id": "p31_b824", "text": "The tourist accommodation shall have a procedure in place covering:"}, {"text_block_id": "p31_b825", "text": "(a)"}, {"text_block_id": "p31_b826", "text": "all donation activities for all furniture and textiles that reach the end of their usable life within the tourist accommodation but are still usable. End users shall include employees and charity or other associations which collect and redistribute goods (1 point);"}, {"text_block_id": "p31_b827", "text": "(b)"}, {"text_block_id": "p31_b828", "text": "all reused/second-hand products procurement activities for furniture. Suppliers shall include second-hand markets or other associations/collectives which sell or redistribute used goods (1 point)."}, {"text_block_id": "p31_b829", "text": "Assessment and verification"}, {"text_block_id": "p31_b830", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation e.g. written procedure including end user contact details, receipts and records of goods previously used or donated etc."}, {"text_block_id": "p32_b831", "text": "Criterion 58. Composting (up to 2 points)"}, {"text_block_id": "p32_b832", "text": "The tourist accommodation shall separate at least one of following relevant waste category ensuring that waste is composted or used for biogas production according to local authority guidelines (e.g. by the local administration, in-house or by a private agency) (1 point for each category, to a maximum of 2 points):"}, {"text_block_id": "p32_b833", "text": "(a)"}, {"text_block_id": "p32_b834", "text": "yard waste;"}, {"text_block_id": "p32_b835", "text": "(b)"}, {"text_block_id": "p32_b836", "text": "food waste from the food services;"}, {"text_block_id": "p32_b837", "text": "(c)"}, {"text_block_id": "p32_b838", "text": "biodegradable products (e.g. disposable items made of corn-based materials);"}, {"text_block_id": "p32_b839", "text": "(d)"}, {"text_block_id": "p32_b840", "text": "biodegradable waste produced by guests at their room/accommodation."}, {"text_block_id": "p32_b841", "text": "Assessment and verification"}, {"text_block_id": "p32_b842", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation if relevant."}, {"text_block_id": "p32_b843", "text": "Criterion 59. Waste water treatment (up to 3 points)"}, {"text_block_id": "p32_b844", "text": "(a)"}, {"text_block_id": "p32_b845", "text": "If car washing facilities are offered within the tourist accommodation, car washing shall be allowed only in areas which are specially equipped to collect the water and detergents used and channel them to the sewerage system (1 point)."}, {"text_block_id": "p32_b846", "text": "(b)"}, {"text_block_id": "p32_b847", "text": "Where it is not possible to send waste water for centralised treatment, on-site waste water treatment shall include pretreatment (sieve/bar-rack, equalisation and sedimentation) followed by biological treatment with > 95 % BOD (biochemical oxygen demand) removal, > 90 % nitrification and (off-site) anaerobic digestion of excess sludge (2 points)."}, {"text_block_id": "p32_b848", "text": "Assessment and verification"}, {"text_block_id": "p32_b849", "text": "The applicant shall provide a declaration of compliance with this criterion, together with appropriate supporting documentation (e.g. photographs for requirement (a) and technical specifications from the manufacturer or the professional technicians responsible for installation, sale or maintenance of the wastewater system for requirement (b))."}, {"text_block_id": "p32_b850", "text": "OTHER CRITERIA"}, {"text_block_id": "p32_b851", "text": "Criterion 60. No smoking in rooms (1 point)"}, {"text_block_id": "p32_b852", "text": "No smoking shall be allowed in guests' rooms or rental accommodations."}, {"text_block_id": "p32_b853", "text": "Assessment and verification"}, {"text_block_id": "p32_b854", "text": "The applicant shall provide a declaration of compliance with this criterion and documentary evidence such as pictures of the signs displayed inside the rooms or rental accommodations."}, {"text_block_id": "p32_b855", "text": "Criterion 61. Social policy (up to 2 points)"}, {"text_block_id": "p32_b856", "text": "The tourist accommodation shall have a written social policy to ensure at least one of the following social benefits for staff (0,5 point for each benefit, to a maximum of 2 points):"}, {"text_block_id": "p32_b857", "text": "(a)"}, {"text_block_id": "p32_b858", "text": "time off for education;"}, {"text_block_id": "p32_b859", "text": "(b)"}, {"text_block_id": "p32_b860", "text": "free meals or meal vouchers;"}, {"text_block_id": "p32_b861", "text": "(c)"}, {"text_block_id": "p32_b862", "text": "free uniforms and work wear;"}, {"text_block_id": "p32_b863", "text": "(d)"}, {"text_block_id": "p32_b864", "text": "discount on products/services in the tourist accommodation;"}, {"text_block_id": "p32_b865", "text": "(e)"}, {"text_block_id": "p32_b866", "text": "subsidised sustainable transport scheme;"}, {"text_block_id": "p32_b867", "text": "(f)"}, {"text_block_id": "p32_b868", "text": "caution to get a house loan."}, {"text_block_id": "p33_b869", "text": "The written social policy shall be updated and communicated to staff yearly. Staff shall sign the written policy at the communication session. The document shall be available at the reception desk to all staff."}, {"text_block_id": "p33_b870", "text": "Assessment and verification"}, {"text_block_id": "p33_b871", "text": "The applicant shall provide a copy of the written social policy duly signed by staff and self-declaration explaining how the above requirements are met. In addition, the competent body may ask for documentary evidence and/or direct random staff interview during the on-site visit."}, {"text_block_id": "p33_b872", "text": "Criterion 62. Maintenance vehicles (1 point)"}, {"text_block_id": "p33_b873", "text": "No combustion motor vehicles shall be used for the maintenance of the tourist accommodation (1 point)."}, {"text_block_id": "p33_b874", "text": "Assessment and verification"}, {"text_block_id": "p33_b875", "text": "The applicant shall provide an explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation."}, {"text_block_id": "p33_b876", "text": "Criterion 63. Environmentally preferable means of transport offer (up to 2,5 points)"}, {"text_block_id": "p33_b877", "text": "(a)"}, {"text_block_id": "p33_b878", "text": "The tourist accommodation shall offer to guests at least one of following environmentally preferable means of transport (1 point each, to a maximum of 2 points):"}, {"text_block_id": "p33_b879", "text": "The tourist accommodation shall offer to guests at least one of following environmentally preferable means of transport (1 point each, to a maximum of 2 points):\n* electric vehicles for guests pick up service or for guests' leisure;\n* plugs (charging stations) for electric vehicles;\n* at least 1 bike for every 5 pitches or rental accommodation units or rooms."}, {"text_block_id": "p33_b885", "text": "(b)"}, {"text_block_id": "p33_b886", "text": "The tourist accommodation shall have active partnerships with companies providing electric vehicles or bikes (0,5 point). ‘Active partnership’ means an agreement between a tourist accommodation and a company hiring electric vehicles or bikes. Information on the active partnership shall be visible on site. Where the hire company is not based on the site of the tourist accommodation, some practical considerations shall be made (e.g. a bicycle hire company may deliver bikes to the tourist accommodation service)."}, {"text_block_id": "p33_b887", "text": "Assessment and verification"}, {"text_block_id": "p33_b888", "text": "The applicant shall provide an explanation of how the tourist accommodation fulfils this criterion together with appropriate supporting documentation and with any information to be provided to guests."}, {"text_block_id": "p33_b889", "text": "Criterion 64. Unsealed surfaces (1 point)"}, {"text_block_id": "p33_b890", "text": "At least 90 % of the open air area surface under management of the tourist accommodation is not covered with asphalt/ cement or other sealing materials which hinder proper drainage and airing of the soil."}, {"text_block_id": "p33_b891", "text": "Where rainwater and grey water is collected, the unused rainwater and grey water shall be treated and infiltrated on the land."}, {"text_block_id": "p33_b892", "text": "Assessment and verification"}, {"text_block_id": "p33_b893", "text": "The applicant shall provide an explanation of how the tourist accommodation fulfils this criterion, together with appropriate supporting documentation."}, {"text_block_id": "p34_b894", "text": "Criterion 65. Local and organic products (up to 4 points)"}, {"text_block_id": "p34_b895", "text": "(a)"}, {"text_block_id": "p34_b896", "text": "At least two locally sourced and not out of season (for fresh fruit and vegetables) food products shall be offered at each meal including breakfast (1 point)."}, {"text_block_id": "p34_b897", "text": "(b)"}, {"text_block_id": "p34_b898", "text": "The tourist accommodation actively chooses local suppliers of goods and services (1 point)."}, {"text_block_id": "p34_b899", "text": "(c)"}, {"text_block_id": "p34_b900_merged", "text": "At least two products (1 point) or four products (2 points) used in daily meal preparation or sold by the accommodation provider shall have been produced by organic farming methods, as laid down in Council Regulation (EC) No 834/2007 ()."}, {"text_block_id": "p34_b903", "text": "For the purposes of this criterion, ‘local’ means within a 160 kilometres radius of the tourist accommodation."}, {"text_block_id": "p34_b904", "text": "Assessment and verification"}, {"text_block_id": "p34_b905", "text": "The applicant shall provide a declaration of compliance with this criterion, together with appropriate supporting documentation. Where organic products are used, the applicant shall provide a copy of the product certificate or a copy of the label on the package showing that it was awarded in accordance with Regulation (EC) No 834/2007. In some countries, it is possible for restaurants and hotels to be granted certification by some labelling schemes when they use only organic products. Where a tourist accommodation is granted certification by such types of schemes, this information may be provided as evidence of compliance with this criterion."}, {"text_block_id": "p34_b906", "text": "Criterion 66. Pesticide avoidance (2 points)"}, {"text_block_id": "p34_b907", "text": "Outside areas under management of the tourist accommodation shall be managed without any use of pesticides."}, {"text_block_id": "p34_b908", "text": "Assessment and verification"}, {"text_block_id": "p34_b909", "text": "The applicant shall provide a detailed explanation of how the tourist accommodation avoids the pests and manages the outside areas. This shall be checked during the on-site visit."}, {"text_block_id": "p34_b910", "text": "Criterion 67. Additional environmental and social actions (up to 3 points)"}, {"text_block_id": "p34_b911", "text": "The management of the tourist accommodation shall take actions, additional to those provided for by way of criteria in this Section or in Section A, to improve the environmental or social performance of the tourist accommodation:"}, {"text_block_id": "p34_b912", "text": "(a)"}, {"text_block_id": "p34_b913", "text": "additional environmental actions (up to 0,5 points each, to a maximum of 2 points);"}, {"text_block_id": "p34_b914", "text": "additional environmental actions (up to 0,5 points each, to a maximum of 2 points);\n"}, {"text_block_id": "p34_b915", "text": "(b)"}, {"text_block_id": "p34_b916", "text": "additional social actions (up to 0,5 points each, to a maximum of 1 point)."}, {"text_block_id": "p34_b917", "text": "Assessment and verification"}, {"text_block_id": "p34_b918", "text": "The applicant shall provide a declaration of compliance with this criterion, together with a full description (including documented environmental or social benefits associated to the actions) of each additional action the applicant wishes to be taken into account."}], "document_description": "The Commission Decision 2017/175 establishes the EU Ecolabel criteria for tourist accommodations. It builds on <a href=\"http://eur-lex.europa.eu/legal-content/FRN/TXT/?uri=celex:32010R0066\">Regulation no 66/2010</a> instituting the Ecolabel to define the rules under which a tourist accommodation can acquire the EU Ecolabel certification. The Decision aims at promoting the use of renewable energy sources, saving energy and water, reducing waste and improving the local environment.\n\nA number of efforts with regards to renewable energy supply and demand enable an accommodation to gain points in order to gain the certification. For example, criterion 40 related to heating energy mentions that 1) at least 70 % of the total energy used to heat or cool the rooms (1,5 points) and/or to heat sanitary water (1 point) shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC, and 2) 100 % of the total energy used to heat or cool the rooms (2 points) and/or to heat sanitary water (1,5 points) shall come from renewable energy sources as defined in Article 2(a) of Directive 2009/28/EC. Criterions 12, 38, 39 and 41 also involve renewable energy."}