{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Energy", "Buildings"], "document_date": "01/01/2019", "document_language": "English", "document_name": "Commission Delegated Regulation (EU) 2019/807 of 13 March 2019 supplementing Directive (EU) 2018/2001 of the European Parliament and of the Council as regards the determination of high indirect land-use change-risk feedstock for which a significant expansion of the production area into land with high carbon stock is observed and the certification of low indirect land-use change-risk biofuels, bioliquids and biomass fuels", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Renewables", "Biofuels", "Biomass", "Carbon Sink", "Land Use"], "document_response_name": "Mitigation", "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2019.133.01.0001.01.ENG&toc=OJ:L:2019:133:TOC", "document_type": "EU Regulation", "text_blocks": [], "document_description": "This document establishes a common framework for the promotion of energy from renewable sources. It sets a binding Union target for the overall share of energy from renewable sources in the Union's gross final consumption of energy in 2030. It also lays down rules on financial support for electricity from renewable sources, on self-consumption of such electricity, on the use of energy from renewable sources in the heating and cooling sector and in the transport sector, on regional cooperation between Member States, and between Member States and third countries, on guarantees of origin, on administrative procedures and on information and training. It also establishes sustainability and greenhouse gas emissions saving criteria for biofuels, bioliquids and biomass fuels.Supplementing Regulation 2019/807 lays down the criteria for determining high indirect land-use change-risk feedstock for which a significant expansion of the production area into land with high carbon stock is observed and the certification of low indirect land-use change-risk biofuels, bioliquids and biomass fuels."}