{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": "Economy-wide", "document_date": "01/01/2021", "document_language": "English", "document_name": "Commission Delegated Regulation (EU) 2021/2139 of 4 June 2021 supplementing Regulation (EU) 2020/852 of the European Parliament and of the Council by establishing the technical screening criteria for determining the conditions under which an economic activity qualifies as contributing substantially to climate change mitigation or climate change adaptation and for determining whether that economic activity causes no significant harm to any of the other environmental objectives", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Renewables", "Gas", "Nuclear", "taxonomy"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32021R2139&qid=1639037016630", "document_type": "EU Regulation", "text_blocks": [], "document_description": "Regulation 2020/852 establishes the criteria for determining whether an economic activity qualifies as environmentally sustainable for the purposes of establishing the degree to which an investment is environmentally sustainable. It applies to 1) measures adopted by Member States or by the Union that set out requirements for financial market participants or issuers in respect of financial products or corporate bonds that are made available as environmentally sustainable, 2) financial market participants that make available financial products, and 3) undertakings which are subject to the obligation to publish a non-financial statement or a consolidated non-financial statement pursuant to Article 19a or Article 29a of Directive 2013/34/EU of the European Parliament and of the Council respectively.Environmental objectives considered by this regulation are the following: 1) climate change mitigation, 2) climate change adaptation, 3) sustainable use and protection of water and marine resources, 4) transition to a circular economy, 5) pollution prevention and control, and 6) protection and restoration of biodiversity and ecosystems.This document amends Regulation (EU) 2019/2088 to insert article 2a on the Principle of \"do no significant harm\". Commission Delegated Regulation (EU) 2021/2139 supplements regulation 2020/852 by establishing the technical screening criteria for determining the conditions under which an economic activity qualifies as contributing substantially to climate change mitigation or climate change adaptation and for determining whether that economic activity causes no significant harm to any of the other environmental objectives.Commission Delegated Regulation (EU) 2021/2178 supplements regulation 2020/852 by specifying the content and presentation of information to be disclosed by undertakings subject to Articles 19a or 29a of Directive 2013/34/EU concerning environmentally sustainable economic activities, and specifying the methodology to comply with that disclosure obligation. On February 2, 2022, the Commission released a Complementary Climate Delegated Act to include specific nuclear and gas energy activities in the list of economic activities covered by the EU taxonomy. This text was approved in principle and will be formally adopted upon translation. The European Parliament and the Council will then have a scrutiny period of four months, potentially extended to six months in total, to object to the Act. The Act should then enter into force on January 1st, 2023."}