{"document_instrument_name": ["Processes, plans and strategies|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "01/01/2018", "document_language": "English", "document_name": "DIRECTIVE (EU) 2018/410 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 14 March 2018 amending Directive 2003/87/EC to enhance cost-effective emission reductions and low-carbon investments, and Decision (EU) 2015/1814", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32018L0410&from=PT", "document_type": "EU Directive", "text_blocks": [], "document_description": "A revision and strengthening of the Emissions Trading System (EU ETS). A single EU-wide cap on emission allowances will apply from 2013 and will be cut annually, reducing the number of allowances for businesses to 21% below the 2005 level in 2020. The free allocation of allowances will be progressively replaced by auctioning. From 2013 the power sector will have to buy all emissions permits under an EU-wide auction (with some time-limited exceptions for newer member countries). From 2013 (phase III of EU ETS, 2013-2020), the revised ETS will be extended to new sectors (for example, aviation) or to new GHGs (besides carbon dioxide, the EU ETS also covers nitrous oxides and perfluorocarbons). Smaller emitters (<25,000 tCO2/year) may opt out of the EU ETS. By end-2009 the Commission determined the sectors or sub-sectors deemed to be exposed to a significant risk of carbon leakage. Production from sectors at significant risk of carbon leakage will receive relatively more free allowances than other sectors. The revised Directive also recognises that the competitive situation, and thus the risk of carbon leakage, may change unless there is an international climate change agreement.The Directive was amended by Directive 2018/410 to enhance cost-effective emission reductions and low-carbon investments."}