{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy", "Economy-wide"], "document_date": "12/04/2012", "document_language": "English", "document_name": "Energy Efficiency (Directive 2012/27/EU, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC)", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A32012L0027", "document_type": "EU Directive", "text_blocks": [], "document_description": "The Directive aims to achieve an EU-wide energy savings of 15% by 2020, which translates into no more than 1,474 Mtoe primary energy or no more than 1,078 Mtoe of final energy by 2020. With the accession of Croatia in 2013, the target was revised to 1,483 Mtoe primary energy or no more than 1,086 Mtoe of final energy. <br><br>Each Member State must set an indicative national energy efficiency target, based on either primary or final energy consumption, primary or final energy savings or energy intensity. Member States have to ensure from 1 January 2014 that 3% of the total floor area of heated and/or cooled buildings owned by their central government is renovated each year. They must establish a long-term strategy to mobilise investment in the renovation of the national stock of residential and commercial buildings, both public and private. <br><br>Member States must set up an energy efficiency obligation scheme, ensuring that obligated energy distributors and/or retail energy sales companies achieve a cumulative end-use energy savings target by 31 December 2020 at least equivalent 1.5% a year from 2014 to 2020 of the annual energy sales to final customers of all energy distributors or all retail energy sales companies by volume, averaged over the most recent 3-year period prior to 2013. They can use a bundle of flexibility measures as well as equivalent alternative measures to achieve up to 25% of the amount of the energy savings target.<br><br>&nbsp;Large enterprises are subject to an energy audit within 3 years of the Directive entering into force and at least every 4 years from the date of the previous energy audit. Billing of customers based on actual consumption in order to enable final customers to regulate their own energy consumption at least once a year, and billing information to be made available at least quarterly, on request or where the consumers have opted to receive electronic billing or else twice yearly. <br><br>By 31 December 2015, Member States shall carry out and notify to the Commission a comprehensive assessment of the potential for the application of high-efficiency co-generation and efficient district heating and cooling. <a href=\"https://ec.europa.eu/energy/en/topics/energy-efficiency/energy-efficiency-directive/national-energy-efficiency-action-plans\">National Energy Efficiency Action Plans</a> shall list significant measures and actions towards primary energy saving in all sectors of the economy and Member States must report on the expected savings for 2020 and savings achieved by the time of the reporting. By 30 June 2014, the Commission will assess the progress achieved."}