{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": "Agriculture", "document_date": "20/05/2020", "document_language": "English", "document_name": "EU Farm to Fork Strategy", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Food Security", "Biodiversity", "Health", "Meat", "Co Benefits"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52020DC0381", "document_type": "Strategy", "text_blocks": [], "document_description": "The EU's Farm to Fork Strategy, communicated by the Commission to the Council and Parliament on 20th May 2020, sets out the Commission's plans to reform the agricultural system in the climate context. The Strategy aims to \"lay down a new approach to ensure that agriculture, fisheries and aquaculture, and the food value chain contribute appropriately\" to overall emissions reduction targets.<br><br>The strategy centres on three goals:<br><br></div><ul><li>ensuring that the food chain, covering food production, transport, distribution, marketing and consumption, has a neutral or positive environmental impact, preserving and restoring the land, freshwater and sea-based resources on which the food system depends; helping to mitigate climate change and adapting to its impacts; protecting land, soil, water, air, plant and animal health and welfare; and reversing the loss of biodiversity;&nbsp;</li><li>ensuring food security, nutrition and public health – making sure that everyone has access to sufficient, nutritious, sustainable food that upholds high standards of safety and quality, plant health, and animal health and welfare, while meeting dietary needs and food preferences; and&nbsp;</li><li>preserving the affordability of food, while generating fairer economic returns in the supply chain, so that ultimately the most sustainable food also becomes the most affordable, fostering the competitiveness of the EU supply sector, promoting fair trade, creating new business opportunities, while ensuring integrity of the single market and occupational health and safety</li></ul><div><br>The strategy focuses on sustainable food production, ensuring food security, promoting sustainable food processing and promotion throughout the value chain, promoting healthy and sustainable consumer diets, reducing food waste, and combatting food fraud. Measures included in the strategy include capacity building and knowledge sharing, direct investments in research and innovation, efforts to de-risk private sector investments in sustainable farming practices, and a goal of reforming the Common Agricultural Policy to reward farming practices that lead to increased carbon sequestration and reduced environmental harms, and to \"facilitate investment support to improve the resilience and accelerate the green and digital transformation of farms.\""}