{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "European Council (23 and 24 October 2014) ‒ Conclusions", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Summary", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2014", "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2014/EUR-2014-01-01-European Council (23 and 24 October 2014) ‒ Conclusions_8559ddf3bf0b92976d598e59adb55dc7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "European Council"}, {"text_block_id": "p0_b2", "text": "Brussels, 24 October 2014"}, {"text_block_id": "p0_b3", "text": "EUCO 169/14"}, {"text_block_id": "p0_b4", "text": "CO EUR 13"}, {"text_block_id": "p0_b5", "text": "CONCL 5"}, {"text_block_id": "p0_b6", "text": "COVER NOTE"}, {"text_block_id": "p0_b7", "text": "Delegations will find attached the conclusions adopted by the European Council at the above meeting."}, {"text_block_id": "p1_b8_merged", "text": "I. 2030 CLIMATE AD EERGY POLICY FRAMEWORK"}, {"text_block_id": "p1_b10", "text": "I. 2030 CLIMATE AD EERGY POLICY FRAMEWORK\n* Substantial progress has been made towards the attainment of the EU targets for greenhouse\n<\\li1>"}, {"text_block_id": "p1_b12", "text": "GHG emissions reduction target"}, {"text_block_id": "p1_b13", "text": "GHG emissions reduction target\n* The European Council endorsed a binding EU target of an at least 40% domestic reduction in\n<\\li1>\n\t* the target will be delivered collectively by the EU in the most cost-effective manner\n\t* all Member States will participate in this effort, balancing considerations of fairness and"}, {"text_block_id": "p2_b19", "text": "EU ETS"}, {"text_block_id": "p2_b20", "text": "EU ETS\n* a well-functioning, reformed Emissions Trading System (ETS) with an instrument to\n* free allocation will not expire; existing measures will continue after 2020 to prevent the\n* in this context, Member States with a GDP per capita below 60% of the EU average"}, {"text_block_id": "p3_b26", "text": "EU ETS\n* a well-functioning, reformed Emissions Trading System (ETS) with an instrument to\n* free allocation will not expire; existing measures will continue after 2020 to prevent the\n* in this context, Member States with a GDP per capita below 60% of the EU average\n* the existing NER300 facility will be renewed, including for carbon capture and storage\n* a new reserve of 2% of the EU ETS allowances will be set aside to address particularly\n\t* the proceeds from the reserve will be used to improve energy efficiency and to\n\t* the use of the funds will be fully transparent;\n\t* allowances from the reserve will be auctioned according to the same principles\n\t* the reserve will serve to establish a fund which will be managed by the\n\t* for the purposes of solidarity, growth and interconnections, 10% of the EU ETS\n\t* the rest of allowances will be distributed among all Member States on the basis of"}, {"text_block_id": "p4_b43", "text": "on-ETS sectors"}, {"text_block_id": "p4_b44", "text": "on-ETS sectors\n* the methodology to set the national reduction targets for the non-ETS sectors, with all\n* targets for the Member States with a GDP per capita above the EU average will be\n* the availability and use of existing flexibility instruments within the non-ETS sectors\n* it is important to reduce greenhouse gas emissions and risks related to fossil fuel"}, {"text_block_id": "p5_b52", "text": "on-ETS sectors\n* the methodology to set the national reduction targets for the non-ETS sectors, with all\n* targets for the Member States with a GDP per capita above the EU average will be\n* the availability and use of existing flexibility instruments within the non-ETS sectors\n* it is important to reduce greenhouse gas emissions and risks related to fossil fuel\n* the multiple objectives of the agriculture and land use sector, with their lower mitigation\n<\\li1>"}, {"text_block_id": "p5_b54", "text": "Renewables and energy efficiency"}, {"text_block_id": "p5_b55", "text": "Renewables and energy efficiency\n* An EU target of at least 27% is set for the share of renewable energy consumed in the EU in\n<\\li1>"}, {"text_block_id": "p5_b57", "text": "An indicative target at the EU level of at least 27% is set for improving energy efficiency in 2030 compared to projections of future energy consumption based on the current criteria. It will be delivered in a cost-effective manner and it will fully respect the effectiveness of the ETS-system in contributing to the overall climate goals.This will be reviewed by 2020, having in mind an EU level of 30%. The Commission will propose priority sectors in which significant energy-efficiency gains can be reaped, and ways to address them at EU level, with the EU and the Member States focusing their regulatory and financial efforts on these sectors."}, {"text_block_id": "p5_b58", "text": "These targets will be achieved while fully respecting the Member States' freedom to determine their energy mix. Targets will not be translated into nationally binding targets. Individual Member States are free to set their own higher national targets."}, {"text_block_id": "p6_b59", "text": "Achieving a fully functioning and connected internal energy market"}, {"text_block_id": "p6_b60", "text": "Achieving a fully functioning and connected internal energy market\n* The European Council noted the fundamental importance of a fully functioning and connected\n<\\li1>\n\t* the European Commission supported by the Member States will take urgent measures in\n<\\li2>"}, {"text_block_id": "p7_b64", "text": "Achieving a fully functioning and connected internal energy market\n* The European Council noted the fundamental importance of a fully functioning and connected\n<\\li1>\n\t* the European Commission supported by the Member States will take urgent measures in\n<\\li2>\n* Member States and the Commission will facilitate the implementation of projects of\n\t* where the implementation of these projects will not suffice to reach the 10% target, new"}, {"text_block_id": "p8_b68", "text": "Energy security"}, {"text_block_id": "p8_b69", "text": "Energy security\n* Recalling its conclusions of June 2014, the European Council endorsed further actions to\n* Recalling its conclusions of June 2014, the European Council endorsed further actions to\n The European Council agreed on the following points:\n<\\li1>\n\t* implement critical projects of common interest in the gas sector, such as the\n\t* improve arrangements for a better use of regasification and storage capacity in the gas\n\t* invite the Commission to intensify its support in order to ensure better coordination of"}, {"text_block_id": "p9_b79", "text": "Energy security\n* Recalling its conclusions of June 2014, the European Council endorsed further actions to\n* Recalling its conclusions of June 2014, the European Council endorsed further actions to\n The European Council agreed on the following points:\n<\\li1>\n\t* implement critical projects of common interest in the gas sector, such as the\n\t* improve arrangements for a better use of regasification and storage capacity in the gas\n\t* invite the Commission to intensify its support in order to ensure better coordination of\n* streamline national administrative procedures in accordance with the Commission's\n\t* in order to increase the EU's bargaining power in the energy negotiations, make full use\n\t* encourage that Member States and involved companies provide relevant information to\n\t* further strengthen the Energy Community which aims to expand the EU's energy acquis\n\t* use EU and Member States foreign policy instruments to convey consistent messages"}, {"text_block_id": "p9_b89", "text": "The European Council will revert to the issue of energy security in 2015 to assess progress."}, {"text_block_id": "p9_b90", "text": "Governance"}, {"text_block_id": "p9_b91", "text": "Governance\n* The European Council agreed that a reliable and transparent governance system without any\n<\\li1>\n\t* build on the existing building blocks, such as national climate programmes, national\n<\\li2>"}, {"text_block_id": "p10_b95", "text": "Governance\n* The European Council agreed that a reliable and transparent governance system without any\n<\\li1>\n\t* build on the existing building blocks, such as national climate programmes, national\n<\\li2>\n* step up the role and rights of consumers, transparency and predictability for investors,\n\t* facilitate coordination of national energy policies and foster regional cooperation"}, {"text_block_id": "p10_b99", "text": "The European Council recalls its goal to build an Energy Union aiming at affordable, secure and sustainable energy, as stated in its Strategic Agenda, and will keep the implementation of this goal under regular review."}, {"text_block_id": "p10_b100_merged", "text": "II. ECOOMIC ISSUES"}, {"text_block_id": "p10_b102", "text": "II. ECOOMIC ISSUES\n* The economic and employment situation remains our highest priority. Recent macroeconomic\n<\\li1>"}, {"text_block_id": "p11_b104", "text": "II. ECOOMIC ISSUES\n* The economic and employment situation remains our highest priority. Recent macroeconomic\n<\\li1>\n* To pave the way towards a strong sustainable economic recovery, Europe needs to invest in\n* Progress towards the establishment of the banking union has contributed to significant"}, {"text_block_id": "p11_b108_merged", "text": "III. OTHER ITEMS"}, {"text_block_id": "p11_b110", "text": "Ebola"}, {"text_block_id": "p11_b111", "text": "10."}, {"text_block_id": "p11_b112", "text": "The European Council is deeply concerned by the continuing spread of the Ebola virus in West Africa and the increasing number of people infected and dying from it. It commended the work done by the governments of the affected countries and by NGOs in responding to an unprecedented health challenge. The European Council also expressed its deep appreciation for the selfless dedication of health workers in this crisis and for their courage and professionalism."}, {"text_block_id": "p12_b113", "text": "11."}, {"text_block_id": "p12_b114", "text": "Joining forces with the United Nations, regional organisations and other key partners, the European Union and its Member States have been at the forefront of international efforts to provide an emergency response offering key capabilities, such as expert staff, Ebola capable mobile laboratories, treatment centres, and both air and sea transport as part of the EU Comprehensive Response. Funding from the European Union and its Member States has now reached more than 600 million euro. The recent Foreign Affairs Council and the meeting of EU Ministers for Health have further defined EU action and the European Council urges the swift implementation of their conclusions."}, {"text_block_id": "p12_b115", "text": "12."}, {"text_block_id": "p12_b116", "text": "A sustained, coordinated and increased response is required to curb current trends. Additional assistance is needed to scale-up the response on the ground, notably regarding medical care and equipment, as well as reinforced exit screening. The European Council welcomed Member States' commitments to increase financial assistance, which will bring total funding to 1 billion euro. Moreover, Member States committed to increase the deployment of medical and support staff in the region. Member States and the Commission also agreed to guarantee appropriate care for international health workers within available resources to receive the treatment they need, including through medical evacuation. Furthermore, the use of the Emergency Response Coordination Centre  as a clearing house mechanism for the deployment of voluntary health experts is a priority."}, {"text_block_id": "p12_b117", "text": "13."}, {"text_block_id": "p12_b118", "text": "The scale of the epidemic is a threat not only to the economy and the stability of the affected countries, but also to the region as a whole. The European Council calls on the High Representative and the Commission to develop a package of measures addressing the wider political, security and economic implications of the Ebola crisis in West Africa."}, {"text_block_id": "p12_b119", "text": "14."}, {"text_block_id": "p12_b120", "text": "Helping West Africa to cope with the crisis is the most effective way to prevent a serious outbreak of the disease elsewhere. At the same time, with the first confirmed cases of Ebola infections in Europe, the state of preparedness within the European Union and further work to protect European Union countries and their citizens are of utmost importance, in particular precautionary measures to reduce risks of contagion, including coordinated preventive actions within the EU such as sharing of information and best practices, training of health professionals and, where appropriate, entry screening."}, {"text_block_id": "p13_b121", "text": "15."}, {"text_block_id": "p13_b122", "text": "With a view to further reinforcing the EU Ebola response capacity the EU has appointed incoming Commissioner Christos Stylianides as EU Ebola coordinator. Assisted by the Emergency Response Coordination Centre, he will work with EU institutions, Member States, the UN and other international organisations and stakeholders."}, {"text_block_id": "p13_b123", "text": "16."}, {"text_block_id": "p13_b124", "text": "The European Council invites the President of the Commission and the High Representative to report back at its next meeting on the measures taken to respond to the Ebola crisis."}, {"text_block_id": "p13_b125", "text": "Ukraine"}, {"text_block_id": "p13_b126", "text": "17."}, {"text_block_id": "p13_b127", "text": "Recalling its conclusions of 30 August, the European Council welcomed the Minsk Protocol of 5 September and the Minsk Memorandum of 19 September as steps towards a sustainable political solution of the crisis, which must be based on respect for Ukraine's independence, sovereignty and territorial integrity. It expects the parties' full engagement and swift implementation of all commitments under the Minsk documents, in particular with regard to the full implementation of the cease-fire, the setting-up of comprehensive border control arrangements and the holding of early elections in the Donetsk and Luhansk regions in accordance with Ukrainian law. It considers that the holding of \"presidential\" and \"parliamentary\" elections, called by the self-appointed authorities, would run counter to the letter and the spirit of the Minsk Protocol and will not be recognised. The European Council reiterates its call for immediate, safe and unrestricted access to the MH17 crash site."}, {"text_block_id": "p13_b128", "text": "18."}, {"text_block_id": "p13_b129", "text": "The European Union expects the Russian Federation to respect Ukraine's national sovereignty and territorial integrity and to contribute to the political stabilisation and economic recovery of Ukraine. The European Council reiterates that it will not recognize the illegal annexation of Crimea. The Russian Federation should assume its responsibilities for the full implementation of the Minsk agreements. In particular, Russian authorities should prevent any movement of military, weapons or fighters from its territory into Ukraine. They should exercise their influence to ensure that the separatists implement in good faith the obligations assumed in Minsk. The Russian Federation should also support OSCE verification efforts."}, {"text_block_id": "p14_b130", "text": "19."}, {"text_block_id": "p14_b131", "text": "The European Union and its Member States remain fully engaged in support of a political solution to the Ukrainian crisis, including through contributions to enhance the OSCE monitoring capacity, scaling up their humanitarian assistance, and encouraging and assisting Ukraine in its process of reforms, in particular on decentralisation and protection of rights of persons belonging to national minorities. The European Council welcomed the upcoming provisional application of the Association Agreement. It underlined the importance for the Russian Federation, Ukraine and the European Union to strictly abide by the commitments reflected in the Joint Ministerial Statement of 12 September."}, {"text_block_id": "p14_b132", "text": "20."}, {"text_block_id": "p14_b133", "text": "Looking ahead to Parliamentary elections on 26 October, the European Council reiterates its willingness to support Ukraine as it addresses political and economic reform, including in the energy sector, in line with the commitments both sides have made through the Association Agreement."}, {"text_block_id": "p14_b134", "text": "21."}, {"text_block_id": "p14_b135", "text": "The European Council welcomed progress in the resolution of the Ukrainian energy crisis. It looks forward to the finalisation of ongoing trilateral negotiations between the Russian Federation, Ukraine and the European Commission."}, {"text_block_id": "p14_b136", "text": "22."}, {"text_block_id": "p14_b137", "text": "The European Council recalled previous EU decisions on restrictive measures. It will remain seized with the situation in Ukraine in order to provide further direction as required."}, {"text_block_id": "p14_b138", "text": "Republic of Moldova"}, {"text_block_id": "p14_b139", "text": "23."}, {"text_block_id": "p14_b140", "text": "The European Council looks forward to the holding of parliamentary elections in the Republic of Moldova on 30 November as yet another important step on the European agenda of the Republic of Moldova following the recent provisional application of the Association Agreement. It expects the upcoming parliamentary elections to be free and fair, and recommends that the Moldovan authorities work closely with international electoral observers. In this context, all political forces should carry out an open and fair electoral campaign."}, {"text_block_id": "p15_b141", "text": "Cyprus"}, {"text_block_id": "p15_b142", "text": "24."}, {"text_block_id": "p15_b143", "text": "The European Council expressed serious concern about the renewed tensions in the Eastern Mediterranean and urged Turkey to show restraint and to respect Cyprus' sovereignty over its territorial sea and Cyprus' sovereign rights in its exclusive economic zone. The European Council recalled the Declaration of the European Community and its Member States of 21 September 2005, including that the recognition of all Member States is a necessary component of the accession process. Under the current circumstances, the European Council considered it more important than ever to ensure a positive climate so that negotiations for a comprehensive Cyprus' settlement can resume."}, {"text_block_id": "p15_b144", "text": "European Union Strategy for the Adriatic and Ionian Region"}, {"text_block_id": "p15_b145", "text": "25."}, {"text_block_id": "p15_b146", "text": "The European Council endorsed the European Union Strategy for the Adriatic and Ionian Region (EUSAIR) and called on all relevant actors to implement it without delay, as outlined in the Council conclusions of 29 September 2014."}, {"text_block_id": "p15_b147", "text": "Institutional matters"}, {"text_block_id": "p15_b148", "text": "26."}, {"text_block_id": "p15_b149", "text": "The European Council adopted the Decision appointing the European Commission."}], "document_description": "To ensure that the EU is on the cost-effective track towards meeting its objective of cutting emissions by at least 80% by 2050, the Commission proposed the '2030 framework for climate change and energy policies'. It was adopted by the European Council in October 2014 as a strategic document, although binding legislation is yet to be drafted. It includes the binding 2030 EU domestic GHG reduction target of at least 40% compared to 1990, as well as a target of at least 27% for final renewable energy, and a at least 27% for energy savings by 2030 (target to be reviewed upwards to 30% in 2020). In addition, the EU ETS is to be reformed and strengthened. To achieve the 2030 binding 40% reduction target, the sectors covered by the EU ETS would have to reduce their emissions by 43% compared to 2005. In parallel, emissions from non-EU ETS sectors would need to be cut by 30% below the 2005 level, through national measures. To address the surplus of emission allowances in the EU ETS and to improve the system's resilience, a market stability reserve is to be established and the annual factor to reduce the cap on the maximum permitted emissions is to be changed from the current 1.74% to 2.2% from 2021. The volume of free allowances is to be reduced progressively; Member States with a GDP per capita below 60% of the EU average may opt to continue to give free allowances to the energy sector up to 2030, but the maximum amount handed out for free after 2020 should be no more than 40% of the allowances allocated to eligible Member States. The 2030 Framework stresses the importance of a fully functioning and connected EU energy market, as foreseen in the European Energy Security Strategy (2014). The Commission is to be supported by Member States to take measures to ensure achievement of a minimum target of 10% of electricity interconnections no later than 2020. The 2030 framework also launches the preparation of the Energy Union aiming at affordable, secure and sustainable energy, by 'pooling resources, connecting networks and uniting member states' power when negotiating with non EU countries'. Specific legislative proposals are expected in 2015."}