{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Industry", "Energy"], "document_language": "English", "document_name": "European Energy Security Strategy", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "28/05/2014", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2014/EUR-2014-05-28-European Energy Security Strategy_7ea5b348b4d859f8fed799e99e74487e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EUROPEAN COMMISSION"}, {"text_block_id": "p0_b2", "text": "Brussels, 28.5.2014"}, {"text_block_id": "p0_b3", "text": "COM(2014) 330 final"}, {"text_block_id": "p0_b4", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL"}, {"text_block_id": "p0_b5", "text": "European Energy Security Strategy"}, {"text_block_id": "p0_b6", "text": "{SWD(2014) 330 final}"}, {"text_block_id": "p1_b7", "text": "The European Union's prosperity and security hinges on a stable and abundant supply of energy. The fact that citizens in most Member States have not had to experience any lasting disruption of their energy supply since the oil crises of the 1970s' is a testimony of the success of the Member States and the EU in guaranteeing this. For most citizens, energy is available \"on tap\", it is ubiquitous and un-intrusive. This has a major influence on the factors that affect national decisions on energy policy, with security of supply not being on par with other considerations."}, {"text_block_id": "p1_b8", "text": "Nevertheless, in the winters of 2006 and 2009, temporary disruptions of gas supplies strongly hit EU citizens in some of the eastern Member States. This was a stark \"wake up call\" pointing to the need for a common European energy policy. Since then, a lot has been done in order to strengthen the EU's energy security in terms of gas supplies and to reduce the number of Member States that are exclusively dependent on one single supplier. Yet despite all the achievements in strengthening its infrastructure and diversifying its suppliers, the EU remains vulnerable to external energy shocks, as the figures below clearly show.  The EU needs, therefore, a hard-headed strategy for energy security which promotes resilience to these shocks and disruptions to energy supplies in the short term and reduced dependency on particular fuels, energy suppliers and routes in the long-term. Policy makers at national and EU level must make clear to citizens the choices reducing this dependency implies."}, {"text_block_id": "p2_b9", "text": "The Strategy described below builds on a number of strengths and lessons learnt from the application of current policies as well as from the effectiveness of the Union's response to previous energy supply crises: Europe has made significant progress towards completion of the energy internal market with increased interconnections; it has one of the best records worldwide in terms of energy intensity and a more balanced energy mix than its major partners."}, {"text_block_id": "p2_b10", "text": "However, too often energy security issues are addressed only at a national level without taking fully into account the interdependence of Member States. The key to improved energy security lies first in a more collective approach through a functioning internal market and greater cooperation at regional and European levels, in particular for coordinating network developments and opening up markets, and second, in a more coherent external action. This includes ensuring through the enlargement instruments that these guiding principles are followed by candidate countries and potential candidates."}, {"text_block_id": "p2_b11_merged", "text": "Today, the EU is the only major economic actor producing 50% of its electricity without greenhouse gas emissions. This trend must continue. In the long term, the Union's energy security is inseparable from and significantly fostered by its need to move to a competitive, low-carbon economy which reduces the use of imported fossil fuels. This European Energy Security Strategy is, therefore, an integral part of the 2030 policy framework on climate and energy and also fully consistent with our competitiveness and industrial policy objectives. It is important, therefore, that decisions are taken on this framework soon, as indicated by the European Council, and that Member States gear up collectively to prepare and implement long-term plans for competitive, secure and sustainable energy. Tackling energy security in a fast-changing environment will require flexibility, capacity to adapt and change. Hence, this strategy may need to evolve due to changing circumstances."}, {"text_block_id": "p2_b15", "text": "The Strategy sets out areas where decisions need to be taken or concrete actions implemented in the short, medium and longer term to respond to energy security concerns. It is based on eight key pillars that together promote closer cooperation beneficial for all Member States while respecting national energy choices, and are underpinned by the principle of solidarity:"}, {"text_block_id": "p2_b16", "text": "The Strategy sets out areas where decisions need to be taken or concrete actions implemented in the short, medium and longer term to respond to energy security concerns. It is based on eight key pillars that together promote closer cooperation beneficial for all Member States while respecting national energy choices, and are underpinned by the principle of solidarity:\n* Immediate actions aimed at increasing the EU's capacity to overcome a major disruption during the winter 2014/2015;\n* Strengthening emergency/solidarity mechanisms including coordination of risk assessments and contingency plans; and protecting strategic infrastructure;\n* Moderating energy demand;\n* Building a well-functioning and fully integrated internal market;\n* Increasing energy production in the European Union;\n* Further developing energy technologies;\n* Diversifying external supplies and related infrastructure;\n* Improving coordination of national energy policies and speaking with one voice in external energy policy."}, {"text_block_id": "p3_b32", "text": "1."}, {"text_block_id": "p3_b33", "text": "IMMEDIATE ACTIONS TO INCREASE THE"}, {"text_block_id": "p3_b34", "text": "EU'"}, {"text_block_id": "p3_b35", "text": "S CAPACITY TO OVERCOME A MAJOR DISRUPTION DURING THE WINTER"}, {"text_block_id": "p3_b36", "text": "2014/2015"}, {"text_block_id": "p3_b37", "text": "In view of current events in Ukraine and the potential for disruption to energy supplies, short term action must focus on those countries that are dependent on one single gas supplier."}, {"text_block_id": "p3_b38", "text": "For the winter ahead, the Commission will work together with Member States, regulators, Transmission Systems Operators and operators to improve the Union's immediate preparedness in respect of possible disruptions. Particular attention will be paid to vulnerable areas, to enhancing storage capacity (e.g. using fully the Latvian storage capacity in the Baltic region), to developing reverse flows (following the successful example of the Slovak/Ukraine Memorandum of Understanding), to developing security of supply plans at regional level and to exploiting more the potential of Liquefied Natural Gas."}, {"text_block_id": "p3_b39", "text": "2. S"}, {"text_block_id": "p3_b40", "text": "TRENGTHENING EMERGENCY"}, {"text_block_id": "p3_b41", "text": "/"}, {"text_block_id": "p3_b42", "text": "SOLIDARITY MECHANISMS INCLUDING COORDINATION OF RISK ASSESSMENTS AND CONTINGENCY PLANS"}, {"text_block_id": "p3_b43", "text": ";"}, {"text_block_id": "p3_b44", "text": "AND PROTECTING STRATEGIC INFRASTRUCTURE"}, {"text_block_id": "p3_b45", "text": "The EU has an overriding priority: to ensure that the best possible preparation and planning improve resilience to sudden disruptions in energy supplies, that strategic infrastructures are protected and that the most vulnerable Member States are collectively supported."}, {"text_block_id": "p3_b46", "text": "2.1. Oil stocks"}, {"text_block_id": "p3_b47_merged_merged_merged", "text": "Member States are obliged to build up and maintain minimum reserves of crude oil and petroleum products and this will mitigate the risks of supply disruption. Current stocks"}, {"text_block_id": "p4_b49", "text": "represent about 120 days of consumption which is well above minimum requirement of 90 days supply. Moreover, the EU stockholding obligation is consistent and linked with the oil stockholding obligation developed under the International Energy Agency (IEA). These instruments have demonstrated their relevance and efficiency. The guarantee that no physical shortage of supply is likely to occur is a fundamental element to temper market price fluctuations in the case of a crisis. The EU should therefore promote further international cooperation and transparency concerning oil stocks and oil markets, notably involving major new consumers like China and India."}, {"text_block_id": "p4_b50", "text": "2.2. Preventing and mitigating gas supply disruption risks"}, {"text_block_id": "p4_b51", "text": "Since the 2006 and 2009 gas supply crises, the EU has strengthened its coordination capabilities in order to prevent and mitigate possible gas supply disruptions"}, {"text_block_id": "p4_b52", "text": ". Investments in back-up infrastructure are now obligatory: by 3 December 2014 Member States must be able to meet peak demand even in the event of a disruption of the single largest infrastructure asset. In addition, reverse flows must function on all cross border interconnections between Member States."}, {"text_block_id": "p4_b53", "text": "The EU is also better prepared for gas supply disruptions. There are European rules to secure supplies to protected customers (e.g. customers that use gas for heating) in severe conditions, including in the case of infrastructure disruption under normal winter conditions, and Member States need to draw up Emergency Preparedness Plans and Emergency Response Plans. The Gas Coordination Group, involving Member States, regulators and all stakeholders, has proven to be an effective EU-wide platform to exchange information between experts and coordinate action. These rules provide a European framework that creates trust and ensures solidarity as it guarantees that Member States act on their national responsibilities and collectively enhance security of supply."}, {"text_block_id": "p4_b54", "text": "The experience so far with respect to gas security of supply has shown that there are synergies in further cooperation across borders, for example by developing risk assessments (stress tests) and security of supply plans at regional and EU levels, by developing a regulatory framework for gas storages that recognises their strategic importance for supply security, or by a more precise EU-wide definition of \"protected customers\". This will be part of the full review of the existing provisions and their implementation of the Security of Gas Supply Regulation that the Commission will finalise before the end of 2014."}, {"text_block_id": "p4_b55_merged_merged", "text": "Furthermore, at international level, new security of supply instruments could be envisaged with key strategic partners. Pooling a minimal part of  existing security stocks in a virtual common capacity reserve – for instance under the IEA – could allow for rapid response in the case of a limited disruption."}, {"text_block_id": "p5_b57", "text": "2.3. Protection of critical infrastructure"}, {"text_block_id": "p5_b58_merged", "text": "The EU has started to develop a policy to address the physical protection of critical infrastructure (against threats, hazards…) which includes energy infrastructure. Increasing attention should be given to IT security. In addition, it is necessary to launch a wider debate on the protection of strategic energy infrastructure such as gas and electricity transmission systems which are providing a crucial service for all consumers. This debate should address the control of strategic infrastructure by non-EU entities, notably by state-companies, national banks or sovereign funds from key supplier countries, which aim at penetrating the EU energy market or hampering diversification rather than the development of the EU network and infrastructure. Respect of existing EU legislation has to be guaranteed for any acquisition by non-EU buyers of strategic infrastructure. The advantages of an overall energy system that balances appropriately centralized and decentralized energy production, with the aim of building a system that is both economically efficient and resilient to outages of individual major assets should also be assessed."}, {"text_block_id": "p5_b60", "text": "The existing provisions on unbundling of gas transmission activities already foresee a mechanism to ensure that transmission system operators controlled by non-EU entities comply with the same obligations as those controlled by EU entities. However, the recent experience of certain non-EU operators seeking to avoid compliance with EU legislation on EU territory might require a stricter application and a possible reinforcement of the applicable rules at EU and Member State level. In this context, the respect of EU internal market rules, notably as regards public procurement, also needs to be guaranteed."}, {"text_block_id": "p5_b61", "text": "2.4. Solidarity mechanisms among Member States"}, {"text_block_id": "p5_b62", "text": "The solidarity that is the hallmark of the EU requires practical assistance for those Member States most vulnerable to severe energy supply disruptions. Proper contingency planning, based on stress tests of the energy systems and discussions with national authorities and industry, should therefore be organized and regularly reviewed, with the aim of guaranteeing minimum levels of intra-EU deliveries of alternative fuel supplies to complement emergency stocks. In view of current events, the immediate focus should be on Member States on the eastern border of the EU; where appropriate, candidate countries and potential candidates could be associated to such mechanisms."}, {"text_block_id": "p6_b63", "text": "3. M"}, {"text_block_id": "p6_b64", "text": "ODERATING ENERGY DEMAND"}, {"text_block_id": "p6_b65", "text": "Moderating energy demand is one of the most effective tools to reduce the EU's external energy dependency and exposure to price hikes. The current situation adds urgency to the previously agreed EU energy efficiency target of 20% that will result in 371 Mtoe primary energy savings in 2020 compared to projections. These savings can be achieved if the measures foreseen in the relevant legislation are implemented rigorously and without delays. In particular, this applies to the Energy Efficiency Directive (\"EED\") and the Energy Performance of Buildings Directive (\"EPBD\")."}, {"text_block_id": "p6_b66", "text": "Achieving significant energy savings is only possible if there is a clear identification of priority sectors as well as mobilisation of investment capital that can be easily accessed. Energy demand in the building sector, responsible for about 40% of energy consumption in the EU and a third of natural gas use"}, {"text_block_id": "p6_b67", "text": "could be cut by up to three quarters if the renovation of buildings is speeded up. Improvements in district heating and cooling can also make an important contribution. Likewise, industry consumes around one quarter of gas used in the EU and there is significant potential for energy efficiency gains driven by a strengthened Emissions Trading System as proposed by the Commission as part of the 2030 climate and energy framework."}, {"text_block_id": "p6_b68_merged_merged", "text": "In order to trigger further investment from the private sector, which has a key role to play, the European Structural and Innovation (ESI) Funds have ring-fenceda minimum of €27 billion specifically for low carbon economy investments, including energy efficiency. The current analysis of the programming of these funds by the Member States indicates that the actual amount of these investments will increase to over €36 billion. Financial instruments set up with ESI Funds contributioncan leverage additional private capital investment participation, while the new business models of ESCOs (energy performance companies) can deliver savings across the energy system."}, {"text_block_id": "p7_b71", "text": "4."}, {"text_block_id": "p7_b72", "text": "BUILDING A WELL"}, {"text_block_id": "p7_b73", "text": "-"}, {"text_block_id": "p7_b74", "text": "FUNCTIONING AND FULLY INTEGRATED INTERNAL MARKET"}, {"text_block_id": "p7_b75", "text": "A European internal market for energy is a key factor in energy security and is the delivery mechanism to achieve it in a cost-effective way. Government interventions that affect this market framework, such as national decisions on renewable energy or efficiency targets, decisions to support investment in (or decommissioning of) nuclear generation, or decisions to support key infrastructure projects (such as NordStream, SouthStream, TAP or a Baltic LNG Terminal) need to be discussed at European and/or regional level to ensure that decisions in one Member State do not undermine security of supply in another Member State. Various tools exist at EU level to implement such projects in respect of the"}, {"text_block_id": "p7_b76", "text": "acquis"}, {"text_block_id": "p7_b77", "text": "and in a coordinated manner (internal market legislation, TEN-E Guidelines, State-Aid control). A real European Energy Security Strategy requires that enforcement tools are preceded by a strategic discussion at EU level, not just at national level."}, {"text_block_id": "p7_b78", "text": "4.1. Making the internal market for electricity and gas work better"}, {"text_block_id": "p7_b79_merged_merged_merged", "text": "The 3rd internal energy market package sets the framework within which the European internal market needs to develop. The Heads of State have agreed that the internal market should be realised by 2014. There are positive developments but much remains to be done."}, {"text_block_id": "p7_b82", "text": "Positive steps have been achieved in regional market integration. Competitive and liquid markets provide an effective hedge against abuses of market or political power by individual suppliers. Well-developed trading mechanisms and liquid spot markets can offer effective short term solutions in the event of disruptions, as is already the case for oil or coal. The same security can be achieved for gas and for electricity, provided that pipeline capacity and grids are available to transmit supplies from one place to the other."}, {"text_block_id": "p7_b83", "text": "A regional approach has been and will continue to be decisive for the integration of the European energy market in terms of cross border exchanges as well as security of supply"}, {"text_block_id": "p8_b84", "text": "(including capacity mechanisms"}, {"text_block_id": "p8_b85", "text": "if necessary). The Nordic countries (Finland, Sweden, Denmark and Norway) have set the example in the electricity sector with an early integration of their markets into NordPool. Likewise, the Pentalateral Forum in the North-West (including  France, Germany, Belgium, the Netherlands, Luxemburg and Austria) has initiated ground breaking integration projects in both the electricity and the gas sector. Transmission system operators and regulators have also taken decisive steps towards the coupling of electricity markets in several areas"}, {"text_block_id": "p8_b86", "text": ". In gas, an achievement of similar impact is the establishment of the PRISMA-platform in 2013, where interconnection capacity for the networks of 28 TSOs responsible for transporting 70% of Europe's gas is auctioned in a transparent and uniform manner."}, {"text_block_id": "p8_b87", "text": "Nevertheless, the development of competitive and well-integrated markets in the Baltic States and in the South East of Europe lags behind, depriving those regions of the related security of supply advantages . Targeted approaches that speed up the development of critical infrastructure (see point 4.2) as well as the establishment of regional gas hubs in these regions are needed."}, {"text_block_id": "p8_b88", "text": "Proper implementation of the gas sector Network Codes will significantly improve energy security, as it will enhance open and non-discriminatory access to transmission systems so that gas can flow freely and flexibly across the EU."}, {"text_block_id": "p8_b89", "text": "In addition, antitrust and merger control rules must continue to be vigorously enforced since they ensure that EU security of supply is not weakened through anticompetitive behavior or by anticompetitive consolidation or vertical integration of energy companies."}, {"text_block_id": "p8_b90", "text": "4.2. Accelerating the construction of key interconnectors"}, {"text_block_id": "p8_b91", "text": "A truly integrated and competitive internal energy market not only needs a common regulatory framework but also significant development of energy transport infrastructure, in particular cross-border interconnections between Member States. The Commission estimates that some €200 billion are required up to 2020 in this respect, but that the market can currently only deliver roughly half of this."}, {"text_block_id": "p8_b92_merged_merged", "text": "The Regulation on the Guidelines for trans-European energy networks together with the Connecting Europe Facility (CEF) were designed to identify and ensure the timely implementation of the key projects Europe needs along 12 priority corridors and areas. The first Union list of projects of common interest (PCI) was adopted in 2013. The primary objective of EU infrastructure policy is to now ensure the timely implementation of the PCIs. Together with the streamlined permit granting procedures, the €5.8 billion of the CEF will help to achieve this. The CEF represents only around 3% of the €200 billion investment needed up to 2020 but it can leverage other funds through using financial instruments. For the CEF to make a difference it must be targeted at few critical projects and it must also be combined with the efforts of regulators to finance part of the infrastructure through network tariffs and of Member States making use of the European Structural and Investment Funds, where relevant. Both during permitting and project implementation, due account should be taken of existing EU environmental legislation and"}, {"text_block_id": "p9_b95", "text": "guidance"}, {"text_block_id": "p9_b96", "text": "to ensure the environmental sustainability and secure public support and"}, {"text_block_id": "p9_b97", "text": "acceptance for the project."}, {"text_block_id": "p9_b98", "text": "27 projects in gas and 6 in electricity have been identified as critical for EU's energy security in the short and medium terms (indicative list in Annex 2) because their implementation is expected to enhance diversification of supply possibilities and solidarity in the most vulnerable parts of Europe. About half of these projects should be finished by 2017 whilst the remaining projects have a planned commissioning date of up to 2020. The large majority of these critical projects are located in Eastern Europe and in South Western Europe which would help to end the energy isolation of Portugal and Spain. The cost of these projects is estimated at around €17 billion.The critical PCIs are mainly large scale projects, except a few LNG terminals and storage projects, and are inherently complex and prone to delays. Hence, the possibilities to speed up their implementation require more than just early CEF support. The Commission therefore intends to intensify its support for the critical projects by bringing together the project promoters to discuss technical possibilities to speed up project implementation and National Regulatory Authorities (NRA) to agree on cross-border cost allocation and financing as well as the relevant Ministries to ensure strong political support both in view of the first but also the later calls."}, {"text_block_id": "p9_b99_merged_merged", "text": "In March 2014, the European Council conclusions called for: \"Speedy implementation of all the measures to meet the target of achieving interconnection of at least 10 % of their installed electricity production capacity for all Member States•.  Currently, the average interconnection level stands at about 8%. Taking into account the importance of interconnectors for strengthening security of supply and the need to facilitate cross-border trade, the European Commission proposes to extend the current 10% interconnection target to 15% by 2030 while taking into account the cost aspects and the potential of commercial exchanges in the relevant regions."}, {"text_block_id": "p9_b102", "text": "4.3. The European oil market"}, {"text_block_id": "p9_b103", "text": "Russia is one of the EU’s main suppliers of crude oil that is refined in the EU today and some refineries are optimized for these crude oils. Whilst there is sufficient refining capacity to meet overall demand for petroleum products, the EU is a net exporter of gasoline and a net importer of diesel mainly from Russia and the USA. The interdependence between the EU, US, and Russia in relation to oil, the availability of oil stocks, and the ability to trade and transport oil globally, means that there is no immediate threat for the EU in relation to its oil supplies. There are, however, issues that need to be closely monitored and that require a more strategic coordination of the EU’s oil policy:"}, {"text_block_id": "p9_b104", "text": "Russia is one of the EU’s main suppliers of crude oil that is refined in the EU today and some refineries are optimized for these crude oils. Whilst there is sufficient refining capacity to meet overall demand for petroleum products, the EU is a net exporter of gasoline and a net importer of diesel mainly from Russia and the USA. The interdependence between the EU, US, and Russia in relation to oil, the availability of oil stocks, and the ability to trade and transport oil globally, means that there is no immediate threat for the EU in relation to its oil supplies. There are, however, issues that need to be closely monitored and that require a more strategic coordination of the EU’s oil policy:\n* The dependence of the EU's refinery industry on Russian crude oil;\n* The increased concentration in the Russian oil industry, and the increased ownership of  EU refinery capacity by Russian oil companies;\n* Refined products consumed in transport."}, {"text_block_id": "p10_b110", "text": "The EU refining sector faces significant challenges to remain competitive as evidenced by the reduction in refining capacity and foreign investment, in particular from Russian companies which add to the dependence on Russian crude oil. It is important to maintain competitive refining capacities in Europe to avoid overdependence on imported refined petroleum products and to be able to process crude oil stocks with sufficient flexibility"}, {"text_block_id": "p10_b111", "text": "."}, {"text_block_id": "p10_b112_merged_merged", "text": "In the long-term, the EU's oil dependency, in particular in transport, needs to be reduced. The Commission has set out a series of measures to reduce greenhouse gas emissions and consumption of transport fuels including an alternative fuels strategy17,18 ."}, {"text_block_id": "p11_b115", "text": "5. I"}, {"text_block_id": "p11_b116", "text": "NCREASING ENERGY PRODUCTION IN THE"}, {"text_block_id": "p11_b117", "text": "E"}, {"text_block_id": "p11_b118", "text": "UROPEAN"}, {"text_block_id": "p11_b119", "text": "U"}, {"text_block_id": "p11_b120", "text": "NION"}, {"text_block_id": "p11_b121", "text": "The Union can reduce its dependency on particular suppliers and fuels by maximising its use of indigenous sources of energy."}, {"text_block_id": "p11_b122", "text": "5.1. Increasing energy production in the European Union"}, {"text_block_id": "p11_b123_merged_merged", "text": "In the past two decades, indigenous energy production in the European Union has steadily declined in spite of an increase of renewable energy production. It is however possible to slow down this trend in the medium term by further increasing the use of renewable energy, nuclear energy, as well as sustainable production of competitive fossil fuels where these options are chosen."}, {"text_block_id": "p11_b125", "text": "Renewable energy"}, {"text_block_id": "p11_b126", "text": "Avoided imported fuel costs due to increasing use of renewable energy amount to at least some EUR 30 billion a year. In 2012, energy from renewable sources was estimated to have contributed 14.1% of EU final energy consumption and should reach the objective of 20% in 2020. Looking beyond 2020, the Commission has proposed to increase the share of renewable energy to at least 27% by 2030."}, {"text_block_id": "p11_b127", "text": "There is a significant cost-effective potential for renewable electricity and renewable heating to further reduce natural gas use in a number of sectors by the end of this decade. Notably, a fuel-switch to indigenous renewable heating sources can displace significant amounts of imported fuels.  According to their national renewable energy plans, Member States already plan to add an additional 29 Million tonnes of oil equivalent (Mtoe) of renewable heating and an additional 39 Mtoe of renewable power between 2012 and 2020. These plans could be ‘front-loaded’ using national as well as ESI Funds, in coordination with EIB and international financial institution support. As with infrastructure, the bulk of the investment in this area should be made by the private sector."}, {"text_block_id": "p11_b128", "text": "Renewable energy is a no-regrets option but there have been concerns about the costs and impact on the functioning of the internal market. With technology cost reductions, many renewable energy sources are increasingly competitive and ready to join the market (e.g. onshore wind power). Their large scale integration will require smarter energy grids and new energy storage solutions. Capacity mechanisms at regional level may also need to be"}, {"text_block_id": "p12_b129", "text": "considered"}, {"text_block_id": "p12_b130", "text": ". The new Guidelines on State aid for environmental protection and energy 2014-2020 will also promote a more cost-effective achievement of the 2020 national renewable energy targets."}, {"text_block_id": "p12_b131", "text": "Hydrocarbons and clean coal"}, {"text_block_id": "p12_b132", "text": "The exploitation of conventional oil and gas resources in Europe, both in traditional production areas (e.g. the North Sea) and in newly discovered areas (e.g. Eastern Mediterranean, Black Sea), should be developed in full compliance with energy and environmental legislation, including the new Offshore Safety Directive"}, {"text_block_id": "p12_b133", "text": ". Producing oil and gas from unconventional sources in Europe, and especially shale gas, could partially compensate for declining conventional gas production"}, {"text_block_id": "p12_b134", "text": "provided issues of public acceptance and environmental impact are adequately addressed"}, {"text_block_id": "p12_b135", "text": ". To date, first exploration activities are on-going in some Member States. A more accurate overview of EU's unconventional reserves (economically recoverable resources) is necessary in order to enable possible commercial scale production."}, {"text_block_id": "p12_b136_merged_merged_merged", "text": "Over the past two decades both the domestic production and consumption of coal has declined in the EU. However, coal and lignite still represent a significant share in electricity generation in several Member States and about 27% at EU level. Although the EU is currently importing approximately 40% of its solid fuels, this is procured from a well-functioning and diversified global market providing the Union with a secure import base. Coal and lignite's CO2-emissions mean that they only have a long-term future in the EU if using Carbon Capture and Storage (CCS). CCS also offers the potential to further improve gas and oil recovery that would otherwise remain untapped.  Therefore, bearing in mind the rather limited uptake of CCS to date, further efforts in research, development and deployment should be made in order to fully benefit from this technology."}, {"text_block_id": "p13_b140", "text": "6. F"}, {"text_block_id": "p13_b141", "text": "URTHER DEVELOPING ENERGY TECHNOLOGIES"}, {"text_block_id": "p13_b142", "text": "The present plan for the reduction of EU energy dependence requires substantial changes to the energy system in the medium to long term, which will not happen without a strong push for the development of new energy technologies. These new technologies are needed to further reduce primary energy demand, diversify and consolidate supply options (both external and indigenous), and to optimise energy network infrastructure to fully benefit from this diversification."}, {"text_block_id": "p13_b143", "text": "New technologies can deliver efficient and cost-effective solutions to improve the efficiency of buildings and local heating systems, to provide new energy storage solutions and optimise the management of grids."}, {"text_block_id": "p13_b144", "text": "To achieve this, significant investments from the EU and Member States in energy research and innovation are required. Deployment of a broad range of new energy technologies will be crucial, in order to ensure that a sufficient number of them effectively reach the market, allowing Member States to meet their various energy mix choices."}, {"text_block_id": "p14_b145", "text": "These investments must encompass the whole technology supply chain, from materials (including critical raw materials) to manufacturing, ensuring that, whilst reducing EU energy import dependence, the EU also ensures that its dependence on foreign technologies is contained. Ultimately, such a strategy can only be implemented if it is an integral part of the energy research and innovation policy of the Union."}, {"text_block_id": "p14_b146", "text": "In order to maximise the impact of these investments, more coordination will have to take place between Member States themselves as well as between Member States and the Commission. In addition, and in particular for the deployment of large scale demonstrators, financial instruments to leverage greater investment from industry, for example via the European Investment Bank, will be essential."}, {"text_block_id": "p14_b147", "text": "7. D"}, {"text_block_id": "p14_b148", "text": "IVERSIFYING EXTERNAL SUPPLIES AND RELATED INFRASTRUCTURE"}, {"text_block_id": "p14_b149", "text": "7.1. Gas"}, {"text_block_id": "p14_b150_merged", "text": "Imports represent some 70% of gas consumed in the EU but are expected to remain stable to 2020 and then increase slightly to reach about 340-350 bcm by 2025-2030. In 2013, 39% of gas imports by volume came from Russia, 33% from Norway and 22% from North Africa (Algeria and Libya). Other sources are small and represent about 4%. LNG imports from these and other countries (e.g. Qatar, Nigeria) increased and peaked at about 20% but have since dropped to around 15% because of higher prices in Asia."}, {"text_block_id": "p14_b152", "text": "Accessing more diversified natural gas resources is a priority whilst maintaining significant import volumes from reliable suppliers.  LNG will remain and grow as a major potential source of diversification in the years to come. New LNG supplies from Northern America, Australia, Qatar and new discoveries in East-Africa are likely to increase the size and liquidity of the global LNG markets In the US, the first liquefaction plant on the East-Coast is expected to be operational by 2015-2017 with a capacity of about 24 bcm/y. Many other projects are being developed. It is expected that most of the volumes would be directed to the Asian markets, but some European companies are already negotiating LNG supply contract with US LNG producers. These evolutions should be facilitated by adequately reflecting priorities in EU external policies, in particular in the on-going negotiations on a Transatlantic Trade and Investment partnership (TTIP). Both Norwegian (up to 116bcm/y in 2018 from the current level of 106 bcm/y) and North African (potentially huge unexplored or unexploited hydrocarbons resources and the advantage of geographical proximity) production have potential to grow. The Union should improve internal interconnections to ensure that gas from these suppliers reaches all regional markets in line with existing interconnection targets."}, {"text_block_id": "p15_b153", "text": "Beyond strengthening our relationship with existing suppliers, a EU policy goal should also be to open the way for new sources. The establishment of the Southern Corridor and the identified projects of common interest is an important element in this respect, as it prepares the ground for supplies from the Caspian region and beyond. Pursuing an active trade agenda in this region is crucial to ensure market access but also for the development of critical infrastructure, the viability of which depends on access to sufficient export volumes. In a first phase it is expected that by 2020 10 bcm/y of natural gas produced in Azerbaijan will reach the European market through the southern Gas Corridor. Moreover, this new pipeline connection is vital in providing a connection to the Middle East. The currently envisaged infrastructure in Turkey could accommodate up to 25 bcm/y for the European market. In the longer term perspective, other countries such as Turkmenistan, Iraq and Iran, if conditions are met to lift the sanctions regime, could also significantly contribute to the enlargement of the Southern Gas Corridor. A coherent and targeted Foreign policy vis-à-vis these countries will be crucial. Furthermore, the EU should engage in intensified political and trade dialogue with Northern African and Eastern Mediterranean partners, in particular with a view to creating a Mediterranean gas hub in the South of Europe."}, {"text_block_id": "p15_b154", "text": "All of this will only be possible if import infrastructure capacities are made available and if gas volumes are on sale at an affordable price. Appropriate EU and Member State cooperation will be required (see section 4)."}, {"text_block_id": "p15_b155", "text": "7.2. Uranium and nuclear fuel"}, {"text_block_id": "p15_b156", "text": "Electricity produced from nuclear power plants constitutes a reliable base-load electricity supply of emission free supply and plays an important role in energy security. The relative value of the nuclear fuel is marginal in relation to the total production cost of electricity compared to gas or coal fired plants, and uranium is only a small part of the total cost of the nuclear fuel. The worldwide uranium supply market is stable and well-diversified but the EU is nonetheless completely dependent on external supplies. There are only a few entities in the world that are able to transform of uranium into fuel for the nuclear reactors, but EU industry has technological leadership on the whole chain, including enrichment and reprocessing."}, {"text_block_id": "p15_b157", "text": "Nuclear safety is an absolute priority for the EU. The EU should remain the pioneer and architect for nuclear safety at international level. It is therefore important to accelerate the adoption of the amended nuclear safety directive, reinforcing the independence of nuclear regulators, providing information to the public and regular peer reviews."}, {"text_block_id": "p15_b158", "text": "However, Russia is a key competitor in nuclear fuel production, and offers integrated packages for investments in the whole nuclear chain. Therefore, particular attention should be paid to investments in new nuclear power plants to be built in the EU using non-EU technology, to ensure that these plants are not dependent only on Russia for the supply of the nuclear fuel: the possibility of fuel supply diversification needs to be a condition for any new investment, to be ensured by the Euratom Supply Agency. Furthermore, an overall diversified portfolio of fuel supply is needed for all plant operators."}, {"text_block_id": "p16_b159", "text": "8. I"}, {"text_block_id": "p16_b160", "text": "MPROVING COORDINATION OF NATIONAL ENERGY POLICIES AND SPEAKING WITH ONE VOICE IN EXTERNAL ENERGY POLICY"}, {"text_block_id": "p16_b161_merged", "text": "Many of the measures described above point to the same underlying priority: the need for Member States to coordinate better important energy policy decisions. It is clear that decisions on energy mix are a national prerogative, but the progressive integration of energy infrastructure and markets, the common reliance on external suppliers, the need to ensure solidarity in times of crisis, all imply that fundamental political decisions on energy should be discussed with neighbouring countries.  The same holds true for the external dimension of EU energy policy."}, {"text_block_id": "p16_b164", "text": "The Commission welcomes the calls made by certain Member States in favour of an Energy Union. It supports the creation of a mechanism that would enable Member States to inform each other of important decisions related to their energy mix prior to their adoption and detailed deliberation, so as to take on board relevant comments in the national decision process."}, {"text_block_id": "p16_b165", "text": "The European Union has a general interest in stable, transparent, rule based and liquid international energy markets. The EU should develop consistent and coordinated messages in international organisations and fora. A related policy action is the coordinated promotion of sustainable energy technologies across the globe, but particularly among emerging economies, which are expected to provide the greatest contribution to energy demand growth in the coming decades. Such an initiative is not"}, {"text_block_id": "p17_b166", "text": "only in line with the broad EU environment and climate goals, but can also have an impact on traditional fossil fuel markets, easing demand and improving liquidity."}, {"text_block_id": "p17_b167", "text": "Within our closer neighbourhood our goal must remain to engage all partners at all levels in order to enable their close integration into the EU energy market. The Energy Community which aims to expand the EU's energy acquis to enlargement and neighbourhood countries should be further strengthened in the light of the EU's security of supply concerns. This should be achieved by promoting energy sector reforms in the participating countries, while also supporting the modernisation of their energy system and their full integration in the EU energy regulatory framework. Moreover, the Energy Community institutional setting should be enhanced in the short to medium term with a view to strengthening the enforcement mechanisms."}, {"text_block_id": "p17_b168", "text": "There is a need for a systematic use of foreign policy instruments, such as the consistent inclusion of energy issues in political dialogues particularly Summits with strategic partners. A review of the EU-level energy dialogues with major supplier countries will be undertaken. The recent Joint Statement of the G7 Rome Energy Ministerial is a good model of our reinforced cooperation with key partners. There is also a need to ensure consistency with the external aspects of other sectorial policies which could contribute to promoting energy security, in particular regarding the strategic programming of EU's external aid instruments. The European External Action Service plays an important role in integrating energy considerations into EU foreign policy and coordinating with Member State's foreign affairs ministries."}, {"text_block_id": "p17_b169", "text": "In addition, Member State’s agreements with third countries in the field of energy should be fully compliant with EU legislation and the EU security of supply policy. For this purpose, the Commission and Member States should make full use of Decision No 994/2012/EU of the European Parliament and of the Council of 25 October 2012 establishing an information exchange mechanism with regard to intergovernmental agreements between Member States and third countries in the field of energy. This particularly relate to the possibility to develop standard provisions and to request the Commission’s assistance during negotiations. Moreover, in light of recent experiences, Member States and relevant companies must inform the Commission as early as possible before concluding intergovernmental agreements having a potential impact on security of energy supplies and diversification options and seek advice from the Commission during the negotiations. This requires a review of Decision No 994/2012/EU."}, {"text_block_id": "p17_b170", "text": "A particular area of interest is gas, where increased EU political-level engagement with prospective supplier countries would pave the way for commercial deals without jeopardizing the further development of a competitive EU internal market. In addition, in certain cases, aggregating demand could increase the EU bargaining power."}, {"text_block_id": "p17_b171", "text": "Regarding joint purchasing of natural gas, reference has been made to the \"collective purchasing mechanism\" of the Euratom Supply Agency. In the present context where there is no risk of security of supply on the uranium market, this mechanism leaves full freedom to commercial partners to negotiate their transactions. The co-signature of the contracts by the Euratom Supply Agency confirms only that there is no risk of security of supply If a contract would jeopardize security of supply the Agency maintains the right to object to it. On the basis of the notifications and other information received, the Euratom Supply Agency also increases transparency of the nuclear fuel market by issuing periodic reports."}, {"text_block_id": "p18_b172", "text": "The Commission, in close cooperation with the Member States, will examine whether a procedure could be developed for gas which would contribute to increasing transparency of the market as well as taking into account energy security needs. In addition, voluntary demand aggregation mechanisms that could increase the bargaining power of European buyers could be assessed. These options would need to be carefully designed and executed to ensure compatibility with EU legislation and trade law. Where appropriate, candidate countries or potential candidates could be associated with such a procedure."}, {"text_block_id": "p18_b173", "text": "C"}, {"text_block_id": "p18_b174", "text": "ONCLUSIONS"}, {"text_block_id": "p18_b175", "text": "Much progress has been done in the last few years to enhance Europe's energy security. Despite these achievements, Europe remains vulnerable to energy shocks. The European Energy Security Strategy therefore sets out a series of concrete measures to strengthen Europe's resilience and reduce its energy import dependency."}, {"text_block_id": "p18_b176", "text": "The Union's energy security is inseparable from the 2030 framework for climate and energy and should be agreed together by the European Council. The transition to a competitive, low-carbon economy will reduce the use of imported fossil fuels by moderating energy demand and exploiting renewable and other indigenous sources of energy."}, {"text_block_id": "p18_b177", "text": "In the short term"}, {"text_block_id": "p18_b178", "text": "In the short term\n* For the coming winter the Union must improve its preparedness for disruptions to energy supplies. Existing European emergency and solidarity mechanisms should be reinforced on the basis of risk assessments (energy security stress tests) coordinated by the Commission together with Member States, regulators, TSOs and operators in order to increase resilience. The Union must also engage with its international\n<\\li1>"}, {"text_block_id": "p19_b180", "text": "In the short term\n* For the coming winter the Union must improve its preparedness for disruptions to energy supplies. Existing European emergency and solidarity mechanisms should be reinforced on the basis of risk assessments (energy security stress tests) coordinated by the Commission together with Member States, regulators, TSOs and operators in order to increase resilience. The Union must also engage with its international\n<\\li1>\n* New infrastructure investments promoted by dominant suppliers must adhere to all internal market and competition rules. In particular, the Southstream project should be suspended until full compliance with EU legislation is ensured and re-evaluated in light of the EU's energy security priorities;\n* The Union should work closely with its neighbours and partners within the Energy Community, notably Ukraine and Moldova, to improve energy security. The recent agreement on reverse flows between the Slovak Republic and Ukraine is to be welcomed in this respect."}, {"text_block_id": "p19_b185", "text": "In the medium term to long term"}, {"text_block_id": "p19_b186", "text": "In the medium term to long term\n* Europe needs to achieve a better functioning and a more integrated energy market. Priority projects should be accelerated to join up existing energy islands and ensure delivery of the existing interconnection target of at least 10 % of the installed electricity production capacity by 2020. By 2030, Member States should be on track to meet a 15% interconnection target;\n* The Union must reduce its external dependency on particular suppliers by diversifying its energy sources, suppliers and routes. Notably, a reinforced partnership with Norway, the acceleration of the Southern Gas Corridor and the promotion of a new gas hub in Southern Europe should all be pursued;\n* Energy security and the transition to a low carbon economy should be prioritised in the implementation of the EU financial instruments in the period 2014-2020, in particular using the European Regional Development Fund, the Connecting Europe Facility, Horizon 2020 and the European Neighbourhood Policy Instrument. They should also be a guiding objective for the interventions of the EU external action instruments such as the neighbourhood investment facility and the Western Balkans Investment facility, as well as the European Investment Bank, and the European Bank for Reconstruction and Development;\n* More coordination of national energy policies is necessary to respond credibly to the challenge of energy security. National choices over energy mix or energy infrastructure affect other Member States and the Union as a whole. Member States should better inform each other and the Commission when defining their long-term energy policy strategies and preparing intergovernmental agreements with third countries. Further efforts are needed to ensure better synergies between energy objectives and foreign policy and to speak to our partners with a single voice"}, {"text_block_id": "p20_b194", "text": "In the medium term to long term\n* Europe needs to achieve a better functioning and a more integrated energy market. Priority projects should be accelerated to join up existing energy islands and ensure delivery of the existing interconnection target of at least 10 % of the installed electricity production capacity by 2020. By 2030, Member States should be on track to meet a 15% interconnection target;\n* The Union must reduce its external dependency on particular suppliers by diversifying its energy sources, suppliers and routes. Notably, a reinforced partnership with Norway, the acceleration of the Southern Gas Corridor and the promotion of a new gas hub in Southern Europe should all be pursued;\n* Energy security and the transition to a low carbon economy should be prioritised in the implementation of the EU financial instruments in the period 2014-2020, in particular using the European Regional Development Fund, the Connecting Europe Facility, Horizon 2020 and the European Neighbourhood Policy Instrument. They should also be a guiding objective for the interventions of the EU external action instruments such as the neighbourhood investment facility and the Western Balkans Investment facility, as well as the European Investment Bank, and the European Bank for Reconstruction and Development;\n* More coordination of national energy policies is necessary to respond credibly to the challenge of energy security. National choices over energy mix or energy infrastructure affect other Member States and the Union as a whole. Member States should better inform each other and the Commission when defining their long-term energy policy strategies and preparing intergovernmental agreements with third countries. Further efforts are needed to ensure better synergies between energy objectives and foreign policy and to speak to our partners with a single voice\n* NNEX\n* NNEX\n 1: D\n* NNEX\n 1: D\n EPENDENCY ON NATURAL GAS SUPPLIES FROM\n* NNEX\n 1: D\n EPENDENCY ON NATURAL GAS SUPPLIES FROM\n R\n* NNEX\n 1: D\n EPENDENCY ON NATURAL GAS SUPPLIES FROM\n R\n USSIA\n<\\li1>"}, {"text_block_id": "p20_b200_merged_merged", "text": "Horizontal axis: % of natural gas in the energy mix – Vertical axis: % of Russian natural gas in national natural gas consumption  - Size of the circles: volume of imported Russian natural gas."}, {"text_block_id": "p20_b206", "text": "Estimates based on preliminary industry data for 2013 and including natural gas volumes traded by Russian companies not necessarily produced in Russia."}, {"text_block_id": "p21_b207", "text": "A"}, {"text_block_id": "p21_b208_merged", "text": "NNEX 2: STATUS OF KEY SECURITY OF SUPPLY INFRASTRUCTURE PROJECTS"}, {"text_block_id": "p21_b211", "text": "Natural gas projects"}, {"text_block_id": "p23_b212", "text": "Electricity projects"}], "document_description": "<div>The Commission adopted the Energy Security Strategy in response to the political crisis in Ukraine and the overall importance of a stable and abundant supply of energy.<br>&nbsp;The strategy seeks to respond to the high dependence on energy imports (53% total energy consumed imported, including 88% of crude oil, 66% of natural gas, 42% of solid fuels such as coal, 95% of uranium).<br>&nbsp;In the short-term, the strategy proposes launching energy security stress tests to simulate disruptions in the gas supply for the coming winter. Other emergency plans and back-up mechanisms may include:</div><ul><li>Increasing gas stocks</li><li>Developing emergency infrastructure such as reverse flows</li><li>Reducing short-term energy demand</li><li>Switching to alternative fuels</li><li>Developing new solidarity mechanisms with international partners</li></ul><div>&nbsp;In addition, the strategy addresses medium and long-term security of supply. It proposes actions in five main areas, with the first two particularly relevant to energy efficiency:</div><ul><li>Increasing energy efficiency (especially in the buildings and industry sectors) to reach the 2030 energy and climate goals; demand management through information and transparency (clear billing information, smart energy meters)</li><li>Completing the internal energy market and developing missing infrastructure links to quickly respond to supply disruptions</li><li>Increasing energy production in the EU and diversifying supplier countries and routes</li><li>Speaking with one voice in external energy policy, use the information exchange mechanism with the Commission about planned agreements with third countries which may affect security of supply</li><li>Strengthening emergency and solidarity mechanisms and protecting critical infrastructure</li></ul>"}