{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "LULUCF", "Environment", "Agriculture"], "document_date": "07/08/2013", "document_language": "English", "document_name": "Land Use, Land Use Change and Forestry (LULUCF) (Regulation (EU) 2018/841 on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework, amending Regulation (EU) No525/2013 and Decision No529/2013/EU)", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/EUR/2013/EUR-2013-08-07-Land Use, Land Use Change and Forestry (LULUCF) (Regulation (EU) 2018_841 on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework, amending Regulation (EU) No525_2013 and Decision No529_2013_EU)_07f3802be3c1857d549f5bfcaef01a74.pdf", "document_type": "EU Regulation", "text_blocks": [], "document_description": "In 2013, the EU approved a decision relating to the harmonisation of accounting rules for emissions from land use, land use change and forestry. The objective is to include agriculture and forestry into European climate mitigation efforts. This decision is a direct response to the UNFCCC decision in 2011 to revise the accounting rules for GHG emissions and removals from forests and soils. It meets international standards by maintaining the voluntary nature of accounting for draining and rewetting of wetlands, but goes beyond the UNFCCC decision by making accounting for cropland and grassland management mandatory for member states. The rules are intended to better recognise the efforts of farmers and forest owners to maintain carbon stored in soils and forests and to facilitate a more climate-friendly architecture (funds are available through the Common Agricultural Policy's Rural Development pillar), protecting water resources and biodiversity. It also contains reporting requirements for Member States on their initiatives to decrease emissions from forestry and agriculture-related activities as well as increase the carbon sink.&nbsp;<br><br>On 30 May 2018, the regulation was amended by Regulation 2018/841, which requires member states to ensure that emissions from the sector do not exceed removals for the periods for 2021-25 and 2026-2030. The regulation also contains additional provisions regarding greenhouse gas accounting rules for the sector.&nbsp;"}