{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Agriculture"], "document_language": "English", "document_name": "Overview of CAP Reform 2014-2020", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Summary", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf", "Food Security"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2013/EUR-2013-01-01-Overview of CAP Reform 2014-2020_6237180d8c443d72c06c9167019ca177.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Agricultural Policy Perspectives Brief"}, {"text_block_id": "p0_b2", "text": "N°5* / December 2013"}, {"text_block_id": "p0_b3", "text": "Overview of CAP Reform 2014-2020"}, {"text_block_id": "p0_b4", "text": "T"}, {"text_block_id": "p0_b5", "text": "he new agreement on CAP reform reached in 2013 is the fruit of three years of reflection, discussion and intensive negotiation. While continuing on the path of reform started in the early '90's this deal is historic in many respects; for the first time the entire CAP was reviewed all at once and the European Parliament acted as co-legislator with the Council."}, {"text_block_id": "p0_b6", "text": "The new CAP maintains the two pillars, but increases the links between them, thus offering a more holistic and integrated approach to policy support. Specifically it introduces a new architecture of direct payments; better targeted, more equitable and greener, an enhanced safety net and strengthened rural development. As a result it is adapted to meet the challenges ahead by being more efficient and contributing to a more competitive and sustainable EU agriculture. This Brief gives an overview of the reform and outlines"}, {"text_block_id": "p0_b7", "text": "the “why and how” of the new CAP 2014"}, {"text_block_id": "p0_b8", "text": "-2020."}, {"text_block_id": "p0_b9", "text": "More on"}, {"text_block_id": "p0_b10", "text": "Briefs"}, {"text_block_id": "p0_b11", "text": ":"}, {"text_block_id": "p0_b12_merged_merged_merged_merged", "text": "http://ec.europa.eu/agriculture/policy-perspectives/policy-briefs/index_en.htm This Brief does not necessarily represent the official views of the European Commission. http://ec.europa.eu/agriculture/policy-perspectives/index_en.htm"}, {"text_block_id": "p1_b17", "text": "1. INTRODUCTION"}, {"text_block_id": "p1_b18", "text": "The CAP reform started more than 3 years ago in 2010 with a public debate, followed by the publication of the Commission's Communication on its vision of agriculture and the challenges and priorities for the future CAP"}, {"text_block_id": "p1_b19", "text": "and finally by legislative proposals"}, {"text_block_id": "p1_b20", "text": "for the first ever overhaul of the entire policy. The decision-making process differed from previous reforms, with the European Parliament for the first time acting as co-legislator with the Council."}, {"text_block_id": "p1_b21", "text": "It also took place in the framework of the discussions on the overall EU budgetary framework for 2014-2020, the Multiannual Financial Framework (MFF), which provides for the funds at the disposal of the EU including the CAP. After intensive negotiations, in 2013 a deal was secured both on the CAP and the MFF. The new CAP 2014-2020 agreed by the Council and the European Parliament retains most of the essential objectives and approaches proposed by the Commission, albeit with a lower budget than proposed by the Commission."}, {"text_block_id": "p1_b22", "text": "2. CHALLENGES & OBJECTIVES"}, {"text_block_id": "p1_b23", "text": "The new CAP builds on past reforms to meet new challenges and objectives."}, {"text_block_id": "p1_b24", "text": "For more than twenty years, starting in 1992, the CAP has been through successive reforms which have increased market orientation for agriculture while providing"}, {"text_block_id": "p1_b25", "text": "income support and safety net mechanisms for producers, improved the integration of environmental requirements and reinforced support for rural development across the EU."}, {"text_block_id": "p1_b26", "text": "The new policy continues along this reform path, moving from product to producer support and now to a more land-based approach. This is in response to the challenges facing the sector, many of which are driven by factors that are external to agriculture."}, {"text_block_id": "p1_b27_merged_merged", "text": "These have been identified as economic (including food security and globalisation, a declining rate of productivity growth, price volatility, pressures on production costs due to high input prices and the deteriorating position of farmers in the food supply chain), environmental (relating to resource efficiency, soil and water quality and threats to habitats and biodiversity) and territorial (where rural areas are faced with demographic, economic and social developments including depopulation and relocation of businesses)."}, {"text_block_id": "p1_b34", "text": "Since the role of the CAP is to provide a policy framework that supports and encourages producers to address these challenges while remaining coherent with other EU policies, this translates into three long-term CAP objectives: viable food production, sustainable management of natural resources and climate action and balanced territorial development."}, {"text_block_id": "p1_b35", "text": "To achieve these long-term goals, the existing CAP instruments had to be adapted. The reform therefore focused on the operational objectives of delivering more effective policy instruments, designed to improve the competitiveness of the agricultural sector and its sustainability over the long term (Chart 1)."}, {"text_block_id": "p2_b36", "text": "Source: DG Agriculture and Rural Development."}, {"text_block_id": "p2_b37", "text": "In short, EU agriculture needs to attain higher levels of production of safe and quality food, while preserving the natural resources that agricultural productivity depends upon."}, {"text_block_id": "p2_b38", "text": "This can only be achieved by a competitive and viable agricultural sector operating within a properly functioning supply chain and which contributes to the maintenance of a thriving rural economy. In addition, to achieve these long-term goals, better targeting of the available CAP budget will be needed."}, {"text_block_id": "p2_b39", "text": "3. CAP BUDGET"}, {"text_block_id": "p2_b40", "text": "What amounts will be available for the new CAP?"}, {"text_block_id": "p2_b41", "text": "This means a total amount of EUR 362.787 billion for 2014-2020, of which EUR 277.851 billion is foreseen for Direct Payments and market-related expenditure (Pillar 1) and EUR 84.936 billion for Rural Development (Pillar 2) in 2011 prices. Yet, within the current economic and financial climate, these amounts within the MFF show continued strong support for an ambitious agricultural policy which represents 37.8% of the entire ceiling for the period 2014-2020."}, {"text_block_id": "p2_b42", "text": "MFF Ceiling 2014-2020"}, {"text_block_id": "p2_b43", "text": "(in billion EUR)"}, {"text_block_id": "p2_b44", "text": "Source: DG Agriculture and Rural Development"}, {"text_block_id": "p3_b45", "text": "4. EVOLUTION OF POLICY AND SPENDING"}, {"text_block_id": "p3_b46", "text": "The radical change in the orientation of the CAP is demonstrated by the evolution of expenditure, echoing the policy shift since 1992"}, {"text_block_id": "p3_b47", "text": ", away from product based support towards producer support and considerations for the environment (chart 2)."}, {"text_block_id": "p3_b48", "text": "In 1992 market management represented over 90% of total CAP expenditure, driven by export refunds and intervention purchases. By the end of 2013 it dropped to just 5% as market intervention has become a safety net tool for times of crisis and direct payments are the major source of support; 94% of which are decoupled from production."}, {"text_block_id": "p3_b49", "text": "Chart 2 The path of CAP expenditure by calendar year"}, {"text_block_id": "p3_b50", "text": "(in current prices)"}, {"text_block_id": "p3_b51", "text": "From 2014 onwards, the allocation of direct payments dedicated to coupled support, young farmers, small farmers, etc. will depend upon the choices made by Member States."}, {"text_block_id": "p3_b52_merged_merged", "text": "Furthermore the share of expenditure between pillars may change in 2014-2020, with the possibility to transfer up to 15% of their national envelopes between pillars (as shown in the chart), enabling Member States to better target spending to their specific priorities"}, {"text_block_id": "p4_b54", "text": "5. NEW FEATURES OF THE CAP"}, {"text_block_id": "p4_b55", "text": "Past reforms have led to step changes in the CAP and this one is no exception. It represents another milestone in the CAP's history placing the"}, {"text_block_id": "p4_b56", "text": "joint provision of public and private goods"}, {"text_block_id": "p4_b57", "text": "at the core of policy. Farmers should be rewarded for the services they deliver to the wider public, such as landscapes, farmland biodiversity, climate stability even though they have no market value. Therefore, a new policy instrument of the first pillar (greening) is directed to the provision of environmental public goods, which constitutes a major change in the policy framework."}, {"text_block_id": "p4_b58", "text": "The new CAP design is also more"}, {"text_block_id": "p4_b59", "text": "efficient, targeted and coherent"}, {"text_block_id": "p4_b60", "text": ". It is based on a more holistic approach to policy support through the maintenance of the existing two pillar structure but in a more targeted, integrated and complementary way. Both pillars of the CAP are aimed at meeting all three CAP objectives more effectively, with better targeted instruments of the first pillar complemented by regionally tailor-made and voluntary measures of the second pillar."}, {"text_block_id": "p4_b61", "text": "There is new"}, {"text_block_id": "p4_b62", "text": "flexibility"}, {"text_block_id": "p4_b63", "text": "for Member States in the budgeting and implementation of first Pillar instruments, acknowledging the wide diversity of agriculture, agronomic pro"}, {"text_block_id": "p4_b64", "text": "-"}, {"text_block_id": "p4_b65", "text": "duction potential and climatic, environmental as well as socio-economic conditions and needs across the EU."}, {"text_block_id": "p4_b66", "text": "This flexibility will however be framed by well-defined regulatory and budgetary limits in order to ensure a level-playing field at European level and that common objectives are met. In this area Member States share the responsibility to strike the right balance between possible benefits and the burdens of red tape for producers as well as for administration and controls."}, {"text_block_id": "p4_b67", "text": "6. HOW THE KEY OBJECTIVES OF THE REFORM ARE ADDRESSED"}, {"text_block_id": "p4_b68", "text": "To achieve the long-term goals for the CAP, the reform focuses on the competitiveness and sustainability of the agricultural sector by improving the targeting and efficiency of policy instruments. How the new policy framework addresses each of these issues is explored below."}, {"text_block_id": "p4_b69", "text": "Enhanced competitiveness of EU agriculture"}, {"text_block_id": "p4_b70", "text": "The objective of past reforms to enhance the market orientation of EU agriculture is continued by adapting the policy instruments to further encourage farmers to base their production decisions on market signals."}, {"text_block_id": "p4_b71", "text": "Competitiveness is addressed directly by changes to market mechanisms, particularly the removal of production constraints. All of the existing restrictions on production volumes for sugar, dairy and the wine sector will end, allowing farmers to respond to growing world demand."}, {"text_block_id": "p4_b72", "text": "Some outdated commodity aid schemes will also be abolished, and other schemes modernised."}, {"text_block_id": "p4_b73_merged_merged_merged_merged_merged", "text": "Measures to facilitate producer cooperation under both pillars of the CAP should also boost the competitiveness of farming by reducing costs, improving access to credit and adding value to the primary sector. The reinforced legal framework for Producer Organisationsis backed by financial incentives under the second pillar."}, {"text_block_id": "p5_b77", "text": "This includes support for setting up producer groups as well as short supply chains and cooperation. Together these instruments are expected to encourage producer cooperation and to improve the functioning of the food chain. Product differentiation, quality programs, promotion and on-farm processing should also add value"}, {"text_block_id": "p5_b78", "text": "."}, {"text_block_id": "p5_b79", "text": "Other instruments under the second pillar which enhance competiveness at farm level include restructuring and modernisation measures as well as start-up aid for young farmers. Furthermore, there is a focus on bridging the gap between science and practice via the Farm Advisory System, as well as training and innovation"}, {"text_block_id": "p5_b80", "text": "programmes. These instruments are aimed at helping the farm sector to adapt to new trends and technologies, thus becoming more resource efficient, cost effective and capable of adapting to emerging challenges."}, {"text_block_id": "p5_b81", "text": "At the same time the new CAP also offers more responsive safety net measures and strengthens the EU's capacity for crisis management. This will be achieved by more efficient market measures to deal with potential threats of market disturbances and more flexible exceptional measures."}, {"text_block_id": "p5_b82", "text": "A new crisis reserve (of EUR 400 million per year in 2011 prices) is established to secure the financial resources needed in case of crisis, through deductions from direct payments, with unused amounts reimbursed to farmers in the consecutive budget years."}, {"text_block_id": "p5_b83", "text": "In addition, the second pillar offers a new risk-management toolkit including insurance schemes for crops, animals and plants, as well as mutual funds and an income stabilisation tool."}, {"text_block_id": "p5_b84", "text": "A more sustainable EU agriculture"}, {"text_block_id": "p5_b85_merged_merged_merged", "text": "Given the pressure on natural resources, agriculture has to improve its environmental performance through more sustainable production methods. Farmers also have to adapt to challenges stemming from changes to the climate by pursuing climate change mitigation and adaption actions (e.g. by developing greater resilience to disasters such as flooding, drought and fire)."}, {"text_block_id": "p5_b88", "text": "Improved sustainability will be achieved by the combined and complementary effects of various instruments (chart 3)."}, {"text_block_id": "p5_b89", "text": "Chart 3 The new greening architecture of the CAP"}, {"text_block_id": "p5_b90", "text": "Source: DG Agriculture and Rural Development."}, {"text_block_id": "p5_b91", "text": "Firstly there is a simplified and more targeted cross-compliance, representing the compulsory basic layer of environmental requirements and obligations to be met in order to receive full CAP funding."}, {"text_block_id": "p5_b92", "text": "On top of this, from 2015 onwards, the CAP introduces a new policy instrument in Pillar 1, the Green Direct Payment."}, {"text_block_id": "p6_b93", "text": "This accounts for 30% of the national direct payment envelope and rewards farmers for respecting three obligatory agricultural practices, namely maintenance of permanent grassland, ecological focus areas and crop diversification. As the green direct payment is compulsory it has the advantage of introducing practices that are beneficial for the environment and climate on most of the utilised agricultural area."}, {"text_block_id": "p6_b94", "text": "Building on these compulsory elements, rural development will continue to play a pivotal role in achieving the CAPs environmental objectives and in combating climate change. The focus of the second pillar on sustainability is clearly visible by the fact that at least 30% of the budget of each Rural Development programme must be reserved for voluntary measures that are beneficial for the environment and climate change. These include agri"}, {"text_block_id": "p6_b95", "text": "–"}, {"text_block_id": "p6_b96", "text": "environmentalclimate measures, organic farming, Areas of Natural Constraints (ANC), Natura 2000 areas, forestry measures and investments which are beneficial for the environment or climate. All these measures contribute significantly to environmental enhancement and climate change because they are adapted to local needs."}, {"text_block_id": "p6_b97", "text": "This whole set of complementary policy instruments is accompanied by related training measures and other support from the Farm Advisory System, insights gained from the Innovation Partnership and applied research, which should help farmers to implement appropriate solutions for their specific situations."}, {"text_block_id": "p6_b98", "text": "A more effective and efficient CAP:"}, {"text_block_id": "p6_b99", "text": "…through more targeted and equitable"}, {"text_block_id": "p6_b100", "text": "direct payments"}, {"text_block_id": "p6_b101", "text": "Within a more restricted budgetary framework, it is crucial that scarce resources are distributed in a way that maximises the"}, {"text_block_id": "p6_b102", "text": "attainment of the CAP's objectives. The effectiveness and efficiency of the CAP is enhanced by a better targeting of support, a more equitable distribution of payments across and within Member States and a strategic approach to spending."}, {"text_block_id": "p6_b103", "text": "Firstly direct payments are better targeted by limiting support to those who are actively engaged in agricultural activities. On top of the"}, {"text_block_id": "p6_b104", "text": "Basic Payment"}, {"text_block_id": "p6_b105", "text": "(see chart 4), the"}, {"text_block_id": "p6_b106", "text": "green direct payment"}, {"text_block_id": "p6_b107", "text": "and possible additional"}, {"text_block_id": "p6_b108", "text": "support for ANCs"}, {"text_block_id": "p6_b109", "text": "will contribute to specific environmental and territorial objectives. Faced with an ageing farming population (only 14% of EU farmers are under 40 years of age), from 2015, all"}, {"text_block_id": "p6_b110", "text": "young farmers"}, {"text_block_id": "p6_b111", "text": "entering the sector"}, {"text_block_id": "p6_b112", "text": "will have the opportunity to get an additional first pillar payment, which can still be complemented by a start-up aid under the second pillar."}, {"text_block_id": "p6_b113_merged_merged_merged", "text": "Member States also have the option to further target direct payments through other optional schemes. A redistributive payment can be attributed to the first hectares of the farms, to provide more targeted support to small and medium-sized farms. A specific and simplified support scheme for small farmers will substantially facilitate their access to direct payments and reduce their administrative burden. Member States may also grant limited coupled support to secure the future of potentially vulnerable sectors."}, {"text_block_id": "p6_b120", "text": "The flexibility offered to Member States to implement the new direct payments means that the share of funding allocated to different schemes can potentially vary significantly throughout the EU."}, {"text_block_id": "p7_b121", "text": "Chart 4 The new design of direct payments"}, {"text_block_id": "p7_b122", "text": "(and share of direct payments envelope)"}, {"text_block_id": "p7_b123", "text": "Source: DG Agriculture and Rural Development."}, {"text_block_id": "p7_b124", "text": "The performance of the CAP will also benefit from a more"}, {"text_block_id": "p7_b125", "text": "balanced, transparent and more equitable"}, {"text_block_id": "p7_b126", "text": "distribution of direct payments among countries and among farmers. The reduction in disparities of the level of direct payments between Member States, known as"}, {"text_block_id": "p7_b127", "text": "external convergence"}, {"text_block_id": "p7_b128", "text": ", will reinforce the credibility and legitimacy of the support system at EU level."}, {"text_block_id": "p7_b129", "text": "The level of direct payments per hectare, which is currently based on historic parameters in many countries, will be progressively adjusted with the introduction of a minimum national average direct payment per hectare across all Member States by 2020."}, {"text_block_id": "p7_b130", "text": "Chart 5 provides an illustration of the changes in the distribution of average national payments per hectare by 2020"}, {"text_block_id": "p7_b131", "text": ","}, {"text_block_id": "p7_b132", "text": "compared to the status quo (\"baseline\")."}, {"text_block_id": "p7_b133", "text": "Source: DG Agriculture and Rural Development."}, {"text_block_id": "p7_b134_merged_merged_merged", "text": "This is mirrored by internal convergence within the Member States. Payments will no longer be based on uneven historical references of more than a decade ago but rather on a fairer and more converging per hectare payment at national or regional level."}, {"text_block_id": "p7_b137", "text": "In addition Member States will have further possibilities to rebalance payments with the introduction of the redistributive payment, voluntary capping and degressivity (reduction) of payments, beyond the mandatory cuts which will apply to the Basic Payment above a certain threshold."}, {"text_block_id": "p8_b138", "text": "…and a more strategic approach to RD"}, {"text_block_id": "p8_b139", "text": "spending"}, {"text_block_id": "p8_b140", "text": "The key characteristics of the architecture of the EU"}, {"text_block_id": "p8_b141", "text": "Rural development policy"}, {"text_block_id": "p8_b142", "text": "remain untouched by the reform. As in the past, it will be implemented through national and/or regional rural development programs(RDP's) which, for a seven-year period, set out the actions to be undertaken and the corresponding allocation of funding for these measures."}, {"text_block_id": "p8_b143", "text": "However this reform also aims to improve the policy, firstly by strengthening its strategic approach. Member States will have to build their RDP's based upon at least four of the six common EU priorities (chart 6)."}, {"text_block_id": "p8_b144", "text": "However this reform also aims to improve the policy, firstly by strengthening its strategic approach. Member States will have to build their RDP's based upon at least four of the six common EU priorities (chart 6).\n* Fostering knowledge transfer and innovation in\n* Fostering knowledge transfer and innovation in\n agriculture, forestry, and rural areas\n<\\li1>"}, {"text_block_id": "p8_b147", "text": "However this reform also aims to improve the policy, firstly by strengthening its strategic approach. Member States will have to build their RDP's based upon at least four of the six common EU priorities (chart 6).\n* Fostering knowledge transfer and innovation in\n* Fostering knowledge transfer and innovation in\n agriculture, forestry, and rural areas\n<\\li1>\n* Restoring, preserving and enhancing ecosystems\n* Restoring, preserving and enhancing ecosystems\n related to agriculture and forestry\n<\\li1>"}, {"text_block_id": "p8_b150", "text": "However this reform also aims to improve the policy, firstly by strengthening its strategic approach. Member States will have to build their RDP's based upon at least four of the six common EU priorities (chart 6).\n* Fostering knowledge transfer and innovation in\n* Fostering knowledge transfer and innovation in\n agriculture, forestry, and rural areas\n<\\li1>\n* Restoring, preserving and enhancing ecosystems\n* Restoring, preserving and enhancing ecosystems\n related to agriculture and forestry\n<\\li1>\n* Promoting social inclusion, poverty reduction and\n* Promoting social inclusion, poverty reduction and\n economic development in rural areas\n<\\li1>"}, {"text_block_id": "p8_b153", "text": "Source: DG Agriculture and Rural Development"}, {"text_block_id": "p8_b154", "text": "Furthermore, now more than ever, the common objectives and interactions between the two pillars are being strengthened."}, {"text_block_id": "p8_b155", "text": "The key areas of common approach are shown in chart 7. The two pillars will also interact in financial terms, with possible transfers between both and rules to prevent double-funding."}, {"text_block_id": "p8_b156", "text": "Member State will need to make sure that a possible transfer from the second to the first pillar does not inhibit a strong Rural Development policy in its territory."}, {"text_block_id": "p8_b157", "text": "Chart 7 Actions targeted under both Pillars"}, {"text_block_id": "p8_b158", "text": "Source: DG Agriculture and Rural Development."}, {"text_block_id": "p8_b159_merged_merged_merged_merged_merged", "text": "In addition, for the first time a common and coherent overall EU policy framework is established for all European Structural and Investment (ESI) funds including EAFRDto improve co-ordination between them and strengthen the complementarity of the different programs. To this end Member States will have to prepare Partnership Agreements, followed by the corresponding programmes, based on common priorities and targets set for 2020."}, {"text_block_id": "p9_b161", "text": "FOR FURTHER INFORMATION"}, {"text_block_id": "p9_b162", "text": "Campaign on the new CAP “Taking care of our roots”"}, {"text_block_id": "p9_b163", "text": "http://ec.europa.eu/agriculture/cap-for-our-roots/index_en.htm"}, {"text_block_id": "p9_b164", "text": "Basic regulations of the new CAP"}, {"text_block_id": "p9_b165", "text": "http://ec.europa.eu/agriculture/newsroom/155_en.htm"}, {"text_block_id": "p9_b166", "text": "Legal proposals"}, {"text_block_id": "p9_b167", "text": "http://ec.europa.eu/agriculture/cap-post-2013/legal-proposals/index_en.htm"}, {"text_block_id": "p9_b168", "text": "Impact assessment"}, {"text_block_id": "p9_b169", "text": "http://ec.europa.eu/agriculture/policy-perspectives/impact-assessment/cap-towards2020/index_en.htm"}], "document_description": "The CAP 2014-2020 has been reformed by strengthening its greening aspects. Climate mitigation and adaptation are explicitly among the key objectives of the CAP, which accounts for about 30% of the overall EU budget/ MFF 2014-2020. The greening measures in the CAP 2014-2020 particularly increase the carbon sink by encouraging more grassland, the protection of forest cover and address the challenges of soil quality. It makes direct payments to farmers conditional upon compliance with greening measures, which account for 30% of the overall direct payments (pillar I). These measures include crop diversification, conserving 5% (and later 7%) of areas of ecological interest and maintaining permanent grassland. 30% of the budget within the rural development programmes (pillar II) is to be dedicated to agri-environmental measures, projects related to environmentally friendly investment or innovation measures as well as to support for organic farming. It further improves agri-environmental measures via higher environmental protection targets.A regulation was approved in December 2020 to lay down transitional provisions that will apply until the end of 2022.On November 23, 2021, the EU Parliament agreed on a broad reform of the PAC, that needs to be approved by the Council. The new framework will enter into force on January 1, 2023."}