{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Agriculture"], "document_date": "01/01/2020", "document_language": "English", "document_name": "Regulation (EU) 2020/2220 of the European Parliament and of the Council of 23 December 2020 laying down certain transitional provisions for support from the European Agricultural Fund for Rural Development (EAFRD) and from the European Agricultural Guarantee Fund (EAGF) in the years 2021 and 2022 and amending Regulations (EU) No 1305/2013, (EU) No 1306/2013 and (EU) No 1307/2013 as regards resources and application in the years 2021 and 2022 and Regulation (EU) No 1308/2013 as regards resources and the distribution of such support in respect of the years 2021 and 2022", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf", "Food Security"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32020R2220", "document_type": "EU Regulation", "text_blocks": [], "document_description": "The CAP 2014-2020 has been reformed by strengthening its greening aspects. Climate mitigation and adaptation are explicitly among the key objectives of the CAP, which accounts for about 30% of the overall EU budget/ MFF 2014-2020. The greening measures in the CAP 2014-2020 particularly increase the carbon sink by encouraging more grassland, the protection of forest cover and address the challenges of soil quality. It makes direct payments to farmers conditional upon compliance with greening measures, which account for 30% of the overall direct payments (pillar I). These measures include crop diversification, conserving 5% (and later 7%) of areas of ecological interest and maintaining permanent grassland. 30% of the budget within the rural development programmes (pillar II) is to be dedicated to agri-environmental measures, projects related to environmentally friendly investment or innovation measures as well as to support for organic farming. It further improves agri-environmental measures via higher environmental protection targets.A regulation was approved in December 2020 to lay down transitional provisions that will apply until the end of 2022.On November 23, 2021, the EU Parliament agreed on a broad reform of the PAC, that needs to be approved by the Council. The new framework will enter into force on January 1, 2023."}