{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "20/12/2013", "document_language": "English", "document_name": "Regulation (EU) no 1316/2013  establishing the Connecting Europe Facility", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": ["Renewables", "Biofuels"], "document_response_name": "Mitigation", "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32013R1316", "document_type": "EU Regulation", "text_blocks": [], "document_description": "This document establishes the Connecting Europe Facility, amends Regulation (EU) No 913/2010 and repeals Regulations (EC) No 680/2007 and (EC) No 67/2010.&nbsp;<br><br>Article 4.2.b) notably states that one of the specific sectoral objectives of the regulation is \"ensuring sustainable and efficient transport systems in the long run, with a view to preparing for expected future transport flows, as well as enabling all modes of transport to be decarbonised through transition to innovative low-carbon and energy-efficient transport technologies, while optimising safety. The achievement of this objective shall be measured by: (i) | the number of supply points for alternative fuels for vehicles using the TEN-T core network for road transport in the Union;(ii) | the number of inland and maritime ports of the TEN-T core network equipped with supply points for alternative fuels in the Union; and(iii) | the reduction in casualties on the road network in the Union.\"<br><br>Article 4.3.c) states that another of its objectives is \"contributing to sustainable development and protection of the environment, inter alia by the integration of energy from renewable sources into the transmission network, and by the development of smart energy networks and carbon dioxide networks. The achievement of this objective shall be measured ex post by: (i) | the amount of renewable electricity transmitted from generation to major consumption centres and storage sites;(ii) | the amount of avoided curtailment of renewable energy;(iii) | the number of deployed smart grid projects which benefited from the CEF and the demand response enabled by them;(iv) | the amount of CO2 emissions prevented by the projects which benefited from the CEF.\"<br><br>One of the priority thematic area of the regulation is the development of a cross-border carbon dioxide network (\"development of carbon dioxide transport infrastructure between Member States and with neighbouring third countries with a view to the deployment of carbon dioxide capture and storage\")."}