{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Energy", "Economy-wide"], "document_date": "12/11/2018", "document_language": "English", "document_name": "Regulation 2018/1999 on the Governance of the Energy Union and Climate Action", "document_country_code": "EUR", "document_hazard_name": [], "document_keyword": "National Energy And Climate Plans", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2018.328.01.0001.01.ENG&toc=OJ:L:2018:328:TOC", "document_type": "EU Regulation", "text_blocks": [], "document_description": "This document amends Regulations (EC) No 663/2009 and (EC) No 715/2009 of the European Parliament and of the Council, Directives 94/22/EC, 98/70/EC, 2009/31/EC, 2009/73/EC, 2010/31/EU, 2012/27/EU and 2013/30/EU of the European Parliament and of the Council, Council Directives 2009/119/EC and (EU) 2015/652 and repeals Regulation (EU) No 525/2013 of the European Parliament and of the Council. It came into force on December 24, 2018, as part of the <a href=\"https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy-union/clean-energy-all-europeans\">Clean Energy for all Europeans package</a>.<br><br><br>This Regulation establishes a governance mechanism to:&nbsp;<br>1) implement strategies and measures designed to meet the objectives and targets of the Energy Union and the long-term Union greenhouse gas emissions commitments consistent with the Paris Agreement, and for the first ten-year period, from 2021 to 2030, in particular the Union's 2030 targets for energy and climate;&nbsp;<br>2) stimulate cooperation between Member States, including, where appropriate, at regional level, designed to achieve the objectives and targets of the Energy Union;<br>3) ensure the timeliness, transparency, accuracy, consistency, comparability and completeness of reporting by the Union and its Member States to the UNFCCC and Paris Agreement secretariat;<br>4) contribute to greater regulatory certainty as well as contribute to greater investor certainty and help take full advantage of opportunities for economic development, investment stimulation, job creation and social cohesion.</div><div><br>This document creates the national energy and climate plans that all Member States must submit to the EU."}