{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "REGULATION (EC) No 106/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 January 2008 on a Community energy-efficiency labelling programme for office equipment", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "EU Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2008", "document_keyword": "Energy Demand", "document_url": "https://cdn.climatepolicyradar.org/EUR/2008/EUR-2008-01-01-REGULATION (EC) No 106_2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 January 2008 on a Community energy-efficiency labelling programme for office equipment_954c4c49cfc2b146040aa52d95e874e5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "I"}, {"text_block_id": "p0_b2", "text": "(Acts adopted under the EC Treaty/Euratom Treaty whose publication is obligatory)"}, {"text_block_id": "p0_b3", "text": "REGULATIONS"}, {"text_block_id": "p0_b4", "text": "REGULATION (EC) No 106/2008 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL"}, {"text_block_id": "p0_b5", "text": "of 15 January 2008"}, {"text_block_id": "p0_b6", "text": "on a Community energy-efficiency labelling programme for office equipment"}, {"text_block_id": "p0_b7", "text": "(recast version)"}, {"text_block_id": "p0_b8", "text": "THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,"}, {"text_block_id": "p0_b9", "text": "Having regard to the Treaty establishing the European Commu"}, {"text_block_id": "p0_b10", "text": "-"}, {"text_block_id": "p0_b11", "text": "nity, and in particular Article 175(1) thereof,"}, {"text_block_id": "p0_b12", "text": "Having regard to the proposal from the Commission,"}, {"text_block_id": "p0_b13", "text": "Having regard to the opinion of the European Economic and Social Committee ("}, {"text_block_id": "p0_b14", "text": "1"}, {"text_block_id": "p0_b15", "text": "),"}, {"text_block_id": "p0_b16", "text": "After consulting the Committee of the Regions,"}, {"text_block_id": "p0_b17", "text": "Acting in accordance with the procedure laid down in Article 251 of the Treaty ("}, {"text_block_id": "p0_b18", "text": "2"}, {"text_block_id": "p0_b19", "text": "),"}, {"text_block_id": "p0_b20", "text": "Whereas:"}, {"text_block_id": "p0_b21", "text": "Whereas:\n* A number of substantial amendments are to be made to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equip\n* A number of substantial amendments are to be made to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equip\n -\n* A number of substantial amendments are to be made to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equip\n -\n ment (\n* A number of substantial amendments are to be made to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equip\n -\n ment (\n 3\n* A number of substantial amendments are to be made to Regulation (EC) No 2422/2001 of the European Parliament and of the Council of 6 November 2001 on a Community energy efficiency labelling programme for office equip\n -\n ment (\n 3\n ). For reasons of clarity, that Regulation should be recast.\n* Office equipment accounts for a significant share of total electricity consumption. The various models available on the Community market have very different levels of energy consumption for similar functionalities and there is significant potential for optimising their energy efficiency.\n* Improving the energy efficiency of office equipment should contribute to improving the competitiveness of the Community and the security of its energy supply and to protecting the environment and consumers."}, {"text_block_id": "p0_b31", "text": "("}, {"text_block_id": "p0_b32", "text": "1"}, {"text_block_id": "p0_b33", "text": ") OJ C 161, 13.7.2007, p. 97."}, {"text_block_id": "p0_b34", "text": ") OJ C 161, 13.7.2007, p. 97.\n* It is important to promote measures aimed at the proper functioning of the internal market.\n* It is desirable to coordinate the national energy-efficiency labelling initiatives to minimise the adverse impact on industry and trade of the measures taken to implement them.\n* Since the objective of the proposed action, namely to establish the rules for the Community energy-efficiency labelling programme for office equipment, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve this objective.\n* The Protocol to the United Nations Framework Convention on Climate Change agreed in Kyoto on 11 December 1997 calls for a reduction in the greenhouse gas emissions of the Community of 8 % at the latest during the period 2008 to 2012. In order to achieve this objective, stronger measures are required to reduce carbon dioxide emissions within the Community.\n* Furthermore, Decision No 2179/98/EC of the European Parliament and of the Council of 24 September 1998 on the review of the European Community programme of policy and action in relation to the environment and sustainable development ‘Towards sustainability’ (4) indi-cated as a key priority for the integration of environmental requirements in relation to energy the provision of energy efficiency labelling of appliances."}, {"text_block_id": "p1_b52", "text": ") OJ C 161, 13.7.2007, p. 97.\n* It is important to promote measures aimed at the proper functioning of the internal market.\n* It is desirable to coordinate the national energy-efficiency labelling initiatives to minimise the adverse impact on industry and trade of the measures taken to implement them.\n* Since the objective of the proposed action, namely to establish the rules for the Community energy-efficiency labelling programme for office equipment, cannot be sufficiently achieved by the Member States and can therefore be better achieved at Community level, the Community may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve this objective.\n* The Protocol to the United Nations Framework Convention on Climate Change agreed in Kyoto on 11 December 1997 calls for a reduction in the greenhouse gas emissions of the Community of 8 % at the latest during the period 2008 to 2012. In order to achieve this objective, stronger measures are required to reduce carbon dioxide emissions within the Community.\n* Furthermore, Decision No 2179/98/EC of the European Parliament and of the Council of 24 September 1998 on the review of the European Community programme of policy and action in relation to the environment and sustainable development ‘Towards sustainability’ (4) indi-cated as a key priority for the integration of environmental requirements in relation to energy the provision of energy efficiency labelling of appliances.\n* The Council Resolution of 7 December 1998 on energy efficiency in the European Community (\n* The Council Resolution of 7 December 1998 on energy efficiency in the European Community (\n 1\n* The Council Resolution of 7 December 1998 on energy efficiency in the European Community (\n 1\n ) called for the increased use of labelling of appliances and equipment.\n* It is desirable to coordinate energy-efficiency requirements, labels and test methods wherever appropriate.\n* Most energy-efficient office equipment is available at little or no extra cost and may therefore in many cases pay for any additional cost through electricity savings within a reasonably short time. Energy-saving and carbon dioxide reduction objectives can therefore be achieved in a cost-effective manner in this area, without disadvantages for consumers or industry.\n* Office equipment is traded worldwide. The Agreement of 20 December 2006 between the Government of the United States of America and the European Community on the coordination of energy-efficiency labelling programmes for office equipment (\n* Office equipment is traded worldwide. The Agreement of 20 December 2006 between the Government of the United States of America and the European Community on the coordination of energy-efficiency labelling programmes for office equipment (\n 2\n* Office equipment is traded worldwide. The Agreement of 20 December 2006 between the Government of the United States of America and the European Community on the coordination of energy-efficiency labelling programmes for office equipment (\n 2\n ) (hereinafter the Agreement) should facilitate international trade and environmental protection for this equipment. The Agreement should be implemented in the Community.\n* The Energy Star energy-efficiency label is used worldwide. In order to influence the requirements of the Energy Star labelling programme, the Community should participate in the programme and in drawing up the necessary technical specifications. When setting those technical specifications together with the United States Environmental Protection Agency (USEPA), the Commission should aim at ambitious levels of energy efficiency, in view of the Community's policy of energy efficiency and its energy-efficiency targets.\n* An effective enforcement system is necessary to ensure that the energy-efficiency labelling programme for office equipment is implemented properly, guarantees fair condi\n* An effective enforcement system is necessary to ensure that the energy-efficiency labelling programme for office equipment is implemented properly, guarantees fair condi\n -\n* An effective enforcement system is necessary to ensure that the energy-efficiency labelling programme for office equipment is implemented properly, guarantees fair condi\n -\n tions of competition for producers and protects consumer rights.\n* This Regulation should apply only to office equipment.\n* Council Directive 92/75/EEC of 22 September 1992 on the indication by labelling and standard product information of the consumption of energy and other resources by household appliances (\n* Council Directive 92/75/EEC of 22 September 1992 on the indication by labelling and standard product information of the consumption of energy and other resources by household appliances (\n 3\n* Council Directive 92/75/EEC of 22 September 1992 on the indication by labelling and standard product information of the consumption of energy and other resources by household appliances (\n 3\n ) is not the most appropriate instrument for office equipment. The most cost-effective measure for promoting the energy efficiency of office equipment is a voluntary labelling programme."}, {"text_block_id": "p1_b76", "text": "("}, {"text_block_id": "p1_b77", "text": "1"}, {"text_block_id": "p1_b78", "text": ") OJ C 394, 17.12.1998, p. 1."}, {"text_block_id": "p1_b79", "text": ") OJ C 394, 17.12.1998, p. 1.\n* The task of contributing to setting and reviewing the common technical specifications should be assigned to an appropriate body, the European Community Energy Star Board, in order to achieve efficient, neutral implementation of the energy-efficiency labelling programme. That Board should be composed of national representatives and representatives of interested parties.\n* It is necessary to ensure that the energy-efficiency labelling programme for office equipment is consistent and coordinated with the priorities of the Community policy and with other Community labelling or quality-certification schemes such as those established by Directive 92/75/EEC and by Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (\n* It is necessary to ensure that the energy-efficiency labelling programme for office equipment is consistent and coordinated with the priorities of the Community policy and with other Community labelling or quality-certification schemes such as those established by Directive 92/75/EEC and by Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (\n 4\n* It is necessary to ensure that the energy-efficiency labelling programme for office equipment is consistent and coordinated with the priorities of the Community policy and with other Community labelling or quality-certification schemes such as those established by Directive 92/75/EEC and by Council Regulation (EEC) No 880/92 of 23 March 1992 on a Community eco-label award scheme (\n 4\n ).\n* The energy-efficiency labelling programme should also complement measures taken in the context of Directive 2005/32/EC of the European Parliament and of the Council of 6 July 2005 establishing a framework for the setting of ecodesign requirements for energy-using products (\n* The energy-efficiency labelling programme should also complement measures taken in the context of Directive 2005/32/EC of the European Parliament and of the Council of 6 July 2005 establishing a framework for the setting of ecodesign requirements for energy-using products (\n 5\n* The energy-efficiency labelling programme should also complement measures taken in the context of Directive 2005/32/EC of the European Parliament and of the Council of 6 July 2005 establishing a framework for the setting of ecodesign requirements for energy-using products (\n 5\n ). It is therefore necessary to ensure that the Energy Star programme and the ecodesign scheme are consistent and coordinated.\n* It is desirable to coordinate the Community Energy Star programme based on the Agreement and other voluntary energy-efficiency labelling schemes for office equipment in the Community in order to prevent confusion for consumers and potential market distortion.\n* It is necessary to guarantee transparency in implementation of the Energy Star programme and to ensure its consistency with relevant international standards in order to facilitate access to, and participation in, the scheme for manufac-turers and exporters from countries outside the Commu-nity.\n* This Regulation takes into account the experience gained during the initial period of implementation of the Energy Star programme in the Community,"}, {"text_block_id": "p1_b99", "text": "HAVE ADOPTED THIS REGULATION:"}, {"text_block_id": "p1_b100", "text": "Article 1"}, {"text_block_id": "p1_b101", "text": "Objective"}, {"text_block_id": "p1_b102", "text": "This Regulation establishes the rules for the Community energy-efficiency labelling programme for office equipment (hereinafter referred to as the Energy Star programme) as defined in the Agreement."}, {"text_block_id": "p2_b103", "text": "Article 2"}, {"text_block_id": "p2_b104", "text": "Scope"}, {"text_block_id": "p2_b105", "text": "This Regulation shall apply to the office equipment product groups defined in Annex C to the Agreement, subject to any amendment thereof in accordance with Article XII of the Agreement."}, {"text_block_id": "p2_b106", "text": "Article 3"}, {"text_block_id": "p2_b107", "text": "Definitions"}, {"text_block_id": "p2_b108", "text": "For the purposes of this Regulation the following definitions shall apply:"}, {"text_block_id": "p2_b109", "text": "For the purposes of this Regulation the following definitions shall apply:\n* Common Logo\n* Common Logo\n ’\n* Common Logo\n ’\n shall mean the mark depicted in Annex A to the Agreement;\n* programme participants\n* programme participants\n ’\n* programme participants\n ’\n shall mean manufacturers, assem\n* programme participants\n ’\n shall mean manufacturers, assem\n -\n* programme participants\n ’\n shall mean manufacturers, assem\n -\n blers, exporters, importers, retailers and other persons or bodies that commit themselves to promoting designated energy-efficient office equipment products that meet the Common Specifications defined in point (c) and that have chosen to participate in the Energy Star programme by having registered with the Commission;\n* Common Specifications\n* Common Specifications\n ’\n* Common Specifications\n ’\n shall mean the energy-efficiency and performance requirements, including testing methods, used to determine qualification of energy-efficient office equipment products for the Common Logo."}, {"text_block_id": "p2_b126", "text": "Article 4"}, {"text_block_id": "p2_b127", "text": "General principles"}, {"text_block_id": "p2_b128", "text": "General principles\n* The Energy Star programme shall be coordinated, as appropriate, with other Community labelling or quality certification arrangements as well as with schemes such as, in particular, the Community eco-label award scheme, established by Regulation (EEC) No 880/92, the indication by labelling and standard product information of the consumption of energy and other resources by household appliances, established by Directive 92/75/EEC and measures implementing Directive 2005/32/EC.\n* The Common Logo may be used by programme participants on their individual office equipment products and on associated promotional material.\n* Participation in the Energy Star programme shall be on a voluntary basis.\n* Office equipment products for which use of the Common Logo has been granted by USEPA shall be deemed to comply with this Regulation, unless there is evidence to the contrary.\n* Without prejudice to any Community rules on conformity assessment and conformity marking and/or to any international agreement concluded between the Community and third countries as regards access to the Community market, products covered by this Regulation which are placed on the Community market may be tested by the Commission or Member States in order to verify their compliance with the requirements of this Regulation."}, {"text_block_id": "p2_b138", "text": "Article 5"}, {"text_block_id": "p2_b139", "text": "Registration of programme participants"}, {"text_block_id": "p2_b140", "text": "Registration of programme participants\n* Applications to become a programme participant shall be submitted to the Commission.\n* The decision to authorise an applicant to become a programme participant shall be taken by the Commission, after verifying that the applicant has agreed to comply with the Common Logo user guidelines contained in Annex B to the Agreement. The Commission shall publish on the Energy Star web site and shall regularly send to the Member States an updated list of programme participants."}, {"text_block_id": "p2_b144", "text": "Article 6"}, {"text_block_id": "p2_b145", "text": "Promotion of energy-efficiency criteria"}, {"text_block_id": "p2_b146_merged_merged_merged_merged", "text": "For the duration of the Agreement, the Commission and the other Community institutions, as well as central government authorities within the meaning of Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service con-tracts (1), shall, without prejudice to Community and national law and economic criteria, specify energy-efficiency requirements not less demanding than the Common Specifications for public supply contracts having a value equal to or greater than the thresholds laid down in Article 7 of that Directive."}, {"text_block_id": "p2_b151", "text": "Article 7"}, {"text_block_id": "p2_b152", "text": "Other voluntary energy-efficiency labelling schemes"}, {"text_block_id": "p2_b153", "text": "Other voluntary energy-efficiency labelling schemes\n* Other existing and new voluntary energy-efficiency labelling schemes for office equipment products in the Member States may co-exist with the Energy Star programme.\n* The Commission and the Member States shall act in order to ensure the necessary coordination between the Energy Star programme and national labelling schemes and other labelling schemes in the Community or in the Member States."}, {"text_block_id": "p2_b157", "text": "Article 8"}, {"text_block_id": "p2_b158", "text": "European Community Energy Star Board"}, {"text_block_id": "p2_b159", "text": "European Community Energy Star Board\n* The Commission shall establish a European Community Energy Star Board (ECESB) consisting of national representatives as referred to in Article 9 and representatives of interested parties. The ECESB shall review the implementation of the Energy Star programme within the Community and shall provide the Commission with advice and assistance, as appropriate, to enable it to carry out its role as Management Entity, as referred to in Article IV of the Agreement.\n<\\li1>"}, {"text_block_id": "p3_b161", "text": "European Community Energy Star Board\n* The Commission shall establish a European Community Energy Star Board (ECESB) consisting of national representatives as referred to in Article 9 and representatives of interested parties. The ECESB shall review the implementation of the Energy Star programme within the Community and shall provide the Commission with advice and assistance, as appropriate, to enable it to carry out its role as Management Entity, as referred to in Article IV of the Agreement.\n<\\li1>\n* The Commission shall ensure that, to the extent possible in the conduct of its activities, the ECESB observes, in respect of each office equipment product group, the balanced participation of all relevant interested parties concerned with that product group, such as manufacturers, retailers, importers, environmental protection groups and consumer organisations.\n* The Commission, assisted by the ECESB, shall monitor the market penetration of products bearing the Common Logo and developments in the energy efficiency of office equipment, with a view to the timely revision of the Common Specifications.\n* The Commission shall establish the ECESB's rules of procedure, taking account of the views of national representa\n* The Commission shall establish the ECESB's rules of procedure, taking account of the views of national representa\n -\n* The Commission shall establish the ECESB's rules of procedure, taking account of the views of national representa\n -\n tives in the ECESB."}, {"text_block_id": "p3_b169", "text": "Article 9"}, {"text_block_id": "p3_b170", "text": "National representatives"}, {"text_block_id": "p3_b171", "text": "Each Member State shall designate, as appropriate, national energy policy experts, authorities or persons (hereinafter referred to as national representatives) responsible for carrying out the tasks provided for in this Regulation. Where more than one national representative is designated, the Member State shall determine those representatives' respective powers and the coordination requirements applicable to them."}, {"text_block_id": "p3_b172", "text": "Article 10"}, {"text_block_id": "p3_b173", "text": "Work plan"}, {"text_block_id": "p3_b174", "text": "In accordance with the objective set out in Article 1, the Commission shall establish a work plan. The work plan shall include a strategy for the development of the Energy Star programme, which shall set out for the subsequent three years:"}, {"text_block_id": "p3_b175", "text": "In accordance with the objective set out in Article 1, the Commission shall establish a work plan. The work plan shall include a strategy for the development of the Energy Star programme, which shall set out for the subsequent three years:\n* the objectives for energy-efficiency improvement, bearing in mind the need to pursue a high standard of consumer and environmental protection and the market penetration which the Energy Star programme should seek to achieve at Community level;\n* a non-exhaustive list of office equipment products which should be considered as priorities for inclusion in the Energy Star programme;\n* educational and promotional initiatives;\n* proposals for coordination and cooperation between the Energy Star programme and other voluntary energy-efficiency labelling schemes in Member States."}, {"text_block_id": "p3_b183", "text": "The Commission shall review its work plan at least once a year and make it publicly available."}, {"text_block_id": "p3_b184", "text": "Article 11"}, {"text_block_id": "p3_b185", "text": "Preparatory procedures for the revision of technical criteria"}, {"text_block_id": "p3_b186", "text": "1."}, {"text_block_id": "p3_b187_merged_merged", "text": "With a view to preparing for the revision of the Common Specifications and of the office equipment product groups covered by Annex C to the Agreement, and before submitting a draft proposal or replying to USEPA in accordance with the procedures laid down in the Agreement and in Council Decision 2006/1005/EC of 18 December 2006 concerning conclusion of the Agreement between the Government of the United States of America and the European Community on the coordination of energy-efficiency labelling programmes for office equipment (1), the steps set out in paragraphs 2 to 5 shall be taken."}, {"text_block_id": "p3_b190", "text": "2."}, {"text_block_id": "p3_b191", "text": "The Commission may request the ECESB to make a proposal for the revision of the Agreement or of the Common Specifications for a product. The Commission may make a proposal to the ECESB for the revision of the Common Specifications for a product or the Agreement. The ECESB may also make a proposal to the Commission on its own initiative."}, {"text_block_id": "p3_b192", "text": "3."}, {"text_block_id": "p3_b193", "text": "The Commission shall consult the ECESB whenever it receives a proposal for revision of the Agreement from USEPA."}, {"text_block_id": "p3_b194", "text": "4."}, {"text_block_id": "p3_b195", "text": "When giving their views to the Commission, the members of the ECESB shall take into account the results of feasibility and market studies and available technology for reducing energy consumption."}, {"text_block_id": "p3_b196", "text": "5."}, {"text_block_id": "p3_b197", "text": "The Commission shall take particular account of the objective of setting Common Specifications at an ambitious level, as provided for in Article I, paragraph 3, of the Agreement, with the aim of reducing energy consumption and shall have due regard for the technology available and the associated costs. In particular, the ECESB shall, before giving its views on any new Common Specifications, take into account the latest results of eco-design studies."}, {"text_block_id": "p3_b198", "text": "Article 12"}, {"text_block_id": "p3_b199", "text": "Market surveillance and control of abuse"}, {"text_block_id": "p3_b200", "text": "1."}, {"text_block_id": "p3_b201", "text": "The Common Logo shall be used only in connection with the products covered by the Agreement and in accordance with the Common Logo user guidelines contained in Annex B to the Agreement."}, {"text_block_id": "p3_b202", "text": "2."}, {"text_block_id": "p3_b203", "text": "Any false or misleading advertising or use of any label or logo which leads to confusion with the Common Logo shall be prohibited."}, {"text_block_id": "p4_b204", "text": "3."}, {"text_block_id": "p4_b205", "text": "The Commission shall ensure proper use of the Common Logo by undertaking or coordinating action described in Arti"}, {"text_block_id": "p4_b206", "text": "-"}, {"text_block_id": "p4_b207", "text": "cle IX, paragraphs 2, 3 and 4, of the Agreement. Member States shall take action as appropriate to ensure conformity with the provisions of this Regulation in their own territory and shall inform the Commission. Member States may refer evidence of non-compliance by programme participants to the Commis"}, {"text_block_id": "p4_b208", "text": "-"}, {"text_block_id": "p4_b209", "text": "sion for initial action."}, {"text_block_id": "p4_b210", "text": "Article 14"}, {"text_block_id": "p4_b211", "text": "Revision"}, {"text_block_id": "p4_b212_merged_merged", "text": "Before the Parties to the Agreement discuss its renewal in accordance with Article XIV, paragraph 2 thereof, the Commis-sion shall assess the Energy Star programme in the light of the experience gained during its operation."}, {"text_block_id": "p4_b215", "text": "Article 15"}, {"text_block_id": "p4_b216", "text": "This Regulation shall be binding in its entirety and directly applicable in all Member States."}, {"text_block_id": "p4_b217", "text": "Done at Strasbourg, 15 January 2008."}, {"text_block_id": "p5_b218", "text": "ANNEX"}], "document_description": "The present regulation establishes a Community energy-efficiency labelling programme for office equipment. It is a recast of Regulation (EC) No 2422/2001. In order to promote the energy efficiency criteria, the Commission and the other Community institutions shall specify energy-efficiency requirements not less demanding than the Common Specifications for public supply contracts having a value equal to or greater than the thresholds laid down in Article 7 of that Directive."}