{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "European Union", "document_category": "Policy", "document_sector_name": ["Transport", "Health", "Energy", "Economy-wide"], "document_language": "English", "document_name": "The Global Gateway", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2021", "document_keyword": ["Infrastructure", "Covid 19", "Digital Transition", "Green Bonds"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2021/EUR-2021-01-01-The Global Gateway_6e68445483f6edeb18dbb003b5aa6438.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EUROPEAN"}, {"text_block_id": "p0_b2", "text": "COMMISSION"}, {"text_block_id": "p0_b3", "text": "HIGH REPRESENTATIVE"}, {"text_block_id": "p0_b4", "text": "OF THE UNION FOR"}, {"text_block_id": "p0_b5", "text": "FOREIGN AFFAIRS AND"}, {"text_block_id": "p0_b6", "text": "SECURITY POLICY"}, {"text_block_id": "p0_b7", "text": "Brussels, 1.12.2021"}, {"text_block_id": "p0_b8", "text": "JOIN(2021) 30 final"}, {"text_block_id": "p0_b9", "text": "Joint Communication to the European Parliament, the Council, the European Economic and Social Committee, the Committee of the Regions and the European Investment Bank"}, {"text_block_id": "p0_b10", "text": "The Global Gateway"}, {"text_block_id": "p1_b11", "text": "The Global Gateway"}, {"text_block_id": "p1_b12", "text": "1. Introduction"}, {"text_block_id": "p1_b13", "text": "Democracies"}, {"text_block_id": "p1_b14", "text": "–"}, {"text_block_id": "p1_b15", "text": "and the values that underpin them -must demonstrate their ability to deliver on"}, {"text_block_id": "p1_b16", "text": "today’s"}, {"text_block_id": "p1_b17", "text": "global challenges"}, {"text_block_id": "p1_b18", "text": ". They must have the capacity and the ambition needed to help improve"}, {"text_block_id": "p1_b19", "text": "people’s"}, {"text_block_id": "p1_b20", "text": "lives around the world. This reality is brought into sharp focus by the ever-growing necessity for countries to invest and develop the infrastructure they need to create sustainable prosperity, jobs and services for their local communities."}, {"text_block_id": "p1_b21", "text": "This global need for infrastructure not only holds the key for sustainable development across the world but is a crucial part of the puzzle for fighting climate change and protecting the environment, improving global health security and boosting the competitiveness of the world economy. The impact of"}, {"text_block_id": "p1_b22", "text": "today’s"}, {"text_block_id": "p1_b23", "text": "incomplete, incompatible or disconnected global infrastructure was harshly exposed during the COVID-19 pandemic, whether through the economic impact and isolation caused by the lack of digital connectivity, the disruption to supply chains or the scarcity of medical goods. But while the pandemic accelerated the need for action, the gap in investment and the scale of global needs long predate it. According to G20 estimates,"}, {"text_block_id": "p1_b24", "text": "the global infrastructure investment deficit will reach"}, {"text_block_id": "p1_b25", "text": "€13"}, {"text_block_id": "p1_b26", "text": "trillion by 2040"}, {"text_block_id": "p1_b27", "text": "."}, {"text_block_id": "p1_b28", "text": "If we take into account the further infrastructure investment needed to limit climate change and environmental degradation, that figure then jumps to"}, {"text_block_id": "p1_b29", "text": "€1.3"}, {"text_block_id": "p1_b30", "text": "trillion every year."}, {"text_block_id": "p1_b31", "text": "Faced with"}, {"text_block_id": "p1_b32", "text": "this urgent need"}, {"text_block_id": "p1_b33", "text": "for major financing, countries need a positive offer"}, {"text_block_id": "p1_b34", "text": "when deciding how best to develop their climate, energy, transport and digital infrastructure or how to strengthen their health or education systems. These choices have a real impact on the lives and livelihoods of their citizens. This is why they need a trusted partner to design projects that are sustainable and of high quality, and implemented with high levels of transparency and standards in order to deliver lasting social and economic benefits for local communities."}, {"text_block_id": "p1_b35", "text": "The EU will offer its financing under fair and favourable terms in order to limit the risk of debt distress. It will help build sustainable infrastructure with the support, skills and the finance needed to operate it. Without proper transparency, good governance and high standards projects can be badly chosen or designed, left incomplete or be used to fuel corruption. This not only stunts growth and deprives local communities but it ultimately creates dependencies, which can limit"}, {"text_block_id": "p1_b36", "text": "countries’"}, {"text_block_id": "p1_b37", "text": "ability to make decisions."}, {"text_block_id": "p1_b38", "text": "Given the global nature of this challenge, the EU needs to provide a positive offer for its partners."}, {"text_block_id": "p1_b39", "text": "Global Gateway is that positive offer: an EU plan for major investment in infrastructure development around the world"}, {"text_block_id": "p1_b40", "text": ". It aims to forge links and not create dependencies. To invest in projects that can be delivered with high standards, good governance and transparency. To work with host countries, financial institutions and the private sector to scale up infrastructure investment to boost our competitiveness, deliver benefits and protections for our partners, empower local communities and tackle"}, {"text_block_id": "p1_b41", "text": "today’s"}, {"text_block_id": "p1_b42", "text": "most pressing global challenges -from climate change and sustainable development to health security, gender equality and education systems."}, {"text_block_id": "p1_b43_merged_merged_merged_merged_merged_merged", "text": "To deliver on this, Global Gateway will work around the world, adapting to the needs and strategic interests of different regions, while remaining values-driven. It will focus on physical infrastructure – such as fibre optic cables, clean transport corridors, clean power transmission"}, {"text_block_id": "p2_b47", "text": "lines -to strengthen digital, transport and energy networks. It will also provide an"}, {"text_block_id": "p2_b48", "text": "enabling environment to make sure projects deliver,"}, {"text_block_id": "p2_b49", "text": "by offering attractive investment and business-friendly trading conditions, regulatory convergence, standardisation, supply chain integration, and financial services."}, {"text_block_id": "p2_b50", "text": "We are facing a new scientific and production revolution brought by the need to fight climate change and respond to health threats, as well as by the digital transformation. These changes bring additional challenges to development efforts, but also offer new opportunities. In assisting others, the EU will also be contributing to the promotion of its own interests, to strengthening the resilience of its supply chains, and to opening up more trade opportunities for the EU economy, in which approximately 38 million jobs are dependent on international trade."}, {"text_block_id": "p2_b51", "text": "Building the necessary reach and creating benefits from infrastructure development at home and around the world will require investment at scale. Using all of the financial and development tools at the"}, {"text_block_id": "p2_b52", "text": "EU’s"}, {"text_block_id": "p2_b53", "text": "disposal and supported by the strong commitment from EU Member States"}, {"text_block_id": "p2_b54", "text": ","}, {"text_block_id": "p2_b55", "text": "Global Gateway will aim at mobilising investments of up to"}, {"text_block_id": "p2_b56", "text": "€300"}, {"text_block_id": "p2_b57", "text": "billion between 2021 and 2027"}, {"text_block_id": "p2_b58", "text": ". It will do so under one brand, taking a Team Europe approach -bringing together resources of the EU, Member States, European financial institutions and national development finance institutions. It will actively seek to mobilise private sector finance and expertise and support access to sustainable finance."}, {"text_block_id": "p2_b59", "text": "With Global Gateway, Europe will play its full part in narrowing the global investment gap. But meeting this objective will require the concerted effort of like-minded partners. In this spirit, Global Gateway will dovetail with the work started within the G7 and mutually reinforce initiatives such as the Build Back Better World. This commitment to working together was reaffirmed at COP26, the 2021 United Nations Climate Change Conference, where the EU and the United States brought together like-minded partners to express their shared commitment to addressing climate crisis through the development of infrastructure that is clean, resilient, and consistent with a net-zero future."}, {"text_block_id": "p2_b60_merged_merged_merged", "text": "Global Gateway builds on the achievements of the 2018 EU-Asia Connectivity Strategy, the recently concluded Connectivity Partnerships with Japan and India, as well as the Economic and Investment Plan for the Western Balkans, the Eastern Partnership, and the Southern Neighbourhood. It is fully aligned with the UN’s 2030 Agenda and its Sustainable Development Goals (SDGs), and the Paris Agreement. By offering a positive choice for global infrastructure development, Global Gateway will invest in international stability and cooperation and demonstrate how democratic values offer certainty and fairness for investors, sustainability for partners and long-term benefits for people around the world."}, {"text_block_id": "p3_b66", "text": "Global Gateway will channel EU spending on global infrastructure development in accordance"}, {"text_block_id": "p3_b67", "text": "with the following key principles:"}, {"text_block_id": "p3_b68", "text": "Democratic values and high standards"}, {"text_block_id": "p3_b69", "text": "workers’"}, {"text_block_id": "p3_b70", "text": "–"}, {"text_block_id": "p3_b71", "text": "dependencies."}, {"text_block_id": "p3_b72", "text": "Good Governance and Transparency"}, {"text_block_id": "p3_b73", "text": "–"}, {"text_block_id": "p3_b74", "text": "local communities, businesses and partners"}, {"text_block_id": "p3_b75", "text": "–"}, {"text_block_id": "p3_b76", "text": "risk of disadvantage or exclusion."}, {"text_block_id": "p3_b77", "text": "Equal partnerships"}, {"text_block_id": "p3_b78", "text": "EU’s"}, {"text_block_id": "p3_b79", "text": "and maintain the infrastructure in a sustainable way after it has been completed."}, {"text_block_id": "p3_b80", "text": "Green and clean"}, {"text_block_id": "p3_b81", "text": "‘do"}, {"text_block_id": "p3_b82", "text": "no"}, {"text_block_id": "p3_b83", "text": "harm’"}, {"text_block_id": "p3_b84", "text": "and ensure the use of environmental impact assessments and"}, {"text_block_id": "p3_b85", "text": "strategic environmental assessments."}, {"text_block_id": "p3_b86", "text": "Security-focused"}, {"text_block_id": "p3_b87", "text": "Secure infrastructure underpins the resilience of global economy and supply chains"}, {"text_block_id": "p3_b88", "text": "–"}, {"text_block_id": "p3_b89", "text": "by public authorities or private companies."}, {"text_block_id": "p3_b90", "text": "Catalysing private sector investment"}, {"text_block_id": "p3_b91_merged_merged_merged_merged_merged_merged_merged", "text": "Europe’s world-leading industry, private sector knowledge and investment capacity gives us a unique competitive advantage around the world and Global Gateway must make full use of it in order to be a viable and attractive alternative for partner countries. The Global Gateway will"}, {"text_block_id": "p4_b95", "text": "combine and leverage resources from the EU, its Member States, financial institutions and"}, {"text_block_id": "p4_b96", "text": "Multilateral Public Finance, and use these public resources to crowd-in private capital."}, {"text_block_id": "p4_b97", "text": "2. Global Gateway investment priorities"}, {"text_block_id": "p4_b98", "text": "Global Gateway will strengthen the people-to-people connections between Europe and its partners and will channel its investments where infrastructure gaps have been exposed or exacerbated in recent years. These areas often hold the key to tackling our most pressing global challenges and investments there provide the greatest benefits to people in the medium and long-term."}, {"text_block_id": "p4_b99", "text": "Investments in the digitalisation, health, climate and energy and transport sectors, as well as in education and research will be a priority. Equally, improving the quality and quantity of infrastructure and the enabling environment in beneficiary countries and regions are key priorities. Global Gateway will ensure that the benefits of investment are fairly and equally accessible. In this spirit, we will guarantee that projects and investments be inclusive, notably in terms of gender equality."}, {"text_block_id": "p4_b100", "text": "2.1 Digital"}, {"text_block_id": "p4_b101", "text": "The COVID-19 pandemic has heightened the importance of access to secure and trustworthy digital infrastructures and technologies underpinned by proper regulation. As global internet traffic is expected to grow more than six-fold by 2030, broadband connectivity will become will become a necessity in the transition toward a data-driven economy and society."}, {"text_block_id": "p4_b102", "text": "The EU will work with partner countries to deploy digital networks and infrastructures"}, {"text_block_id": "p4_b103", "text": "such as submarine and terrestrial fibre-optic cables, space-based secure communication systems as well as cloud and data infrastructures, which together provide a basis for exchanges of data, cooperation in high performance computing, Artificial Intelligence (AI), and earth observation. We will prioritise underserved regions, countries and populations, with the aim of tackling the global digital divide and strengthening secure and trusted digital connections within them and between Europe and the world. The EU will minimize the environmental footprint of digital infrastructure, by promoting green data centres and deploying underwater cables equipped with ocean monitoring sensors."}, {"text_block_id": "p4_b104", "text": "The EU toolbox for the cybersecurity of 5G networks will guide investments in digital infrastructure. These will also be linked with"}, {"text_block_id": "p4_b105", "text": "standards and protocols that support network security and resilience, interoperability, and an open, plural and secure internet"}, {"text_block_id": "p4_b106", "text": ". The EU will also promote access to the Open Internet, given its role as a key driver of innovation, sociopolitical, economic, and cultural development."}, {"text_block_id": "p4_b107_merged_merged_merged", "text": "The EU will offer digital economy packagesthat combine infrastructure investments with country-level assistance on ensuring the protection of personal data, cybersecurity and the right to privacy, trustworthy AI, as well as fair and open digital markets. For instance, the EU will build on the global trend towards convergence with the General Data Protection Regulation (GDPR) to inspire other countries to promote secure date flows. Global Gateways will promote"}, {"text_block_id": "p5_b109", "text": "EU regulatory model of open and competitive markets for communications networks and services."}, {"text_block_id": "p5_b110", "text": "2.2 Climate and energy"}, {"text_block_id": "p5_b111", "text": "Affordable and reliable access to energy and raw materials is a prerequisite for economies to function and industries to be competitive. The energy sector also accounts for over 70% of global greenhouse gas emissions and its transition to cleaner energy will play a vital role in averting the destructive effects of climate change."}, {"text_block_id": "p5_b112", "text": "The EU is committed to become the first climate-neutral continent by 2050"}, {"text_block_id": "p5_b113", "text": ". At the recent COP26, under the Glasgow Climate Pact, the world collectively committed to reducing global carbon dioxide emissions to net zero around mid-century."}, {"text_block_id": "p5_b114_merged_merged", "text": "The impact of climate change and degradation of biodiversity disproportionately affects the poorest and most vulnerable in the world, especially in low and middle-income countries. Investing in both mitigation and climate resilience in those countries is not only a necessity for food, health, human security, and for protection against the impacts of climate change but also presents a major economic opportunity. To ensure those investments make a real difference, infrastructure must be designed to respond to the current risks and future threats and be built to standards that will stimulate low or zero emissions and withstand the impact they will have."}, {"text_block_id": "p5_b117", "text": "These infrastructure investments and supporting regulation will pave the way for the clean energy transition"}, {"text_block_id": "p5_b118", "text": ". Together they provide a unique opportunity to transform economies, create employment and strengthen energy security. We will cooperate with partner countries to enable their just energy transition and to diversify our clean energy supply at the same time. We will support regional energy integration, based on interconnection and joint projects such as offshore wind farms in coastal regions, and promote energy efficiency, renewable energy (including smart grids) and just transition."}, {"text_block_id": "p5_b119", "text": "We will work with partner countries that have the potential to develop their renewable hydrogen production, and promote the creation of competitive markets to enable such hydrogen produced outside the EU to be traded internationally without export restrictions or price"}, {"text_block_id": "p6_b120", "text": "distortions. We will also work with partner countries to invest in infrastructure for developing sustainable and resilient raw materials value chains."}, {"text_block_id": "p6_b121", "text": "2.3 Transport"}, {"text_block_id": "p6_b122", "text": "Transport networks are a critical enabler of prosperous economies and societies. They connect us to our partners and enable international trade. Equally, transportation is a key sector in the fight against climate change and the development and introduction of digital technologies."}, {"text_block_id": "p6_b123_merged", "text": "Global Gateway will promote worldwide infrastructure investments that create sustainable, smart, resilient, inclusive, and safe transport networks in all modes of transport, including rail, road, ports, airports, as well as logistics and border-crossing points, and bring these modes together in a multimodal system. We will implement transport infrastructure projects that foster the sustainable development of partner countries and reduce greenhouse gas emissions, as well as enable the diversification of their supply chains. We will also seek to build on our position as the world’s transportation hub."}, {"text_block_id": "p6_b130", "text": "Global Gateway will foster convergence with European or international technical, social, environmental and competition standards, reciprocity in market access and a level playing field in the area of transport infrastructure planning and development. It will serve to enhance the recharging and refuelling infrastructure for zero-emission vehicles and foster the supply of renewable and low-carbon fuels. It will serve to strengthen aviation and maritime links with key partners, while also setting new standards to enhance environmental and social sustainability, create fair competition and reduce emissions in those sectors."}, {"text_block_id": "p6_b131", "text": "2.4 Health"}, {"text_block_id": "p7_b132_merged", "text": "The pandemic has revealed weaknesses of healthcare systems and the fragility of pharmaceutical supply chains. It has also highlighted the wide discrepancy in medical manufacturing capacities around the world. Africa, for instance, still imports 99% of its vaccines. Nevertheless, health issues extend far beyond the pandemic. There are an estimated 8.6 million deaths in low-and middle-income countries each year from treatable conditions including vaccine-preventable diseases, maternal disorders and road injuries."}, {"text_block_id": "p7_b135", "text": "Global Gateway will prioritise the security of supply chains and the development of local manufacturing. As regards the security of supply chains, the EU will be working with partner countries to diversify their pharmaceutical supply chains. The Health and Emergency Preparedness and Response Authority (HERA) will also contribute to addressing international supply chain bottlenecks."}, {"text_block_id": "p7_b136", "text": "Continents must be able to manufacture their own vaccines. The EU is committed to preventing future health emergencies by strengthening capacities throughout the world. This includes building manufacturing capacities in third countries."}, {"text_block_id": "p7_b137", "text": "HERA"}, {"text_block_id": "p7_b138", "text": "will establish a close collaboration with global partners to reinforce global surveillance, to facilitate international cooperation and support for medical countermeasures in case of a health emergency, to support low-and middle-income countries to build expertise and develop manufacturing and distribution capacities and to support access to EU-funded medical countermeasures."}, {"text_block_id": "p7_b139", "text": "Global Gateway will also facilitate investment in sustainable infrastructure and regulatory environment for the local production of medicine and medical technologies, which in turn will help integrate the current fragmented markets and promote research and cross-border innovation in healthcare; thereby"}, {"text_block_id": "p7_b140", "text": "helping us to overcome diseases such as COVID-19, malaria, yellow fever, tuberculosis or HIV/AIDS."}, {"text_block_id": "p7_b141", "text": "2.5 Education and research"}, {"text_block_id": "p7_b142", "text": "Education is critical for equitable and inclusive societies and for their long-term economic success. The COVID-19 pandemic has exposed weaknesses in education systems worldwide. Education budgets in developing countries are often insufficient while the number of students is growing. The number of students in the world is estimated to triple in the next two decades."}, {"text_block_id": "p8_b143", "text": "The EU will invest in quality education, including digital education, with a life-long learning perspective, paying particular attention to the inclusion of girls and women and other vulnerable groups that often show lower school attendance. We will assist partner countries to transform their education systems and address deficits in teaching, training, and learning at all levels."}, {"text_block_id": "p8_b144", "text": "We will also facilitate mobility of students, staff, teachers, and trainees, and strengthen networks and peer learning across higher education institutions. The extended Erasmus+ programme opens such opportunities for people from all over the world."}, {"text_block_id": "p8_b145", "text": "The EU will work with partner countries to strengthen cooperation on research and innovation."}, {"text_block_id": "p8_b146", "text": "Horizon Europe, the"}, {"text_block_id": "p8_b147", "text": "world’s"}, {"text_block_id": "p8_b148", "text": "biggest publically funded multilateral research and innovation programme, offers researchers and innovators outside Europe the opportunity to participate in EU-funded collaborative research and innovation actions, mobility schemes and multilateral Research & Innovation partnerships. The Horizon Europe programme now offers the possibility to associate countries located anywhere in the world, which share fundamental values and a strong science, technology and innovation profile. The Commission will also explore possibilities for connecting business incubators and innovators worldwide."}, {"text_block_id": "p8_b149", "text": "3. The Global Gateway investment and delivery model"}, {"text_block_id": "p8_b150_merged_merged", "text": "To meet the scale of investment needed, Global Gateway will mobilise more and better investments in international infrastructure. This requires a new and innovative approach to financing and an upgrade of our existing tool kit. Global Gateway will rely on de-risking instruments, such as guarantees and blending to draw on the combined resources from both the public and the private sectors. Financial tools will be combined with operational tools such as technical assistance, policy and economic dialogue, trade and investment agreements and standardisation, in order to help create better conditions for quality investments."}, {"text_block_id": "p8_b159", "text": "3.1 Scaling up investment"}, {"text_block_id": "p9_b160", "text": "The EU expects to"}, {"text_block_id": "p9_b161", "text": "increase budget spending"}, {"text_block_id": "p9_b162", "text": "on infrastructure in third countries. In the years between 2014 and 2020, the EU invested 14% of its external budget"}, {"text_block_id": "p9_b163", "text": "– €9.62"}, {"text_block_id": "p9_b164", "text": "billion"}, {"text_block_id": "p9_b165", "text": "–"}, {"text_block_id": "p9_b166", "text": "on connectivity projects. Under the 2021-2027 budget cycle, this sum will likely increase significantly. The Neighbourhood, Development and International Cooperation Instrument (NDICI) -Global Europe, which finances cooperation with third countries, has a total budget of"}, {"text_block_id": "p9_b167", "text": "€79"}, {"text_block_id": "p9_b168", "text": "billion and a spending target of 35% for climate actions. In addition, approximately 10% of the NDICI funding will be dedicated to digital actions."}, {"text_block_id": "p9_b169", "text": "We will also"}, {"text_block_id": "p9_b170", "text": "use innovative financial instruments to crowd-in private capital"}, {"text_block_id": "p9_b171", "text": ". The NDICIGlobal Europe establishes the"}, {"text_block_id": "p9_b172", "text": "Union’s"}, {"text_block_id": "p9_b173", "text": "guarantee capacity of up to"}, {"text_block_id": "p9_b174", "text": "€53.4"}, {"text_block_id": "p9_b175", "text": "billion. The EU can also leverage private investments by means of its Instrument for Pre-Accession Assistance (IPA) III, Interreg, InvestEU and the EU research and innovation programme Horizon Europe. The"}, {"text_block_id": "p9_b176", "text": "European Fund for Sustainable Development Plus (EFSD+)"}, {"text_block_id": "p9_b177", "text": "will be our main financial tool for mobilising investments under Global Gateway. The guarantees it provides will be used for de-risking activities and leveraging of private investment, working together with the European Investment Bank and other European financial institutions including, for example, the European Bank for Reconstruction and Development."}, {"text_block_id": "p9_b178_merged_merged_merged", "text": "Further adding to its financial tool kit, the EU is exploring the possibility of establishing a European Export Credit Facility to complement the existing export credit arrangements at Member State level and increase the EU’s overall firepower in this area. The Facility would help ensure a more level playing field for EU businesses in third country markets, where they increasingly have to compete with foreign competitors that receive large support from their governments, and thus facilitate their participation in infrastructure projects."}, {"text_block_id": "p9_b183", "text": "Financing Global Gateway through the EFSD+"}, {"text_block_id": "p10_b184", "text": "available"}, {"text_block_id": "p10_b185", "text": "€"}, {"text_block_id": "p10_b186", "text": "40 billion in guarantee capacity."}, {"text_block_id": "p10_b187", "text": "Guarantees"}, {"text_block_id": "p10_b188", "text": "more unstable environments while avoiding market distortions."}, {"text_block_id": "p10_b189", "text": "Because the EFSD+ covers a share of the risks, the"}, {"text_block_id": "p10_b190", "text": "Union’s"}, {"text_block_id": "p10_b191", "text": "paths:"}, {"text_block_id": "p10_b192", "text": "paths:\n* In a partnership with the EIB, the EU will provide a guarantee covering\n* In a partnership with the EIB, the EU will provide a guarantee covering\n â¬\n* In a partnership with the EIB, the EU will provide a guarantee covering\n â¬\n action.\n* In a partnership with the EIB, the EU will provide a guarantee covering\n â¬\n action.\n 26.7\n* As one of the sectoral windows of the\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n , which, together with\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n , which, together with\n other thematic windows such as the Sustainable Finance window, will focus on\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n , which, together with\n other thematic windows such as the Sustainable Finance window, will focus on\n EUâs\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n , which, together with\n other thematic windows such as the Sustainable Finance window, will focus on\n EUâs\n faced by the private sector in host countries.\n* As one of the sectoral windows of the\n EFSD+ Open Architecture (\n â¬\n 13 billion),\n Global Gateway window\n , which, together with\n other thematic windows such as the Sustainable Finance window, will focus on\n EUâs\n faced by the private sector in host countries.\n the"}, {"text_block_id": "p10_b208", "text": "Blending"}, {"text_block_id": "p10_b209", "text": "Blending\n* blending facilities.\n* blending facilities.\n impact.\n* blending facilities.\n impact.\n Where projects have a public added value that is not monetarised and that guarantees\n<\\li1>"}, {"text_block_id": "p10_b213", "text": "Financing supported by EFSD+ will"}, {"text_block_id": "p10_b214", "text": "foreign subsidies"}, {"text_block_id": "p10_b215", "text": "EU’s"}, {"text_block_id": "p10_b216", "text": "development finance partners should"}, {"text_block_id": "p10_b217", "text": "adhere to procurement standards similar to those applicable in the EU."}, {"text_block_id": "p10_b218_merged_merged_merged_merged_merged_merged_merged", "text": "Where EFSD+ will have to be deployed due to an unfavourable regulatory environment or externalities not reflected in market prices (e.g. CO2 emissions), the EU will work with the"}, {"text_block_id": "p11_b222", "text": "partner country to"}, {"text_block_id": "p11_b223", "text": "address these underlying deficiencies"}, {"text_block_id": "p11_b224", "text": ". This should reduce the partner"}, {"text_block_id": "p11_b225", "text": "country"}, {"text_block_id": "p11_b226", "text": "’s"}, {"text_block_id": "p11_b227", "text": "dependence on future external assistance."}, {"text_block_id": "p11_b228", "text": "3.2 An investment-friendly environment"}, {"text_block_id": "p11_b229", "text": "An enabling environment plays a key role in mobilising increased infrastructure investments that also meet high technical, competition, environmental, social and governance standards. The EU will use its various tools to improve conditions for attracting quality investments in partner countries. This will include working on different tracks:"}, {"text_block_id": "p11_b230", "text": "An enabling environment plays a key role in mobilising increased infrastructure investments that also meet high technical, competition, environmental, social and governance standards. The EU will use its various tools to improve conditions for attracting quality investments in partner countries. This will include working on different tracks:\n* domestic resource mobilisation\n* domestic resource mobilisation\n ,\n* domestic resource mobilisation\n ,\n public finance management\n* domestic resource mobilisation\n ,\n public finance management\n and\n* domestic resource mobilisation\n ,\n public finance management\n and\n debt management,\n* domestic resource mobilisation\n ,\n public finance management\n and\n debt management,\n and improving\n* domestic resource mobilisation\n ,\n public finance management\n and\n debt management,\n and improving\n debt sustainability;\n* Facilitating reforms in partner countries to establish\n* aligned with international standards,\n* Improving the flow of\n* by promoting relevant taxonomies,\n* Enhancing the capacity of partner countries to develop infrastructure plans and prepare\n* aligned with national development strategies and needs;\n* Encouraging\n* by\n* international standard-setting bodies\n* international standard-setting bodies\n ."}, {"text_block_id": "p11_b259", "text": "4. Coordinating efforts with like-minded partners"}, {"text_block_id": "p11_b260_merged_merged_merged_merged_merged_merged_merged", "text": "In implementing Global Gateway, the EU will work closely with like-minded partners to develop synergies between their respective efforts on connectivity and quality infrastructure with third countries and achieve the maximum impact in closing the global infrastructure gap. This cooperation will extend to all aspects of our work, including coordination of policies, collaboration on and co-financing of joint or parallel projects, joint engagement with host countries, the private sector and international financial institutions, and cooperation in the context of relevant international standard setting forums."}, {"text_block_id": "p12_b263", "text": "The"}, {"text_block_id": "p12_b264", "text": "G7"}, {"text_block_id": "p12_b265", "text": "already has in place a great number of initiatives that support sustainable infrastructure in partner countries. The EU is fully committed to the step change in infrastructure funding that G7 Leaders committed to at the"}, {"text_block_id": "p12_b266", "text": "Carbis Bay Summit"}, {"text_block_id": "p12_b267", "text": "in June 2021, and plays an active role in putting this ambition into practice. The EU sees this as a long term partnership that will remain open for others to join."}, {"text_block_id": "p12_b268", "text": "The EU has already concluded"}, {"text_block_id": "p12_b269", "text": "Connectivity Partnerships"}, {"text_block_id": "p12_b270", "text": "with Japan and India. It also intends to pursue a connectivity partnership with the Association of Southeast Asian Nations (ASEAN), building on the 2020 Ministerial Declaration. Earlier this year, the EU and the United States launched the Trade and Technology Council, where the parties are also cooperating to promote secure and sustainable international digital connectivity. The EU will seek further collaboration with the US, as well as with Canada, the Republic of Korea and other like-minded partners."}, {"text_block_id": "p12_b271", "text": "To bring this up the political agenda, the European Union will make Global Gateway a priority for multilateral, and where relevant, bilateral summits with our international partners, starting with the upcoming"}, {"text_block_id": "p12_b272", "text": "EU-Eastern Partnership Summit, followed by the EU-African Union Summit"}, {"text_block_id": "p12_b273", "text": ". It will also integrate the principles of Global Gateway into its existing cooperation on connectivity with partner regions, organisations and countries."}, {"text_block_id": "p12_b274", "text": "5. Governance and communication"}, {"text_block_id": "p12_b275", "text": "Global Gateway projects will be developed and delivered through"}, {"text_block_id": "p12_b276", "text": "Team Europe Initiatives"}, {"text_block_id": "p12_b277", "text": ". The EU institutions, Member States, and European financial institutions will work together with European businesses as well as governments, civil society and the private sector in partner countries."}, {"text_block_id": "p12_b278", "text": "The implementation of the Global Gateway will be taken forward under the overall"}, {"text_block_id": "p12_b279", "text": "steer"}, {"text_block_id": "p12_b280", "text": "of the President of the Commission by the High Representative/Vice President of the Commission and responsible Commissioners. In this context, a"}, {"text_block_id": "p12_b281", "text": "Global Gateway Board"}, {"text_block_id": "p12_b282", "text": "will be established"}, {"text_block_id": "p12_b283", "text": "to provide strategic guidance to this initiative, in particular in relation to the development of Team Europe projects."}, {"text_block_id": "p12_b284", "text": "The Commission will set up a"}, {"text_block_id": "p12_b285", "text": "Business Advisory Group on the Global Gateway."}, {"text_block_id": "p12_b286", "text": "This group will ensure private sector involvement, be easily accessible and will serve to discuss the implementation of the Global Gateway strategy. It will receive input from business and share knowledge in order to maximise the impact and effectiveness of investment. This group will work complementarily and without prejudice to existing business support organisations. A dialogue will also be set up with"}, {"text_block_id": "p12_b287", "text": "civil society"}, {"text_block_id": "p12_b288", "text": "to ensure a fully inclusive approach is taken."}, {"text_block_id": "p12_b289", "text": "To support this outreach,"}, {"text_block_id": "p12_b290", "text": "EU Delegations"}, {"text_block_id": "p12_b291", "text": "-working closely with EU Member States in a Team Europe approach -will play a key role in coordinating with all stakeholders on the ground and in reaching out to the partner countries, in order to identify projects, match them with financing, and follow up on implementation. This will be part of wider diplomatic efforts that will be undertaken jointly with Member States to promote the Global Gateway model and the economic, social and environmental benefits it brings about."}, {"text_block_id": "p12_b292_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The EU will launch an awareness raising campaign in partner countries to explain the Global Gateway approach to citizens and to institutional stakeholders, inviting Member States and European financial institutions to join forces in this communication. The Commission will also set up a dedicated Global Gateway communication campaign within the EU during 2022."}, {"text_block_id": "p12_b295", "text": "6. Going forward"}, {"text_block_id": "p13_b296", "text": "Global Gateway aims to combine the"}, {"text_block_id": "p13_b297", "text": "capital and expertise of Team Europe"}, {"text_block_id": "p13_b298", "text": ", its international partners and the private sector. It will be driven by the needs of our partner countries and the strategic interests of the European Union. In this spirit, we will develop Global Gateway together with partner countries and invite the active participation of civil society as well as the local private sector in our exchanges. The EU will now reach out to other countries willing to partner up. We will also engage the"}, {"text_block_id": "p13_b299", "text": "private sector"}, {"text_block_id": "p13_b300", "text": "to unlock its capital, expertise and experience."}, {"text_block_id": "p13_b301", "text": "Progress in the implementation of the Global Gateway will be"}, {"text_block_id": "p13_b302", "text": "regularly and proactively monitored, evaluated and reported on"}, {"text_block_id": "p13_b303", "text": ". The Strategy will be adjusted if need be. The Commission and the High Representative are committed to the swift implementation of the Strategy and will keep the Council and Parliament closely informed."}, {"text_block_id": "p13_b304_merged_merged_merged", "text": "Building on the successful Europa Connectivity Forum in 2019 involving some EU partner countries and key stakeholders, the EU will host regular editions of the Global Gateway Forum. The Commission will organise a meeting with stakeholders in June 2022 to take stock of the progress made in the implementation of the Global Gateway and have a dialogue on next steps."}], "document_description": "The Global Gateway updates the European Union's foreign policy strategy and defines its major objectives as being the digital transition, energy and climate change, transport, health, and education and research. The core concepts that organise the strategy are connectivity, infrastructure and development. The strategy was developed in partnership with the EU's member states. It aims at channeling EUR 300 billion of investments through a range of financial instruments between 2021 and 2027 in the aforementioned core objectives. The strategy builds on existing official collaborations, notably the 2018 EU-Asia Connectivity Strategy, the Connectivity Partnerships with Japan and India, the Economic and Investment Plan for the Western Balkans , the Eastern Partnership , and the Southern Neighbourhood."}