{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "European Union", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Agriculture"], "document_language": "English", "document_name": "The CAP towards 2020: Meeting the food, natural resources and territorial challenges of the future", "document_country_code": "EUR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf", "Food Security"], "document_url": "https://cdn.climatepolicyradar.org/EUR/2010/EUR-2010-01-01-The CAP towards 2020: Meeting the food, natural resources and territorial challenges of the future_361305c3bcbffd37dd858bf648c054e3.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "EN"}, {"text_block_id": "p1_b2", "text": "EUROPEAN COMMISSION"}, {"text_block_id": "p1_b3", "text": "Brussels, 18.11.2010"}, {"text_block_id": "p1_b4", "text": "COM(2010) 672 final"}, {"text_block_id": "p1_b5", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p1_b6", "text": "The CAP towards 2020:"}, {"text_block_id": "p1_b7", "text": "Meeting the food, natural resources and territorial challenges of the future"}, {"text_block_id": "p2_b8", "text": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS"}, {"text_block_id": "p2_b9", "text": "The CAP towards 2020:"}, {"text_block_id": "p2_b10", "text": "Meeting the food, natural resources and territorial challenges of the future"}, {"text_block_id": "p2_b11", "text": "1. I"}, {"text_block_id": "p2_b12", "text": "NTRODUCTION"}, {"text_block_id": "p2_b13", "text": "The Common Agricultural Policy (CAP) is confronted with a set of challenges, some unique in nature, some unforeseen, that invite the EU to make a strategic choice for"}, {"text_block_id": "p2_b14", "text": "the long-term future of its agriculture and rural areas"}, {"text_block_id": "p2_b15", "text": ". To be effective in addressing these challenges, the CAP needs to operate within the context of sound economic policies and sustainable public finances contributing to the achievement of the objectives of the Union."}, {"text_block_id": "p2_b16", "text": "In preparation for this Communication, the Commission organised an extensive public debate earlier in 2010 that concluded with a conference in July 2010"}, {"text_block_id": "p2_b17", "text": ". The Council discussed during four successive Presidencies the reform, the European Parliament (EP) adopted an own-initiative report on the post-2013 CAP"}, {"text_block_id": "p2_b18", "text": ", and its link with the Europe 2020 Strategy and both the Economic and Social Committee and the Committee of the Regions (CoR) have come forward with position papers."}, {"text_block_id": "p2_b19", "text": "In the course of these discussions, the overwhelming majority of views expressed concurred that the future CAP should remain a"}, {"text_block_id": "p2_b20", "text": "strong common policy"}, {"text_block_id": "p2_b21", "text": "structured around its"}, {"text_block_id": "p2_b22", "text": "two pillars"}, {"text_block_id": "p2_b23", "text": ". In broad terms, the views expressed recommended the following strategic aims:"}, {"text_block_id": "p2_b24", "text": ". In broad terms, the views expressed recommended the following strategic aims:\n* To preserve the food production potential on a sustainable basis throughout the EU, so as to guarantee long-term\n* for European citizens and to contribute to growing world food demand, expected by FAO to increase by 70% by 2050. Recent incidents of increased market instability, often exacerbated by climate change, further highlight these trends and pressures. Europe's capacity to deliver food security is an important long term choice for Europe which cannot be taken for granted.\n* To support farming communities that provide the European citizens with\n* and\n* and\n diversity of food\n* and\n diversity of food\n produced sustainably, in line with our environmental, water, animal health and welfare, plant health and public health requirements. The active management of natural resources by farming is one important tool to maintain the rural landscape, to combat biodiversity loss and contributes to mitigate and to adapt to climate change. This is an essential basis for dynamic territories and long term economic viability.\n* To maintain viable rural communities, for whom farming is an important economic activity creating local employment; this delivers multiple economic, social, environmental and"}, {"text_block_id": "p3_b38", "text": ". In broad terms, the views expressed recommended the following strategic aims:\n* To preserve the food production potential on a sustainable basis throughout the EU, so as to guarantee long-term\n* for European citizens and to contribute to growing world food demand, expected by FAO to increase by 70% by 2050. Recent incidents of increased market instability, often exacerbated by climate change, further highlight these trends and pressures. Europe's capacity to deliver food security is an important long term choice for Europe which cannot be taken for granted.\n* To support farming communities that provide the European citizens with\n* and\n* and\n diversity of food\n* and\n diversity of food\n produced sustainably, in line with our environmental, water, animal health and welfare, plant health and public health requirements. The active management of natural resources by farming is one important tool to maintain the rural landscape, to combat biodiversity loss and contributes to mitigate and to adapt to climate change. This is an essential basis for dynamic territories and long term economic viability.\n* To maintain viable rural communities, for whom farming is an important economic activity creating local employment; this delivers multiple economic, social, environmental and\n"}, {"text_block_id": "p3_b39", "text": "Agriculture is an integral part of the European economy and society. In terms of indirect effects, any significant cut back in European farming activity would in turn generate losses in GDP and jobs in linked economic sectors • notably within the agri-food supply chain, which relies on the EU primary agricultural sector for high quality, competitive and reliable raw material inputs, as well as in non-food sectors. Rural activities, from tourism, transport, to local and public services would also be affected. Depopulation in rural areas would probably accelerate. There would therefore be important environmental and social consequences."}, {"text_block_id": "p3_b40", "text": "Reform of the CAP must also continue, to promote greater competitiveness, efficient use of taxpayer resources and effective public policy returns European citizens expect, with regard to food security, the environment,"}, {"text_block_id": "p3_b41", "text": "climate change"}, {"text_block_id": "p3_b42", "text": "and social and"}, {"text_block_id": "p3_b43", "text": "territorial"}, {"text_block_id": "p3_b44", "text": "balance. The objective should be to build more sustainable, smarter and more inclusive growth for rural Europe."}, {"text_block_id": "p3_b45", "text": "To achieve this, in line with the Budget Review Communication"}, {"text_block_id": "p3_b46", "text": "and with its market orientation, the future CAP should contain a"}, {"text_block_id": "p3_b47", "text": "greener"}, {"text_block_id": "p3_b48", "text": "and more"}, {"text_block_id": "p3_b49", "text": "equitably distributed"}, {"text_block_id": "p3_b50", "text": "first pillar and a second pillar focussing more on"}, {"text_block_id": "p3_b51", "text": "competitiveness"}, {"text_block_id": "p3_b52", "text": "and"}, {"text_block_id": "p3_b53", "text": "innovation"}, {"text_block_id": "p3_b54", "text": ","}, {"text_block_id": "p3_b55", "text": "climate change"}, {"text_block_id": "p3_b56", "text": "and the"}, {"text_block_id": "p3_b57", "text": "environment"}, {"text_block_id": "p3_b58", "text": ". This would allow EU agriculture to release its latent productivity potential, notably in the new Member States, and contribute to the Europe 2020 objectives. Targeting support exclusively to"}, {"text_block_id": "p3_b59", "text": "active farmers and remunerating the collective services they provide to society"}, {"text_block_id": "p3_b60", "text": "would increase the effectiveness and efficiency of support and further legitimize the CAP. Ensuring controllability of measures proposed together with continued work on simplification of the policy are other essential elements in achieving these aims. All this needs to happen within the constraints of limited budgetary resources and taking into account the severe impact of the economic crisis on agriculture."}, {"text_block_id": "p3_b61", "text": "2. T"}, {"text_block_id": "p3_b62", "text": "HE"}, {"text_block_id": "p3_b63", "text": "CAP"}, {"text_block_id": "p3_b64", "text": "REFORM PATH"}, {"text_block_id": "p3_b65", "text": "The main objectives of the CAP set out in the Treaty of Rome have remained the same over the years. However, the reform path of the CAP since the early 1990s has led to a completely new policy structure."}, {"text_block_id": "p3_b66_merged_merged_merged_merged", "text": "The challenges addressed relate to agriculture's productive capacity, the increasing diversity of agriculture and rural areas following successive enlargements, and the demands by EU citizens on the environment, food safety and quality, healthy nutrition, animal health and welfare, plant health, the preservation of the countryside, biodiversity and climate change. At the same time, the instruments to achieve the objectives have also changed considerably. Today, they are structured in two complementary pillars, with annual direct payments and market measures making up the first, multi-annual rural development measures the second pillar."}, {"text_block_id": "p3_b69", "text": "The introduction of direct payments has been a lever for consistent market-oriented reforms, enhancing the competitiveness of the agricultural sector by encouraging farmers to adapt to"}, {"text_block_id": "p4_b70", "text": "market conditions. Decoupled direct payments provide today basic income support and support for basic public goods desired by European society."}, {"text_block_id": "p4_b71", "text": "Because of this greater market orientation, to a large extent the market measures, which were the main instruments of the CAP in the past, today provide merely a safety net only used in cases of significant price declines."}, {"text_block_id": "p4_b72", "text": "Rural development aims at promoting competitiveness, the sustainable management of natural resources, and the balanced development of rural areas by more specific and targeted measures. It gives Member States flexibility to address the issues of most concern within their respective territory with co-financing. Other CAP initiatives, such as quality policy, promotion and organic farming, also have an important impact on farmers' situation."}, {"text_block_id": "p4_b73", "text": "Together, the present set of policy measures results in what is the"}, {"text_block_id": "p4_b74", "text": "main contribution of the CAP"}, {"text_block_id": "p4_b75", "text": "• a"}, {"text_block_id": "p4_b76", "text": "territorially and environmentally balanced EU agriculture"}, {"text_block_id": "p4_b77", "text": "within an open economic environment. Delivering more public benefits in future will require a strong public policy because the goods provided by the agricultural sector cannot be adequately remunerated and regulated through the normal functioning of markets."}, {"text_block_id": "p4_b78", "text": "Withdrawing public support would lead to greater concentration of agricultural production in some areas with particularly favourable conditions, using more intensive farming practices, while the less competitive areas would face marginalisation and land abandonment"}, {"text_block_id": "p4_b79", "text": ". Such developments would result in increased environmental pressures and the deterioration of valuable habitats with serious economic and social consequences including an irreversible deterioration of the European agricultural production capacity."}, {"text_block_id": "p4_b80", "text": "3. W"}, {"text_block_id": "p4_b81", "text": "HAT ARE THE CHALLENGES"}, {"text_block_id": "p4_b82", "text": "?"}, {"text_block_id": "p4_b83", "text": "3.1. Food security"}, {"text_block_id": "p4_b84_merged_merged_merged", "text": "The primary role of agriculture is to supply food. Given that demand worldwide will continue rising in the future, the EU should be able to contribute to world food demand. Therefore it is essential that EU agriculture maintains its production capacity and improves it while respecting EU commitments in international trade and Policy Coherence for Development. A strong agricultural sector is vital for the highly competitive food industry to remain an important part of EU economy and trade (the EU is the leading world exporter of, mostly processed and high value added agricultural products). It should encourage the synergies between crop and livestock farming, e.g. in proteins. Moreover, EU citizens demand high quality and a wide choice of food products, reflecting high safety, quality and welfare standards, including local products. In this context, the issues of access, availability and acceptability of healthy food and nutritional efficiency have also become more apparent. EU agriculture finds itself today in a considerably more competitive environment, as the world economy is increasingly integrated and the trading system more liberalized. This trend is expected to continue in the coming years, in view of the possible conclusion of the Doha round negotiations and of the bilateral and regional agreements at present under negotiation."}, {"text_block_id": "p5_b97", "text": "This represents a challenge for EU farmers, but also offers an opportunity for EU food exporters. Therefore, it is important to continue to enhance the competitiveness and productivity of the EU agriculture sector. Favourable in the medium-term, the perspectives for agricultural markets are expected nonetheless to be characterised by greater"}, {"text_block_id": "p5_b98", "text": "uncertainty"}, {"text_block_id": "p5_b99", "text": "and increased"}, {"text_block_id": "p5_b100", "text": "volatility"}, {"text_block_id": "p5_b101", "text": "."}, {"text_block_id": "p5_b102", "text": "Moreover, the future CAP will operate in the aftermath of an"}, {"text_block_id": "p5_b103", "text": "economic crisis"}, {"text_block_id": "p5_b104", "text": "that has seriously affected agriculture and rural areas by linking them directly to wider macroeconomic developments affecting its cost of production. After a decade of mere"}, {"text_block_id": "p5_b105", "text": "income"}, {"text_block_id": "p5_b106", "text": "stagnation, agricultural income dropped substantially in 2009 adding to an already fragile situation of an agricultural income significantly lower (by an estimated 40% per working unit) than that in the rest of the economy, and income per inhabitant in rural areas is considerably lower (by about 50%) than in urban areas."}, {"text_block_id": "p5_b107", "text": "3.2. Environment and climate change"}, {"text_block_id": "p5_b108", "text": "Agriculture and forestry play a key role in producing public goods, notably environmental such as landscapes, farmland biodiversity, climate stability and greater resilience to natural disasters such as flooding, drought and fire. At the same time, many farming practices have the potential to put pressure on the environment, leading to soil depletion, water shortages and pollution, and loss of wildlife habitats and biodiversity."}, {"text_block_id": "p5_b109", "text": "Although GHG emissions from agriculture in the EU have decreased by 20% since 1990, further efforts are possible and will be required to meet the ambitious EU energy and climate agenda. It is important to further unlock the agricultural sector's potential to mitigate, adapt and make a positive contribution through GHG emission reduction, production efficiency measures including improvements in energy efficiency, biomass and renewable energy production, carbon sequestration and protection of carbon in soils based on innovation."}, {"text_block_id": "p5_b110", "text": "3.3. Territorial balance"}, {"text_block_id": "p5_b111", "text": "A growing number of"}, {"text_block_id": "p5_b112", "text": "rural areas"}, {"text_block_id": "p5_b113", "text": "have become increasingly driven by factors outside agriculture due to diversification of their socio-economic structure. Nevertheless, agriculture remains an essential driver of the rural economy in much of the EU. The vitality and potential of many rural areas remain closely linked to the presence of a"}, {"text_block_id": "p5_b114", "text": "competitive and dynamic farming sector"}, {"text_block_id": "p5_b115", "text": ", attractive to young farmers. This is particularly the case in predominantly rural areas where the primary sector represents around 5% of value added and 16% of employment, and in the new Member States where it is important to consolidate the recent gains in productivity and fulfil the full potential of agriculture. In addition, agriculture plays an important role in rural areas through generating additional economic activities, with especially strong linkages with food processing, tourism and trade. In many regions agriculture is the basis of local traditions and of the social identity."}, {"text_block_id": "p5_b116", "text": "4. W"}, {"text_block_id": "p5_b117", "text": "HY DO WE NEED A REFORM"}, {"text_block_id": "p5_b118", "text": "?"}, {"text_block_id": "p5_b119_merged_merged_merged_merged", "text": "The CAP has evolved, but further changes are necessary in order to respond to the new challenges notably:"}, {"text_block_id": "p5_b122", "text": "The CAP has evolved, but further changes are necessary in order to respond to the new challenges notably:\n* to address rising concerns regarding both EU and global food security,\n<\\li1>"}, {"text_block_id": "p6_b124", "text": "The CAP has evolved, but further changes are necessary in order to respond to the new challenges notably:\n* to address rising concerns regarding both EU and global food security,\n<\\li1>\n* to enhance the sustainable management of natural resources such as water, air, biodiversity and soil,\n* to deal with both the increasing pressure on agricultural production conditions caused by ongoing climatic changes, as well as the need for farmers to reduce their contribution to GHG emissions, play an active role in mitigation and provide renewable energy,\n* increasing globalisation, and rising price volatility while maintaining agricultural production across the whole European Union\n* increasing globalisation, and rising price volatility while maintaining agricultural production across the whole European Union\n ,\n* to make best use of the diversity of EU farm structures and production systems, which has increased following EU enlargement, while maintaining its social, territorial and structuring role,\n* to strengthen territorial and social cohesion in the rural areas of the European Union, notably through the promotion of employment and diversification,\n* to make CAP support\n* between Member States and farmers by reducing disparities between Member States taking into account that a flat rate is not a feasible solution, and better targeted to active farmers,\n* to pursue the simplification of the CAP implementation procedures and enhance control requirements and reduce the administrative burden for recipients of funds."}, {"text_block_id": "p6_b142", "text": "By responding to these challenges, the CAP will also contribute to the"}, {"text_block_id": "p6_b143", "text": "EU 2020 Strategy"}, {"text_block_id": "p6_b144", "text": "in terms of:"}, {"text_block_id": "p6_b145", "text": "in terms of:\n* â¢ by increasing resource efficiency and improving competitiveness through technological knowledge and innovation, developing high value added and quality products; developing green technologies and using information and communication technology, investing in training, providing incentives for social innovation in rural areas and improving uptake of research;\n* â¢ by maintaining the food, feed and renewable production base, ensuring sustainable land management, providing environmental public goods, addressing biodiversity loss, promoting renewable energies, fostering animal and plant health, increasing resource efficiency through technological development and using results of research, further reducing emissions, enhancing carbon stocks and fully developing the potential of rural areas; and\n* â¢ by unlocking economic potential in rural areas, developing local markets and jobs, accompanying the restructuring of agriculture and supporting farmers' income to maintain a sustainable agriculture throughout Europe\n* â¢ by unlocking economic potential in rural areas, developing local markets and jobs, accompanying the restructuring of agriculture and supporting farmers' income to maintain a sustainable agriculture throughout Europe\n ."}, {"text_block_id": "p6_b155_merged_merged_merged_merged", "text": "This means green growth in the agricultural sector and the rural economy as a way to enhance well being by pursuing economic growth while preventing environmental degradation."}, {"text_block_id": "p7_b160", "text": "5. O"}, {"text_block_id": "p7_b161", "text": "BJECTIVES OF THE FUTURE"}, {"text_block_id": "p7_b162", "text": "CAP"}, {"text_block_id": "p7_b163", "text": "The three main objectives for the future CAP would thus be:"}, {"text_block_id": "p7_b164", "text": "Objective 1: Viable food production"}, {"text_block_id": "p7_b165", "text": "Objective 1: Viable food production\n* to contribute to\n* and limit farm income variability, recalling that price and income volatility and natural risks are more marked than in most other sectors and farmers' incomes and profitability levels are on average below those in the rest of the economy\n* and limit farm income variability, recalling that price and income volatility and natural risks are more marked than in most other sectors and farmers' incomes and profitability levels are on average below those in the rest of the economy\n .\n* to improve the\n* of the agricultural sector and to enhance its value share in the\n* of the agricultural sector and to enhance its value share in the\n food chain,\n* of the agricultural sector and to enhance its value share in the\n food chain,\n because the agricultural sector is highly fragmented compared to other sectors of the food chain which are better organised and have therefore a stronger bargaining power. In addition European farmers face competition from the world market while also having to respect high standards relating to environmental, food safety, quality and animal welfare objectives requested by European citizens.\n* to compensate for production difficulties in areas with specific\n* because such regions are at increased risk of land abandonment."}, {"text_block_id": "p7_b180", "text": "Objective 2: Sustainable management of natural resources and climate action"}, {"text_block_id": "p7_b181", "text": "Objective 2: Sustainable management of natural resources and climate action\n* to guarantee sustainable production practices and secure the enhanced provision of\n* as many of the public benefits generated through agriculture are not remunerated through the normal functioning of markets.\n* to foster\n* through\n* through\n innovation\n* through\n innovation\n which requires adopting new technologies, developing new products, changing production processes, and supporting new patterns of demand, notably in the context of the emerging bioeconomy.\n* to pursue\n* mitigation and adaptation actions thus enabling agriculture to respond to climate change. Because agriculture is particularly vulnerable to the impact of climate change, enabling the sector to better adapt to the effects of extreme weather fluctuations, can also reduce the negative effects of climate change."}, {"text_block_id": "p7_b195", "text": "Objective 3: Balanced territorial development"}, {"text_block_id": "p7_b196", "text": "Objective 3: Balanced territorial development\n* to support rural employment and maintaining the social fabric of rural areas.\n* to improve the rural economy and promote\n* to enable local actors to unlock their potential and to optimize the use of additional local resources.\n* to allow for structural diversity in the farming systems, improve the conditions for small farms and develop local markets because in Europe, heterogeneous farm structures and production systems contribute to the attractiveness and identity of rural regions."}, {"text_block_id": "p7_b206", "text": "Achieving all these objectives will require that public support to the agricultural sector and rural areas be maintained. Policies set at European level are therefore needed in order to"}, {"text_block_id": "p8_b207", "text": "ensure fair conditions with a common set of objectives, principles and rules. Also, an agricultural policy designed at EU level provides for a more efficient use of budgetary resources than the coexistence of national policies. In addition to single market concerns, several other objectives are better addressed at trans-national level, e.g. cohesion across Member States and regions, cross-border environmental problems, and global challenges such as climate change, water management and biodiversity, animal health and welfare, food and feed safety, plant health and public health as well as consumer interests."}, {"text_block_id": "p8_b208", "text": "6. R"}, {"text_block_id": "p8_b209", "text": "EFORM ORIENTATION"}, {"text_block_id": "p8_b210", "text": "6.1. Future instruments"}, {"text_block_id": "p8_b211", "text": "All potential options of the future CAP imply changes in present CAP instruments. This section explores how instruments could be defined in order to respond in a more efficient way to the above objectives."}, {"text_block_id": "p8_b212", "text": "Direct payments"}, {"text_block_id": "p8_b213", "text": "The necessary adaptations of the direct payment system relate to the"}, {"text_block_id": "p8_b214", "text": "redistribution"}, {"text_block_id": "p8_b215", "text": ","}, {"text_block_id": "p8_b216", "text": "redesign"}, {"text_block_id": "p8_b217", "text": "and better"}, {"text_block_id": "p8_b218", "text": "targeting"}, {"text_block_id": "p8_b219", "text": "of support, to add value and quality in spending. There is widespread agreement that the distribution of direct payments should be reviewed and made more understandable to the taxpayer. The criteria should be both economic, in order to fulfil the basic income function of direct payments, and environmental, so as to support for the provision of public goods."}, {"text_block_id": "p8_b220", "text": "The use of a single, flat rate direct payment was one of the proposals floated in the public debate. However, agricultural producers face very different economic and natural conditions across the EU which advocates for an equitable distribution of direct aids."}, {"text_block_id": "p8_b221", "text": "Thus the question is how to reach an equitable distribution that reflects, in a pragmatic, economically and politically feasible manner, the declared objectives of this support, while avoiding major disruptive changes which could have far reaching economic and social consequences in some regions and/or production systems. A possible route could be a system that limits the gains and losses of Member States by guaranteeing that farmers in all Member States receive on average a minimum share of the EU-wide average level of direct payments."}, {"text_block_id": "p8_b222", "text": "The future of direct payments to be granted to active farmers could be based on the following principles, taking up the concept proposed by the European Parliament:"}, {"text_block_id": "p8_b223", "text": "The future of direct payments to be granted to active farmers could be based on the following principles, taking up the concept proposed by the European Parliament:\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n upper ceiling\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n upper ceiling\n for direct payments received by large individual farms (\"capping\") should be considered to improve the distribution of payments between farmers. Disproportionate effects on large farms with high employment numbers could be mitigated by taking into account salaried labour intensity.\n* Enhancement of environmental performance of the CAP through a mandatory â¢greeningâ¢ component of direct payments by supporting environmental measures"}, {"text_block_id": "p9_b232", "text": "The future of direct payments to be granted to active farmers could be based on the following principles, taking up the concept proposed by the European Parliament:\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n upper ceiling\n* support through the granting of a basic decoupled direct payment, providing a uniform level of obligatory support to all farmers in a Member State (or in a region) based on transferable entitlements that need to be activated by matching them with eligible agricultural land, plus fulfillment of cross-compliance requirements. Introducing an\n upper ceiling\n for direct payments received by large individual farms (\"capping\") should be considered to improve the distribution of payments between farmers. Disproportionate effects on large farms with high employment numbers could be mitigated by taking into account salaried labour intensity.\n* Enhancement of environmental performance of the CAP through a mandatory â¢greeningâ¢ component of direct payments by supporting environmental measures\n* Promotion of the sustainable development of agriculture in areas with\n* by providing an additional income support to farmers in such areas in the form of an area-based payment as a complement to the support given under the 2\n* by providing an additional income support to farmers in such areas in the form of an area-based payment as a complement to the support given under the 2\n nd\n* by providing an additional income support to farmers in such areas in the form of an area-based payment as a complement to the support given under the 2\n nd\n pillar.\n* In order to take account of specific problems in certain regions where particular types of farming are considered particularly important for economic and/or social reasons, voluntary\n* support, may continue to be granted, within clearly defined limits (with support based on fixed areas, yields or number of heads).\n* A simple and specific support scheme for\n* should replace the current regime in order to enhance the competitiveness and the contribution to the vitality of rural areas and to cut the red tape.\n* Simplification of\n* rules by providing farmers and administrations with a simpler and more comprehensive set of rules without watering down the concept of cross compliance itself. The inclusion of the Water Framework Directive within the scope of cross compliance will be considered once the Directive has been implemented and the operational obligations for farmers have been identified."}, {"text_block_id": "p9_b251", "text": "These changes in the design of direct payments should go hand in hand with a better definition and targeting of support to"}, {"text_block_id": "p9_b252", "text": "active farmers"}, {"text_block_id": "p9_b253", "text": "only, responding to the criticism of the European Court of Auditors."}, {"text_block_id": "p9_b254", "text": "Market measures"}, {"text_block_id": "p9_b255", "text": "The public debate revealed a broad consensus on keeping the overall"}, {"text_block_id": "p9_b256", "text": "market orientation"}, {"text_block_id": "p9_b257", "text": "of the CAP while also maintaining the general architecture of the market management tools. Indeed the 2009 dairy market crisis highlighted the important role that existing mechanisms play in supporting the market in times of crisis. However, some specific adaptations appear necessary, most notably in"}, {"text_block_id": "p9_b258", "text": "streamlining"}, {"text_block_id": "p9_b259", "text": "and"}, {"text_block_id": "p9_b260", "text": "simplifying"}, {"text_block_id": "p9_b261", "text": "instruments currently in place, as well as in introducing new policy elements with respect to the functioning of the food chain."}, {"text_block_id": "p9_b262_merged_merged_merged_merged_merged_merged_merged", "text": "Potential adaptations could include the extension of the intervention period, the use of disturbance clauses and private storage to other products, and other revisions to enhance efficiency and improve controls. Such market measures, and in particular the intervention instrument, should only be used as a safety net in case of price crisis and potential market disruption. A proposal for a revised quality policy will be presented by the end of 2010 to improve possibilities for farmers to communicate specific qualities or attributes of their product to consumers."}, {"text_block_id": "p10_b264", "text": "The removal of dairy quotas will take place in 2015. Legal proposals are to be tabled shortly on the basis of the recommendations of the High Level Expert Group on Milk to enable long"}, {"text_block_id": "p10_b265", "text": "-"}, {"text_block_id": "p10_b266", "text": "term planning, and thereby ensuring stability, for the dairy sector. In the sugar and isoglucose sectors, the current regime is set to expire in 2014/15. Several options for the future, including a non-disruptive end of the quotas at a date to be defined, need to be examined to bring about increased efficiency and greater competitiveness for the sector."}, {"text_block_id": "p10_b267", "text": "Finally, improving the functioning of the"}, {"text_block_id": "p10_b268", "text": "food supply chain"}, {"text_block_id": "p10_b269", "text": "is necessary. Long term prospects for agriculture will not improve if farmers cannot reverse the steadily decreasing trend in their share of the value added generated by the food supply chain"}, {"text_block_id": "p10_b270", "text": ". Indeed, the share of agriculture in the food supply chain has decreased from 29% in 2000 to 24% in 2005, while over the same period the share of the food industry, wholesale and the distribution sector have all increased."}, {"text_block_id": "p10_b271", "text": "Without well-functioning transmission of market signals, the long-term prospects of the farm sector and its share of the value added generated by the whole food chain are in jeopardy. Key issues of interest relate to the current imbalance of bargaining power along the chain, the level of competition at each stage in the chain, the contractual relations, the need for restructuring and consolidation of the farm sector, transparency, and the functioning of the agricultural commodity derivatives markets."}, {"text_block_id": "p10_b272", "text": "Rural Development"}, {"text_block_id": "p10_b273", "text": "As an integral part of the CAP, rural development policy has proved its value by reinforcing the sustainability of the EU's farm sector and rural areas • economically, environmentally and socially."}, {"text_block_id": "p10_b274", "text": "There are strong calls for the policy to continue to fully integrate the constraints and opportunities of the environment and climate change and to deliver a wide range of benefits for farming, the countryside and wider society and contribute to:"}, {"text_block_id": "p10_b275", "text": "There are strong calls for the policy to continue to fully integrate the constraints and opportunities of the environment and climate change and to deliver a wide range of benefits for farming, the countryside and wider society and contribute to:\n* the\n* : by promoting innovation and restructuring and by enabling the farm sector to become more resource efficient;\n* the\n* , by taking care of the environment and agriculture's resilience to climate change and the countryside, and maintaining the production capacity of the land;\n* the\n* of rural areas throughout the EU by empowering people in local areas, building capacity and improving local conditions and links between rural and urban areas."}, {"text_block_id": "p10_b287_merged_merged_merged_merged_merged_merged", "text": "Within this framework, environment, climate change and innovation should be guiding themes that steer the policy more than ever before. For example, investments should lift both economic and environmental performance; environmental measures should be more closely tailored to the specific needs of regions and even local areas such as Natura 2000 and HNV areas; measures to help unlock the potential of rural areas should pay close attention to innovative ideas for business and local governance. The new opportunities of local development such as alternative distribution channels which add value to local resources need"}, {"text_block_id": "p11_b292", "text": "to be seized. Support for developing direct sales and local markets should also be important. Addressing the specific needs of young farmers and new entrants will be a priority."}, {"text_block_id": "p11_b293", "text": "For the policy objectives to translate into results on the ground,"}, {"text_block_id": "p11_b294", "text": "effective delivery mechanisms"}, {"text_block_id": "p11_b295", "text": "are of paramount importance. The current strategic approach would be strengthened by setting quantified targets at EU and then at programme level"}, {"text_block_id": "p11_b296", "text": ","}, {"text_block_id": "p11_b297", "text": "possibly coupled with incentives to be studied, such as for example performance reserve. Such a shift towards a more outcome based approach would best steer the policy towards EU priorities and show what it actually achieves. The set of indicators in the Common Monitoring and Evaluation Framework should be both simplified and improved for this purpose."}, {"text_block_id": "p11_b298", "text": "For the sake of efficiency, it will be essential to strengthen the"}, {"text_block_id": "p11_b299", "text": "coherence"}, {"text_block_id": "p11_b300", "text": "between rural development policy and other EU policies, while also simplifying and cutting red tape where possible. To this end, a"}, {"text_block_id": "p11_b301", "text": "common strategic framework"}, {"text_block_id": "p11_b302", "text": "for EU funds may be envisaged."}, {"text_block_id": "p11_b303", "text": "In terms of instruments, a wide range of tools would remain useful, from investments and infrastructure to payments for ecosystem services, support for LFA, environmental and climate change measures, support for innovation, knowledge transfer and capacity building, business creation, social and institutional development fostering production methods with a link to local specificities and considering specific needs of Member States to increase their economic efficiency. Improvements may consist in better linking measures together, especially with training, creating packages to address the needs of specific groups or areas (e.g. small farmers, mountain areas), facilitating the collaboration of farmers to achieve connectivity of landscape features for biodiversity and climate change adaptation ('green infrastructure'), or offering incentives such as preferential aid intensity rates for improved targeting."}, {"text_block_id": "p11_b304", "text": "In addition, a"}, {"text_block_id": "p11_b305", "text": "risk management toolkit"}, {"text_block_id": "p11_b306", "text": "should be included to deal more effectively with income uncertainties and market volatility that hamper the agricultural sector's possibility to invest in staying competitive. The toolkit would be made available to Member States to address both production and income risks, ranging from a new WTO green box compatible income stabilization tool, to strengthened support to insurance instruments and mutual funds. Coherence with other CAP instruments, in particular market instruments, will be ensured for new instruments introduced."}, {"text_block_id": "p11_b307", "text": "As regards the distribution of rural development support among Member States, the use of objective criteria should be considered, while limiting significant disruption from the current system."}, {"text_block_id": "p11_b308_merged_merged_merged_merged", "text": "It is also essential to further strengthen and simplify the quality (including organic farming) and promotion policies in order to enhance the competitiveness of the agricultural sector. Finally, the Innovation Union initiative should also allow new approaches to achieve the goals of the Europe 2020 Strategy for a smart, sustainable and inclusive economy."}, {"text_block_id": "p11_b314", "text": "Overall architecture"}, {"text_block_id": "p11_b315", "text": "The instruments of the future CAP should continue to be structured around two pillars: this was also the overwhelming view expressed in the public debate and was clearly favoured by the Council, the EP and the CoR. The first pillar would contain the support paid to all farmers"}, {"text_block_id": "p12_b316", "text": "on a yearly basis, whereas the 2"}, {"text_block_id": "p12_b317", "text": "nd"}, {"text_block_id": "p12_b318", "text": "pillar would remain the support tool for community objectives giving the Member States sufficient flexibility to respond to their specificities on a multi-annual, programming and contractual basis. In any case, the separation between the two pillars should bring about clarity, each pillar being complementary to the other without overlapping and focussing on efficiency."}, {"text_block_id": "p12_b319", "text": "6.2. Broad policy options"}, {"text_block_id": "p12_b320", "text": "Three broad policy options, reflecting the main orientations of the public debate without being mutually exclusive, merit further consideration. They are presented here as indicative of potential paths whose impact will be analysed before final decisions are made. All three options are based on a two-pillar structure (with a different balance between pillars)."}, {"text_block_id": "p12_b321", "text": "Option 1"}, {"text_block_id": "p12_b322", "text": "This option would introduce further gradual changes to the current policy framework. It would build upon the well-functioning aspects of the policy and focus on"}, {"text_block_id": "p12_b323", "text": "adjustments"}, {"text_block_id": "p12_b324", "text": "and improvements in the area of the most significant criticism to the CAP, i.e. the issue of equity in the distribution of direct payments between Member States. This option would ensure continuity and stability with the current CAP, thus facilitating long-term planning for operators along the food chain."}, {"text_block_id": "p12_b325", "text": "Option 2"}, {"text_block_id": "p12_b326_merged_merged_merged", "text": "Another alternative would be to capture the opportunity for reform, and make major overhauls of the policy in order to ensure that it becomes more sustainable, and that the balance between different policy objectives, farmers and Member States is better met. This would be done through more targeted measures which would also be more understandable to the EU citizen. This option would imply greater spending efficiency and greater focus on the EU value added. Such an orientation would allow to address EU economic, environmental and social challenges and strengthen the contribution of agriculture and rural areas to the objectives of Europe 2020 of smart, sustainable and inclusive growth."}, {"text_block_id": "p12_b333", "text": "Option 3"}, {"text_block_id": "p12_b334", "text": "Another option would be a more far reaching reform of the CAP with a strong focus on environmental and climate change objectives, while moving away gradually from income support and most market measures. Providing a clear financial focus on environmental and climate change issues through the Rural Development policy framework would encourage the creation of regional strategies in order to assure the implementation of EU objectives."}, {"text_block_id": "p12_b335", "text": "The above options have clear, but different advantages and drawbacks in fulfilling the objectives of the new CAP as presented in this Communication. They will need to be evaluated on the basis of their economic, environmental and social impacts."}, {"text_block_id": "p12_b336", "text": "7. C"}, {"text_block_id": "p12_b337", "text": "ONCLUSIONS"}, {"text_block_id": "p12_b338", "text": "The Commission•s response to the debate on the future CAP comes in the form of the present Communication, which outlines options and launches the debate with the other institutions and with stakeholders. The legal proposals will be presented in 2011."}, {"text_block_id": "p13_b339", "text": "The options for reform consist of both major changes that require a new design, and improvements of the elements that have proven their usefulness in their current design. On this basis, the future CAP should become a more sustainable, more balanced, better targeted, simpler and more effective policy, more accountable to the needs and expectations of the EU citizens."}, {"text_block_id": "p14_b340", "text": "ANNEX"}, {"text_block_id": "p14_b341", "text": "DESCRIPTION OF THE THREE BROAD POLICY OPTIONS"}], "document_description": "The CAP 2014-2020 has been reformed by strengthening its greening aspects. Climate mitigation and adaptation are explicitly among the key objectives of the CAP, which accounts for about 30% of the overall EU budget/ MFF 2014-2020. The greening measures in the CAP 2014-2020 particularly increase the carbon sink by encouraging more grassland, the protection of forest cover and address the challenges of soil quality. It makes direct payments to farmers conditional upon compliance with greening measures, which account for 30% of the overall direct payments (pillar I). These measures include crop diversification, conserving 5% (and later 7%) of areas of ecological interest and maintaining permanent grassland. 30% of the budget within the rural development programmes (pillar II) is to be dedicated to agri-environmental measures, projects related to environmentally friendly investment or innovation measures as well as to support for organic farming. It further improves agri-environmental measures via higher environmental protection targets.A regulation was approved in December 2020 to lay down transitional provisions that will apply until the end of 2022.On November 23, 2021, the EU Parliament agreed on a broad reform of the PAC, that needs to be approved by the Council. The new framework will enter into force on January 1, 2023."}