{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Tajikistan", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Agriculture"], "document_date": "01/01/2010", "document_language": "Russian", "document_name": "Law on the use of renewable energy sources", "document_country_code": "TJK", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TJK/2010/TJK-2010-01-01-Law on the use of renewable energy sources_d4849201d36b0d31e62bf1332825a018.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law regulates legal relations between state bodies, natural and legal persons on the efficient management of renewable energy. It sets out the legal and economic framework for sustainable solution for increased energy savings and reduction of anthropogenic impacts on the environment and the climate from energy sectors. It provides definitions and regulations in the management of renewable energy sources.  The law provides: principles and goals of the state policy in the development of renewable energy sources; methods to integrate renewable energy sources to the national energy system; research and regulatory activity aimed to increase the use of renewable energy sources; registration, transportation and distribution of renewable energy sources; and incentives for production and management of renewable energy sources.  These sources include solar energy, wind power, hydropower, geothermal energy and biomass (including wood waste, industrial waste from agriculture and forestry, housing and communal services and household waste). This law aims to institute a set of actions to transform the storage, distribution and consumption of renewable energy, as well as the logistics of such actions.  Priority sites for renewable energy installation are: decentralised energy zones, where due to low population density, building conventional power plants and high-voltage lines is not practical; zone district energy, where the poor state of the energy network or power deficiency result in significant economic losses and negative social consequences; settlement and places of public recreation, where harmful emissions of industrial activities have resulted in complex environmental problems; and settlements, cottages and places of temporary residence for people where problems of heating electricity and hot water supply exist.  The law provides that state support could be provided for the: establishment and implementation of targeted programmes to promote the use of renewable energy sources; scientific and technical support for the establishment and implementation of facilities for the use of renewable energy sources; participation in international and/or regional organisations on the use of renewable energy sources; and other activities aimed at promotion of renewable energy use.  Methods of standardisation include: switching performance in accordance to technical provisions and standards; commissioning technical regulations and standards; establishing methodological, organisational and technical base of the efficient use of renewable energy sources; inclusion of the technical provisions and standards to the energy production from renewable energy sources; and inclusion of energy efficiency in the technical regulations in the field of construction, vehicles, appliances for households and other types of goods and services consuming energy from renewable sources. Certificates confirm that the energy produced by the installation of renewable energy corresponds to the technical regulations, standards and other requirements."}