{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Tajikistan", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "02/01/1996", "document_language": "English", "document_name": "Law No.228 on Protection of the Atmospheric Air (Law on Air Protection)", "document_country_code": "TJK", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TJK/1996/TJK-1996-01-02-Law No.228 on Protection of the Atmospheric Air (Law on Air Protection)_2c2e74514e5432389cd1af251ef1e3b4.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law provides that climate and the ozone layer are protected from the impact of economic and other activities, by: complying with standards of maximum permissible emissions; reducing greenhouse gas emissions; applying sanctions for violations; and performing other activities stipulated by the Law on Environmental Protection.<br />\n<br />\nThe purpose of this law is to regulate the activities of individuals and entities associated with the emissions of pollutants into the air. It aims to: preserve, improve and restore the atmospheric air; prevent and reduce the chemical, physical, biological and other harmful impacts on the air; ensure the rational use of atmospheric air; strengthen the rule of law in the field of air; and to ensure environmental safety. The basic principles stipulated under this law are as follows: economic and other activities leading to emissions must meet the valid requirements; payment should be made for economic and other activities leading to emissions of pollutants; air quality needs to be standardised; air pollution and harmful impacts on the environment should be prevented; measures to protect air quality are supported by scientific knowledge and a systematic and integrated approach; information on air quality and measures of impacts on air quality should be accessible; and violations of this law as a result of economic and other activities face penalties.<br />\n<br />\nTarget gases include nitrogen, oxygen, rare gases, carbon dioxide, ozone and other gases. This law provides that any emission (termed as entry of the gas substance into the air that leads to negative changes in air quality (includes long term adverse impact on environment) is subject for this law. This law indicates a creation of air quality standards, norms of permissible emissions of pollutants into the air and permissible standard of emission limits. This law regulates state bodies, legal entities and individuals engaged in economic and other activities related to emissions of pollutants and also persons with motor vehicles. Penalties include payments for emissions that exceed established standards for maximum permitted emissions and charges for accidental releases to the air.<br />\n<br />\nChapter 24 is dedicated to the protection of climate and ozone layer, which calls for: compliance to the standards of maximum permissible emissions that affect climate and ozone layer; reduction of greenhouse gas emission; sanctions against any breaches; and performance of any other activities stipulated under this law."}