{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Tajikistan", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "05/10/2002", "document_language": "English", "document_name": "Law No.29 on Energy Saving", "document_country_code": "TJK", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/TJK/2002/TJK-2002-10-05-Law No.29 on Energy Saving_16d962076340a6850b3f49f209344d01.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law provides an energy saving framework to enable the more efficient use of energy resources. It states that energy saving is a priority of state energy policy. Energy consuming devices and energy resources are subject to compulsory certification for compliance with energy efficiency, and the management of energy saving shall be carried out by the authorised state institutions.<br />\n<br />\nThis law applies to: energy production, conservation, storage, reuse and transportation; renewable energy; scientific research; state supervision over the rational and efficient utilization of energy sources; and access to and security of information on energy sources, use of renewable energy and new fuels.<br />\n<br />\nRegulation on energy conservation is accompanied by tax, credit, financing of investment, social, scientific and technical policy, monitoring of energy enterprises and regulation on consumer energy efficiency. Actions include: development of state energy conservation policy; co-ordination to improve efficiency use of energy resources in the country at all levels: state support for the implementation of energy efficient projects and programmes; organise state control over efficient use of energy resources (including compliance with state standards); examination of energy in construction projects; ensuring accountability and control of legal and physical entities that produce and consume energy; and monitoring of energy consumption and its efficiency.<br />\n<br />\nIn regards to standardisation, performance indicators include: production, processing, transportation, storage, use and disposal of energy. Energy efficiency is considered for energy-using products including: equipments, appliances, mass assignment, building structure, thermal insulation materials and consumer figures in production, process and residential sphere. Energy-using products and energy resources are subject to mandatory certification indicating the appropriate energy efficiency. Manufactured equipment is required to indicate the efficiency and consumption standard by mandatory labelling. Mandatory control applies on the supervision of the energy efficiency and its compliance for energy extraction, production, storage and consumption (including certificate).<br />\n<br />\nThe law also provides that the higher education and research institutions should provide introductory education of energy conservation and efficiency use of energy. Any breach of the provisions under the law is subject to legal penalties."}