{"document_instrument_name": [], "document_country_english_shortname": "Dominica", "document_category": "Policy", "document_sector_name": ["Energy", "Disaster Risk Management (Drm)"], "document_language": "English", "document_name": "Dominica Climate Resilience and Recovery Plan 2020-2030", "document_country_code": "DMA", "document_hazard_name": ["Hurricanes", "Storms"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "04/01/2020", "document_keyword": ["Adaptation", "Disaster Risk Management", "Water Management", "Food Security", "Forests", "Energy", "Infrastructure"], "document_url": "https://cdn.climatepolicyradar.org/DMA/2020/DMA-2020-01-04-Dominica Climate Resilience and Recovery Plan 2020-2030_6be7778ae868a2a1e7bd2e46e1e94a19.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Commonwealth of Dominica"}, {"text_block_id": "p0_b2", "text": "Dominica Climate Resilience"}, {"text_block_id": "p0_b3", "text": "and Recovery Plan 2020-2030"}, {"text_block_id": "p0_b4", "text": "“"}, {"text_block_id": "p0_b5", "text": "Building the World’s First Climate Resilient Country: Our Collective Responsibility"}, {"text_block_id": "p0_b6", "text": "”"}, {"text_block_id": "p2_b7", "text": "Copyright © 2020 by the Climate Resilience Executing Agency of Dominica and the Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting, Commonwealth of Dominica."}, {"text_block_id": "p2_b8", "text": "All rights reserved. No part of this publication may be reproduced, distributed, or transmitted in any form or by any means, including photocopying, recording, or other electronic or mechanical methods, without the prior written permission of the publisher, except in the case of brief quotations embodied in critical reviews and certain other non-commercial uses permitted by copyright law. For permission requests, write to: The Climate Resilience Executing Agency of Dominica and the Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting, Commonwealth of Dominica."}, {"text_block_id": "p3_b9", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p5_b10", "text": "FOREWORD"}, {"text_block_id": "p5_b11", "text": "At the United Nations General Assembly four days after the passage of Hurricane Maria on September 18"}, {"text_block_id": "p5_b12", "text": "th"}, {"text_block_id": "p5_b13", "text": ","}, {"text_block_id": "p5_b14", "text": "2017 and at every opportunity presented thereafter, I have pledged my Government's commitment to rebuild Dominica as the world's first climate resilient nation. As a small island developing state, we have weathered many environmental disasters and economic shocks but none as devastating as Hurricane Maria."}, {"text_block_id": "p5_b15", "text": "Realizing that the resolve to rebuild must be fuelled by a"}, {"text_block_id": "p5_b16", "text": "strategy,"}, {"text_block_id": "p5_b17", "text": "a"}, {"text_block_id": "p5_b18", "text": "plan,"}, {"text_block_id": "p5_b19", "text": "and the requisite"}, {"text_block_id": "p5_b20", "text": "resources,"}, {"text_block_id": "p5_b21", "text": "my Government has spared no effort to turn our vision into action. In June 2018 we crafted and endorsed the National Resilience Development Strategy (NRDS) -Dominica 2030. In December 2018, Parliament unanimously passed the Climate Resilience Act, a ground-breaking legislation that established the Climate Resilience Execution Agency for Dominica (CREAD). To fully operationalize the NRDS, the"}, {"text_block_id": "p5_b22", "text": "Dominica Climate Resilience and Recovery Plan"}, {"text_block_id": "p5_b23", "text": "(CRRP) is now published. The CRRP sets forth targets, defines initiatives that will take us from where we are at the beginning of 2020 to where we intend to be by 2030, and outlines is required to achieve our objectives in terms of financial resources, and strategic and operational partnerships."}, {"text_block_id": "p5_b24_merged_merged_merged", "text": "I cannot stress enough that the task of building a Climate Resilient Dominica must be all inclusive! As such, it is my sincere hope that as the private sector, civil society and academia develop their own organizational plans for the coming years, due care and attention will be paid to the CRRP as the overall national development planning framework. I also encourage our educational institutions to dutifully examine the provisions of both the NRDS and the CRRP for the purpose of guiding students into careers and professions which respond to the areas of greatest national need. This way, we will ensure that we have the human capital to forge successfully ahead. As Prime Minister,"}, {"text_block_id": "p6_b27", "text": "Minister for Finance, and Minister for Resilience, I am not only setting the strategic direction, but will also be mobilizing the resources necessary to execute the CRRP. I will also be paying close attention to monitoring progress against critical milestones and ensuring that we regularly review and refine our steps on this journey where needed, as individual initiatives are delivered, and relevant lessons gleaned."}, {"text_block_id": "p6_b28", "text": "I wish to thank the Climate Resilience Execution Agency for Dominica, the Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting, and the Secretary to the Cabinet for their tremendous efforts in crafting this document, and consultant Dr. James Fletcher for his contribution to the first draft. The Commonwealth of Dominica now has a clear plan for achieving our resilience vision that is both aspirational and implementable."}, {"text_block_id": "p6_b29_merged", "text": "Accordingly, I encourage all stakeholders-Dominican, regional and international-to carefully review the CRRP and align their strategies, activities and funding commitments to help us implement this truly innovative resilience roadmap."}, {"text_block_id": "p6_b34", "text": "Prime Minister, Honourable Roosevelt Skerrit"}, {"text_block_id": "p6_b35", "text": "Roseau, April 2020"}, {"text_block_id": "p7_b36", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p7_b37", "text": "Dominica’s"}, {"text_block_id": "p7_b38", "text": "Climate Resilience and Recovery Plan (CRRP) was developed by the Government of the Commonwealth of Dominica, under the leadership of the Climate Resilience Execution Agency for Dominica (CREAD), which is mandated under the Climate Resilience Act 2018, in consultation with the CREAD Policy Board"}, {"text_block_id": "p7_b39", "text": "—"}, {"text_block_id": "p7_b40", "text": "chaired by the Honourable Prime Minister Dr. Roosevelt Skerrit"}, {"text_block_id": "p7_b41", "text": "—"}, {"text_block_id": "p7_b42", "text": "to prepare a Dominica Climate Resilience and Recovery Plan, promote the development of Dominica as a climate resilient nation, and to execute projects within the Dominica Climate Resilience and Recovery Plan, and support Government Ministries to enable them to implement climate-resilient policies and priority recovery projects, inter alia."}, {"text_block_id": "p7_b43", "text": "T"}, {"text_block_id": "p7_b44", "text": "he CRRP was jointly produced through the collaboration of CREAD’s Chief Executive Officer, Dr."}, {"text_block_id": "p7_b45", "text": "Pepukaye Bardouille and Chief Operating Officer, Mr. Colin Scaife, and Permanent Secretary Ms. Gloria Joseph, Acting Chief Development Planner Dr. Kyra Paul, and Resilience Planning and Development Consultant, Mr. Samuel Carrette, of the Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting. Dr. James Fletcher contributed valuable input in the"}, {"text_block_id": "p7_b46", "text": "early stages of the CRRP’s development."}, {"text_block_id": "p7_b47", "text": "Direction and guidance on the document was provided by members of the CREAD Supervisory Committee, chaired by Mr. Stefan Kossoff and comprising Mr. Richard Carter of the United"}, {"text_block_id": "p7_b48", "text": "Kingdom’s Department for International"}, {"text_block_id": "p7_b49", "text": "Development (DfID), Mr. Benoit-Pierre Laramee of the Government of Canada, Mr. Bogdan Stefanescu of the European Union (EU), Mr. Ugo Blanco of the United National Development Programme (UNDP), Ms. Rosamund Edwards, Financial Secretary and Ambassador Steve Ferrol, Secretary to the Cabinet of the Government of the Commonwealth of Dominica (GoCD), and Mr. Kenny Green of the Dominica Association of Industry and Commerce (DAIC). Former Minister of Foreign and CARICOM Affairs, Ms. Francine Baron, was integral to making the case for a CRRP and in leading the transition of CREAD from concept to reality."}, {"text_block_id": "p7_b50_merged_merged_merged_merged", "text": "The Government of Dominica is grateful to the many stakeholders who have informed the design of initiatives under the CRRP’s six results areas of Strong Communities, Robust Economy, Wellplanned and Durable Infrastructure, Strengthened Institutional Systems, Enhanced Collective Consciousness, Protected and Sustainably Leveraged Natural and Other Unique Assets—notably Dr. Lennox Honychurch, who contributed valuable knowledge on the country’s historical development journey and Mr. Gregor Nassief, whose thoughtful feedback helped to refine several of the CRRP targets. On-going exchange and partnership between each segment of Dominica’s society will be critical to delivering on this Plan going forward. In this regard, the support of the Government of Canada to the final stakeholder consultation process is greatly appreciated."}, {"text_block_id": "p7_b59", "text": "Finally, CREAD is proud of the exceptional work of its Team in the conceptualization, development and costing of the CRRP initiatives, and of their commitment to true partnership with line ministries in its execution, be this in a lead or supporting role. An extra special thanks to Thematic Leads Mr. Glen Laville (Capital Projects), Ms. Karen Mahy (Communications), Mr. Mohamed Ramzi (Strategy) and Dr. Emily Wilkinson (Knowledge) for going the extra mile."}, {"text_block_id": "p8_b60", "text": "CONTENTS"}, {"text_block_id": "p9_b61", "text": "LIST OF FIGURES AND TABLES"}, {"text_block_id": "p9_b62", "text": "2"}, {"text_block_id": "p12_b63", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p12_b64", "text": "The Commonwealth of Dominica has articulated a bold and unparalleled vision to become"}, {"text_block_id": "p12_b65", "text": "the world’s first Climate Resilient"}, {"text_block_id": "p12_b66", "text": "nation."}, {"text_block_id": "p12_b67", "text": "Hurricane Maria made landfall on the southwest coast of the Commonwealth of Dominica at 9:35 p.m. on September 18"}, {"text_block_id": "p12_b68", "text": "th"}, {"text_block_id": "p12_b69", "text": ", 2017 as a Category 5 storm, with sustained wind speeds of 220 mph and higher gusts."}, {"text_block_id": "p12_b70", "text": "The hurricane force resulted in intense sea surges, torrential downpours, overflowing raging rivers, and unprecedented high winds across the island. Around 80% of the population (65,000 people) was directly affected, 65 people perished, more than 90% of homes were damaged or destroyed and 90% of crops and livestock were lost. Power and water supplies were disrupted for months, and telecommunications systems in some areas took over one year to restore. The impact of this near total devastation was estimated at XCD3.54 billion (US$1.3 billion), amounting to 226% of gross domestic product (GDP)"}, {"text_block_id": "p12_b71", "text": "i"}, {"text_block_id": "p12_b72", "text": ", making Maria the worst disaster that the world has seen in terms of percentage of GDP in damages and losses."}, {"text_block_id": "p12_b73", "text": "Five days after our island was decimated, on September 23"}, {"text_block_id": "p12_b74", "text": "rd"}, {"text_block_id": "p12_b75", "text": ", 2017, Prime Minister Roosevelt Skerrit addressed the 72"}, {"text_block_id": "p12_b76", "text": "nd"}, {"text_block_id": "p12_b77", "text": "United Nations General Assembly and declared Dominica an"}, {"text_block_id": "p12_b78", "text": "“international humanitarian emergency”"}, {"text_block_id": "p12_b79", "text": ". In his impassioned speech, he also vowed to rebuild"}, {"text_block_id": "p12_b80", "text": "Dominica as the first Climate Resilient Nation.  The Prime Minister’s"}, {"text_block_id": "p12_b81", "text": "exact words were:"}, {"text_block_id": "p12_b82", "text": "“I come to you st"}, {"text_block_id": "p12_b83", "text": "raight from the front line of the war on climate change. With physical and emotional difficulty, I have left my bleeding nation to be with you here today because these are the moments for which the United Nations exists."}, {"text_block_id": "p12_b84", "text": "”"}, {"text_block_id": "p12_b85", "text": "“We as a country and as a region d"}, {"text_block_id": "p12_b86", "text": "id not start this war against nature! We did not provoke it! The war has come to"}, {"text_block_id": "p12_b87", "text": "us…There is no more time for"}, {"text_block_id": "p12_b88", "text": "conversation! There is little time left for action. While the big countries talk,"}, {"text_block_id": "p12_b89", "text": "the small island nations suffer. We need action….and we need it"}, {"text_block_id": "p12_b90", "text": "NOW! We in the Caribbean do not produce greenhouse gases or sulphate aerosols. We do not pollute or overfish our oceans. We have made no contribution to global warming that can move the needle. But yet, we are among the main"}, {"text_block_id": "p12_b91", "text": "victims…on the frontline!”"}, {"text_block_id": "p12_b92", "text": "“…T"}, {"text_block_id": "p12_b93", "text": "o deny climate change is to procrastinate while the earth sinks; it is to deny a truth we have just lived! It is to mock thousands of my compatriots who in a few hours without a roof over their heads will watch the night descend on Dominica in fear of sudd"}, {"text_block_id": "p12_b94", "text": "en mudslides…and what the next hurricane may bring.”"}, {"text_block_id": "p12_b95", "text": "Fundamentally, the vision of building a Climate Resilient Dominica is about significantly reducing the impact of, and time to recover from, climatic and other natural shocks, as well as boosting the overall socioeconomic development trajectory of the country."}, {"text_block_id": "p12_b96", "text": "In response to the destruction of Maria, in 2018, Dominica released a climate resilience policy framework to guide its recovery journey in the form of the National Resilience Development Strategy 2030 (NRDS). The NRDS articulates the overall policy framework of the Government and outlines 43 resilience goals aimed at ensuring that development is people-centred."}, {"text_block_id": "p12_b97_merged_merged_merged_merged_merged_merged", "text": "The NRDS stipulates that, at the highest level, the Climate Resilience and Recovery Plan (CRRP) should reflect three pillars of resilience, namely: (1) Climate Resilient Systems, (2) Prudent Disaster Risk Management Systems, and (3) Effective Disaster Response and Recovery."}, {"text_block_id": "p13_b100", "text": "Pillar 1,"}, {"text_block_id": "p13_b101", "text": "Climate Resilient Systems, covers a wide range of systems and processes that must have the capacity for adjusting to, and absorbing the impacts of, climate change"}, {"text_block_id": "p13_b102", "text": "—"}, {"text_block_id": "p13_b103", "text": "for instance, a robust financial system that is able to support other core elements of resilience."}, {"text_block_id": "p13_b104", "text": "Pillar 2,"}, {"text_block_id": "p13_b105", "text": "Prudent Disaster Risk Management, focuses on minimizing and managing, as best we can, the risks associated with climate-related disasters. This involves the development of a strong evidence base for decision-making."}, {"text_block_id": "p13_b106", "text": "Pillar 3,"}, {"text_block_id": "p13_b107", "text": "Effective Disaster Risk Response and Recovery, speaks to the post-disaster phase, minimizing disaster impacts and reducing the pain and the period of recovery."}, {"text_block_id": "p13_b108", "text": "The CRRP expands these three pillars into"}, {"text_block_id": "p13_b109", "text": "six results areas"}, {"text_block_id": "p13_b110", "text": "for a climate-resilient Dominica, namely:"}, {"text_block_id": "p13_b111", "text": "for a climate-resilient Dominica, namely:\n* , which have the capacity to absorb stress or destructive forces\n* , which have the capacity to absorb stress or destructive forces\n structures during disastrous events; and the capacity to recover or âbounce\n* , which have the capacity to absorb stress or destructive forces\n structures during disastrous events; and the capacity to recover or âbounce\n Strong Communities focuses on key elements such as adequate access to shelter,\n* , which has ability to limit the magnitude of immediate production\n* ensures that critical physical infrastructure\n* speaks to mind-sets and behaviours (spiritual,\n* is defined as the ability to effectively and efficiently\n* is defined as the ability to effectively and efficiently\n deliver on Governmentâs comprehensive socio\n* is defined as the ability to effectively and efficiently\n deliver on Governmentâs comprehensive socio\n -economic development mandate, and to\n* reflects\n* reflects\n Dominicaâs culture, history and knowledge of resilience gained through recent events."}, {"text_block_id": "p13_b137", "text": "Based on these six (6) results areas, the Government of Dominica is committed to achieving"}, {"text_block_id": "p13_b138", "text": "20"}, {"text_block_id": "p13_b139", "text": "Climate Resilience Targets by 2030"}, {"text_block_id": "p13_b140", "text": "Climate Resilience Targets by 2030\n* Zero (0) fatalities from extreme weather events\n* Communities able to operate independently for 15 days post extreme weather\n* 90% of housing stock built or retrofitted to resilient building codes\n* Individuals able to revert to basic living standards within four (4) days\n* 100% resettlement of individuals living in physically vulnerable locations\n* Less than 5% of gross domestic product (GDP) in losses related to an extreme\n* Less than 50% agriculture and fisheries losses as a percentage of total losses"}, {"text_block_id": "p14_b154", "text": "Climate Resilience Targets by 2030\n* Zero (0) fatalities from extreme weather events\n* Communities able to operate independently for 15 days post extreme weather\n* 90% of housing stock built or retrofitted to resilient building codes\n* Individuals able to revert to basic living standards within four (4) days\n* 100% resettlement of individuals living in physically vulnerable locations\n* Less than 5% of gross domestic product (GDP) in losses related to an extreme\n* Less than 50% agriculture and fisheries losses as a percentage of total losses\n* 100% functioning of critical Government and emergency services during and after\n* Seaports and airports functioning within one week of an extreme weather event\n* Sustained, sustainable and inclusive growth of minimum 5% achieved\n* 100% primary roads and bridges open within 3 days of an extreme weather event\n* 60% of the population with access to water and sanitation within 7 days of an\n* 90% of the population with access to power within 3 days of a climatic event\n* No more than 5% of schools and healthcare facilities severely damaged or\n* 100% of telecommunications restored within three (3) months of an extreme\n* 100% of national budgeting, policies in place and enforced, and Government\n* 90% of the population able to identify the pillars of resilience and at least one\n* 60% of agricultural land cultivated organically, supporting environmental\n* 50% increase healthy coral reef coverage to support increased fish stocks, and\n* Becoming carbon neutral through 100% domestic renewable energy production,"}, {"text_block_id": "p14_b181", "text": "These targets will be realized through about fifty planned and on-going initiatives that are closely aligned to the six results areas."}, {"text_block_id": "p14_b182", "text": "Of these, ten (10) critical high-impact climate resilience initiatives"}, {"text_block_id": "p14_b183", "text": "will be delivered as a matter of immediate priority, namely:"}, {"text_block_id": "p14_b184", "text": "will be delivered as a matter of immediate priority, namely:\n* â\n* â\n A resilient nation supports vulnerable\n* â\n* â\n Based on the experience of Hurricane\n* â\n Based on the experience of Hurricane\n â\n* â\n Based on the experience of Hurricane\n â\n autonomy before hurricane season each year. Delivered by end 2022.\n* â To transform the structural reliability of the nationâs\n* â To transform the structural reliability of the nationâs\n housing to extreme weather and relocate those currently located in physically vulnerable\n* â\n* â\n Individual and community self-help and cooperation are an\n* â\n* â\n A comprehensive plan that addresses all"}, {"text_block_id": "p15_b208", "text": "will be delivered as a matter of immediate priority, namely:\n* â\n* â\n A resilient nation supports vulnerable\n* â\n* â\n Based on the experience of Hurricane\n* â\n Based on the experience of Hurricane\n â\n* â\n Based on the experience of Hurricane\n â\n autonomy before hurricane season each year. Delivered by end 2022.\n* â To transform the structural reliability of the nationâs\n* â To transform the structural reliability of the nationâs\n housing to extreme weather and relocate those currently located in physically vulnerable\n* â\n* â\n Individual and community self-help and cooperation are an\n* â\n* â\n A comprehensive plan that addresses all\n* as well as the standards required to achieve\n* as well as the standards required to achieve\n Resilient\n* â\n* â\n Private property was insufficiently insured in the\n* â\n Private property was insufficiently insured in the\n ed the nationâs ability to recover\n* â\n Private property was insufficiently insured in the\n ed the nationâs ability to recover\n from the\n* will transform the country\n* will transform the country\n as a key part of the sectorâs engine\n* will transform the country\n as a key part of the sectorâs engine\n . This initiative\n* â\n* â\n In order to achieve\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n notable the\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n notable the\n â\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n notable the\n â\n must be synchronized to\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n notable the\n â\n must be synchronized to\n Dominicaâs\n* â\n In order to achieve\n the Governmentâs resilience vision, sectoral policies, strategi\n es and budgets\n â\n notable the\n â\n must be synchronized to\n Dominicaâs\n climate resilience targets specified in the CRRP, along with globally-recognized\n* will establish a\n* seeks to support"}, {"text_block_id": "p16_b243", "text": "These priority interventions, together with the additional forty or so resilience initiatives outlined in Chapter IV of this document, will contribute to the achievement of the 20 resilience targets over"}, {"text_block_id": "p16_b244", "text": "an anticipated implementation period of 2020 to 2030"}, {"text_block_id": "p16_b245", "text": "."}, {"text_block_id": "p16_b246", "text": "It is estimated that"}, {"text_block_id": "p16_b247", "text": "the cost to Dominica of becoming Climate Resilient by 2030 is XCD 8.2"}, {"text_block_id": "p16_b248", "text": "-"}, {"text_block_id": "p16_b249", "text": "9.8 billion, of which the Commonwealth of Dominica has already invested close to XCD 1.7 billion on critical infrastructure and other projects since Hurricane Maria."}, {"text_block_id": "p16_b250_merged_merged_merged", "text": "Hence, the remaining financing gap is estimated at about XCD 7-8 billion. Based on current Government capital expenditures, and assuming steady revenues and expenditures, the expected financing gap to deliver the Climate Resilience and Recovery Plan to 2030 is therefore XCD 2.5-3.5 billion, equivalent to approximately US$90-130 million annually"}, {"text_block_id": "p16_b253", "text": "."}, {"text_block_id": "p16_b254", "text": "Figure 1: Example of the devastation caused by Hurricane Maria"}, {"text_block_id": "p16_b255", "text": "Figure 2: Resilient homes developed by the Government in Bellevue Chopin"}, {"text_block_id": "p18_b256", "text": "INTRODUCTION"}, {"text_block_id": "p18_b257", "text": "Dominica"}, {"text_block_id": "p18_b258", "text": "’s"}, {"text_block_id": "p18_b259", "text": "Climate Resilience and Recovery Plan (CRRP) is an accompanying document to the National Resilience Development Strategy (NRDS). The CRRP operationalizes the NRDS providing an outline that will guide the preparation of sector strategies and plans. Succinctly, the objective"}, {"text_block_id": "p18_b260", "text": "of the Climate Resilience and Recovery Plan is to translate Dominica’s vision to “build th"}, {"text_block_id": "p18_b261", "text": "e first"}, {"text_block_id": "p18_b262", "text": "climate resilient nation in the world”"}, {"text_block_id": "p18_b263", "text": "into a concrete set of actions."}, {"text_block_id": "p18_b264", "text": "It elaborates the objectives and strategies in the NRDS into specific initiatives and activities that will involve implementing and donor agencies, stakeholders in the public and private sectors and the population at large. The NRDS specifies forty-three (43) targets that must be achieved if Dominica is to become the first climate resilient nation in the world."}, {"text_block_id": "p18_b265", "text": "The CRRP converts these forty-three objectives into twenty (20) specific climate resilience targets framed within six (6) major results areas derived from the three (3) pillars of the NRDS."}, {"text_block_id": "p18_b266", "text": "The CRRP defines key initiatives to be undertaken to achieve the twenty targets. In recognizing financial resource constraints, inadequate human resource capacity, and urgency, the CRRP prioritizes ten (10) high impact initiatives based on degree of contribution to achieving the"}, {"text_block_id": "p18_b267", "text": "country’s vision and the cost of deliver"}, {"text_block_id": "p18_b268", "text": "y."}, {"text_block_id": "p18_b269_merged_merged_merged", "text": "The central position of the CRRP is that Dominica has no choice but to pursue its vision to build the first climate resilient country in the world. Business-as-usual is simply not an option for securing the country’s future and the continued well-being of its people."}, {"text_block_id": "p18_b272", "text": "Figure 3: Objective and focus of the CRRP"}, {"text_block_id": "p20_b273", "text": "I. BACKGROUND & CONTEXT"}, {"text_block_id": "p20_b274", "text": "COUNTRY OVERVIEW"}, {"text_block_id": "p20_b275", "text": "The Commonwealth of Dominica is one of the Windward Islands in the Eastern Caribbean, lying between Guadeloupe to the north and Martinique to the south."}, {"text_block_id": "p20_b276", "text": "Dense forest and woodland cover 59% of the land area, with subtropical vegetation and orchids in the valleys. Tree ferns are indigenous to the island. Arable and cropped land extends to some 32% of the total land area. The island has a fertile volcanic soil."}, {"text_block_id": "p20_b277", "text": "46km in length, with a coastline of 148km, its land mass spans 750 sq. km. The c"}, {"text_block_id": "p20_b278", "text": "ountry’s population is"}, {"text_block_id": "p20_b279", "text": "71,293 and its main towns are Roseau (capital, pop. 14,725 in 2011), Portsmouth (4,167), Canefield (3,324), Marigot (2,411), Salisbury (2,147), Berekua (2,134), Mahaut (2,113), St Joseph (1,746), Wesley (1,362) and Castle Bruce (1,087)."}, {"text_block_id": "p20_b280_merged_merged", "text": "Dominica is the only place in the Eastern Caribbean that’s still home to a sizeable population of indigenous Kalinago people, who have lived on the island since the 13th century."}, {"text_block_id": "p20_b283", "text": "Figure 4: Geographical Location of Dominica"}, {"text_block_id": "p20_b284", "text": "Known as the Nature Isle of the Caribbean, Dominica attracts eco-adventurers to its 365 rivers, Boiling Lake, Champagne Reef, rainforests, sulphurous hot springs, superb diving sites and the Caribbean's first long-distance hiking trail, the Waitukubuli National Trail."}, {"text_block_id": "p21_b285", "text": "GLOBAL AND REGIONAL INDICATORS & IMPACTS OF CLIMATE CHANGE"}, {"text_block_id": "p21_b286", "text": "Data indicates that global temperatures are rising, with significant impacts for extreme climatic events"}, {"text_block_id": "p21_b287", "text": "ii"}, {"text_block_id": "p21_b288", "text": ":"}, {"text_block_id": "p21_b289", "text": ":\n* A mean warming in both\n* in excess of 0.5Â°Cover the\n* Increases in\n* of approximately 0.19Â°C\n* of approximately 0.19Â°C\n â\n* of approximately 0.19Â°C\n â\n 1\n* of approximately 0.19Â°C\n â\n 1\n (0.28Â°C decade\n* of approximately 0.19Â°C\n â\n 1\n (0.28Â°C decade\n â\n* of approximately 0.19Â°C\n â\n 1\n (0.28Â°C decade\n â\n 1\n* of approximately 0.19Â°C\n â\n 1\n (0.28Â°C decade\n â\n 1\n ) since 1960\n* annual total precipitation\n* annual total precipitation\n ,\n* annual total precipitation\n ,\n daily intensity of\n* annual total precipitation\n ,\n daily intensity of\n , and\n* annual total precipitation\n ,\n daily intensity of\n , and\n heavy rainfall\n* annual total precipitation\n ,\n daily intensity of\n , and\n heavy rainfall\n events esp. during\n* annual total precipitation\n ,\n daily intensity of\n , and\n heavy rainfall\n events esp. during\n â\n* annual total precipitation\n ,\n daily intensity of\n , and\n heavy rainfall\n events esp. during\n â\n 2010\n* An increase in the occurrence of\n* including droughts and more\n* at a rate of 1.7\n* at a rate of 1.7\n â\n* at a rate of 1.7\n â\n 1.9 mm per annum"}, {"text_block_id": "p21_b322", "text": "Figure 5: Change in Temperature from 1850 to 2018,"}, {"text_block_id": "p21_b323", "text": "Source:"}, {"text_block_id": "p21_b324", "text": "(2019)"}, {"text_block_id": "p21_b325_merged_merged_merged_merged_merged_merged_merged", "text": "Evolution of land surface air temperature (grey line) and global mean surface temperature (black line) over the period of instrumental observations. Land temperatures are taken as an average of the and datasets, expressed as departures from global average in 1850-1900. Global temperatures are taken as an average of the and datasets."}, {"text_block_id": "p22_b330", "text": "There has been an increase in both the frequency and potency of tropical storms and hurricanes in the Atlantic since the turn of the millennium"}, {"text_block_id": "p22_b331", "text": "iii"}, {"text_block_id": "p22_b332", "text": "."}, {"text_block_id": "p22_b333", "text": "Figure 6: Frequency of climatic events, 1900 to 2008"}, {"text_block_id": "p22_b334", "text": "The Accumulated Cyclone Energy Index (“"}, {"text_block_id": "p22_b335", "text": "ACE"}, {"text_block_id": "p22_b336", "text": "”), used by meteorologists t"}, {"text_block_id": "p22_b337_merged_merged", "text": "o determine the strength, frequency and duration of storms, indicates that the Atlantic Ocean is amid its worst stretch on record. Powerful hurricanes will continue to manifest, and action must be taken to build resilience and"}, {"text_block_id": "p22_b346", "text": "stem their impact."}, {"text_block_id": "p22_b347", "text": "Figure 7: Pattern of hurricane intensity, 1900 to 2018"}, {"text_block_id": "p22_b348", "text": "The Caribbean Region is already experiencing the effects of climate change, and this is only expected to worsen."}, {"text_block_id": "p22_b349", "text": "Figure 8: Projected temperature increases in Caribbean region under global 2.5 degree and 1.5-2 degree warming"}, {"text_block_id": "p23_b350", "text": "Figure 8: Projected temperature increases in Caribbean region under global 2.5 degree and 1.5-2 degree warming\n* The Caribbean Region is projected to be 1.0Â° to 3.5Â°C\n* with 95% of all days\n* with 95% of all days\n nights considered âhotâ i.e., exceeding the 90th percentile of current\n* with 95% of all days\n nights considered âhotâ i.e., exceeding the 90th percentile of current\n temperatures;\n* totals are projected to decrease by up to 30% with the most\n* rates may increase by 20%\n* rates may increase by 20%\n â30% near the stormâs\n* rates may increase by 20%\n â30% near the stormâs\n centre and 10% at radii of 200 km or larger;\n* Maximum\n* are projected to increase by 2%\n* are projected to increase by 2%\n â\n* are projected to increase by 2%\n â\n 11%\n* rise is projected to be up to 1.4 meter."}, {"text_block_id": "p23_b373", "text": "Even compared to Caribbean neighbours"}, {"text_block_id": "p23_b374", "text": ", based on several indices, Dominica’s"}, {"text_block_id": "p23_b375", "text": "vulnerability is classified as high."}, {"text_block_id": "p23_b376", "text": "The International Monetary Fund (IMF) ranked Dominica as the country that suffered the worst natural disasters between 1980 and 2017 (Hurricane Maria) based on sustained damage, estimated at 226% of gross domestic product"}, {"text_block_id": "p23_b377", "text": "iv"}, {"text_block_id": "p23_b378", "text": ". The Patkins and Mazzi Composite Index ranks Dominica as the fourth most vulnerable Caribbean country, behind only Antigua and Barbuda, the Bahamas and Belize. Similarly, Briguglio and Galea"}, {"text_block_id": "p23_b379", "text": "rank Dominica’s vulnerability as moderate compared to the other Caribbean countries."}, {"text_block_id": "p23_b380", "text": "Figure 9: Dominica's climatic vulnerability according to various indices"}, {"text_block_id": "p23_b381_merged_merged_merged_merged_merged_merged", "text": "The data used to construct this variable was based on economic damage relative to GDP for the period from 1980 to 2011, which was prior to the passage of both Tropical Storm Erika and Hurricane Maria. It is certain that the impacts of these two devastating events would dramatically worsen Dominica’s vulnerability profile."}, {"text_block_id": "p24_b384", "text": "CLIMATIC SHOCKS IN DOMINICA"}, {"text_block_id": "p24_b385", "text": "The impact of climatic shocks on Dominica over the past four decades has been significant on several dimensions:"}, {"text_block_id": "p24_b386", "text": "Figure 10: Impact of climatic shocks in Dominica, 1979 to 2017"}, {"text_block_id": "p24_b387", "text": "There is a clear impact, and visible correlation between the incidence of climate events"}, {"text_block_id": "p24_b388", "text": "and Dominica’s economic growth,"}, {"text_block_id": "p24_b389", "text": "as depicted in the figure on growth in GDP at constant prices."}, {"text_block_id": "p24_b390", "text": "Figure 11: Impact of climatic events in Dominica in terms of GDP growth"}, {"text_block_id": "p24_b391", "text": "Dominica faces multiple threats, not just from hurricanes and other climate-related events, but also volcanic activity, earthquakes and tsunamis:"}, {"text_block_id": "p25_b392", "text": "Figure 12: Broader environmental vulnerabilities in Dominica"}, {"text_block_id": "p25_b393", "text": "COST OF CLIMATE CHANGE INACTION IN DOMINICA"}, {"text_block_id": "p25_b394", "text": "The cost of no action to reduce climate vulnerability at the national level would be loss and damage equivalent to 77% of GDP by 2100."}, {"text_block_id": "p25_b395", "text": "The cost of taking no concerted action to address the impacts of climate change for Dominica would be loss and damage equivalent to: 6.3% of GDP by 2025, 34.3% of GDP by 2050, 54.4% of GDP by 2075 and 77.3% of GDP by 2100. This is significantly higher than the average projected cost in the Caribbean (see"}, {"text_block_id": "p25_b396", "text": "Figure 13"}, {"text_block_id": "p25_b397", "text": ")."}, {"text_block_id": "p25_b398", "text": "The impact of Hurricane Maria highlighted this vulnerability, demonstrating that there is no alternative but to become climate resilience."}, {"text_block_id": "p25_b399", "text": "At 9:35 p.m. on September 18"}, {"text_block_id": "p25_b400", "text": "th"}, {"text_block_id": "p25_b401", "text": ", 2017, Hurricane Maria made landfall on the southwest coast of the Commonwealth of Dominica as a Category 5 hurricane, with 220 mph wind speed and higher gusts. Intense storm surges, torrential downpours, overflowing rivers, and unprecedented high winds across the island left dozens of people dead."}, {"text_block_id": "p25_b402_merged_merged_merged", "text": "The impacts on infrastructure and housing, the economy, livelihoods, basic services and society were severe -no sector was left unaffected by Hurricane Maria (see Figure 14)."}, {"text_block_id": "p26_b405_merged", "text": "Figure 13: Cost to the wider Caribbean of global inaction on climate change"}, {"text_block_id": "p26_b407", "text": "Figure 14: Impact of Hurricane Maria on Dominica"}, {"text_block_id": "p27_b408", "text": "OUR BOLD VISION: A CLIMATE RESILIENT DOMINICA BY 2030"}, {"text_block_id": "p27_b409", "text": "Dominica’s bold vision to become the first Climate Resilient Country has captured"}, {"text_block_id": "p27_b410", "text": "international attention and has garnered the support of a range of development partners to catalyse this critical journey."}, {"text_block_id": "p27_b411", "text": "Figure 15: Examples of global press coverage of Dominica's resilience vision"}, {"text_block_id": "p27_b412", "text": "KEY ELEMENTS OF THE CLIMATE RESILIENCE ACT"}, {"text_block_id": "p27_b413", "text": "KEY ELEMENTS OF THE CLIMATE RESILIENCE ACT\n* To promote the swift and cost-effective recovery of Dominica from climate-related\n* To ensure that any physical and other infrastructure damaged or destroyed during"}, {"text_block_id": "p28_b417", "text": "KEY ELEMENTS OF THE CLIMATE RESILIENCE ACT\n* To promote the swift and cost-effective recovery of Dominica from climate-related\n* To ensure that any physical and other infrastructure damaged or destroyed during\n* To ensure that Dominica will be more resilient to natural hazards and better able\n* To assist the public and private sectors and civil society to be better equipped to\n* To ensure the climate resilience of the physical and other infrastructure of\n* To coordinate recovery action following a climate related disaster, including the\n* To prioritize and accelerate projects and, where necessary, to ensure that projects\n* To avoid duplicity and maximize economies of scale.\n* To identify and reduce critical gaps in funding.\n* To support Government Ministries to enable them to implement climate resilient"}, {"text_block_id": "p28_b433", "text": "Figure 16: Dominica's Climate Resilience Act"}, {"text_block_id": "p30_b434", "text": "II. DEVELOPING A COMPREHENSIVE CLIMATE RESILIENCE AND RECOVERY PLAN (CRRP)"}, {"text_block_id": "p30_b435", "text": "OBJECTIVE OF THE CLIMATE RESILIENCE AND RECOVERY PLAN"}, {"text_block_id": "p30_b436", "text": "In 2018, the Government of the Commonwealth of Dominica released its National Resilience Development Strategy 2030. The National Resilience Development Strategy articulates the high-level policy approach of the Government in its pursuit of a development agenda that will allow for:"}, {"text_block_id": "p30_b437", "text": "In 2018, the Government of the Commonwealth of Dominica released its National Resilience Development Strategy 2030. The National Resilience Development Strategy articulates the high-level policy approach of the Government in its pursuit of a development agenda that will allow for:\n* the achievement of the 2030 Development Agenda (seventeen Sustainable\n* transformation of Dominica into the first climate-resilient country in the world;\n* development that is visionary and people-centred."}, {"text_block_id": "p30_b443_merged", "text": "The main objective of the CRRP is to translate Dominica’s vision of becoming the world’s first climate resilient nation into specific activities that can be shared with key stakeholders, all of whom have a critical part to play in helping the country achieve its bold aspiration"}, {"text_block_id": "p30_b446", "text": "SCOPE OF THE CRRP"}, {"text_block_id": "p30_b447", "text": "The Dominica Climate Resilience and Recovery Plan defines how critical elements of the NRDS will be operationalized.  The CRRP articulates:"}, {"text_block_id": "p30_b448", "text": "The Dominica Climate Resilience and Recovery Plan defines how critical elements of the NRDS will be operationalized.  The CRRP articulates:\n* Specific impact targets of a âClimate Resilient Dominicaâ\n* Initiatives aimed at supporting achievement of targets;\n* Lead and supportive delivery entities for each initiative;\n* Estimated resources (time, financing) for implementation;\n* Top Ten initiatives based on degree of impact (contribution to the overall climate\n* Estimates of the overall financing requirements and financing gap that will need to"}, {"text_block_id": "p30_b461", "text": "AUDIENCE FOR THE CRRP"}, {"text_block_id": "p30_b462", "text": "The intended audience for the CRRP is broad and includes policy makers, public service, private sector, social sectors, regional and international development partners and potential investors. The plan is aimed primarily at those involved in strategy, programme and project delivery in the short to long term, including donors, developers and implementers, and therefore significance is given to the purpose of the plan and the different contexts in which climate resilience needs to be mainstreamed."}, {"text_block_id": "p31_b463", "text": "Table 1: Audience for the CRRP"}, {"text_block_id": "p31_b464", "text": "STAKEHOLDER CONSULTATIONS"}, {"text_block_id": "p31_b465", "text": "As part of the process and recognizing that this transformation will impact the population of Dominica for many years to come, a wide cross-section of stakeholders was consulted in the process of developing and finalizing the CRRP (see Annex 1)."}, {"text_block_id": "p31_b466_merged", "text": "The overall objectives of stakeholder engagement were to:"}, {"text_block_id": "p31_b469", "text": "The overall objectives of stakeholder engagement were to:\n* promote an all-inclusive agenda\n* represent the perspectives of diverse individuals who might be affected by process or\n* ensure all actors can engage on an even footing, and different perspectives are given equal\n* enable effective and meaningful participation and inter-disciplinary collaboration\n* provide physical space for face-to-face deliberation and trust-building"}, {"text_block_id": "p31_b479", "text": "APPROACH TO DEVELOPING THE CRRP"}, {"text_block_id": "p31_b480", "text": "The CRRP has been developed through an extensive review and consultation process, reflecting on lessons from recent disasters and building on the priorities of Government."}, {"text_block_id": "p32_b481", "text": "Figure 17: How CRRP initiatives were generated"}, {"text_block_id": "p32_b482_merged", "text": "Once all relevant initiatives –ongoing or planned-were identified, a prioritisation exercise took place to select those that would contribute most to the first three results areas (Strong Communities, a Robust Economy, and Well-planned and Durable Infrastructure) and that had critical pre-conditions in place for delivery. Estimated resource needs were considered for each."}, {"text_block_id": "p32_b485", "text": "Figure 18: How CRRP initiatives were prioritized"}, {"text_block_id": "p33_b486", "text": "INCLUSION OF GENDER & VULNERABLE GROUPS"}, {"text_block_id": "p33_b487", "text": "The CRRP promotes gender equality and inclusion."}, {"text_block_id": "p33_b488", "text": "Gender integration is an approach to ensuring social identities and norms are considered in planned actions, policies and programs in all areas and at all levels."}, {"text_block_id": "p33_b489", "text": "This approach recognizes the need to take social and economic differences between men and women into account to ensure that proposed policies and programs have intended and fair results for women and men, boys and girls."}, {"text_block_id": "p33_b490", "text": "Government also recognizes that delivery systems must be attuned to the challenges and obstacles faced by vulnerable, as well as, disadvantaged groups and take special measures to protect these."}, {"text_block_id": "p33_b491", "text": "A human rights-based approach to social protection requires that special attention be given to those persons who belong to the most disadvantaged and marginalized groups in society. This entails guaranteeing non-discriminatory treatment as well as adopting proactive measures to enable those suffering from structural discrimination to enjoy their rights."}, {"text_block_id": "p33_b492", "text": "Projects developed under the CRRP will promote"}, {"text_block_id": "p33_b493", "text": "“gender equality” mean"}, {"text_block_id": "p33_b494", "text": "ing that women, men, girls and boys enjoy the same human rights status, have equal opportunities, equal access and control over resources and equal participation in decision making. Delivery entities will apply the principles of equality to project design and operation."}, {"text_block_id": "p33_b495", "text": "KEY STRATEGIC DEVELOPMENT FRAMEWORKS"}, {"text_block_id": "p33_b496_merged_merged", "text": "There are several national and international strategic development frameworks of relevance to Dominica’s Climate Resilience and Recovery Plan. Ensuring close alignment between the CRRP and core concepts and aspiration outlined in these documents is critical. The CRRP therefore reflects the most salient aspects of these frameworks, including the Low Carbon Climate Resilience Development Strategy (LCCRDS), while focusing on clearly defining priority initiatives aimed at addressing the specific vision of Dominica to achieve climate resilience."}, {"text_block_id": "p33_b499", "text": "Figure 19: Mainstreaming gender and vulnerability considerations in CRRP initiatives"}, {"text_block_id": "p34_b500", "text": "Figure 20: Key development frameworks relevant to the CRRP"}, {"text_block_id": "p34_b501", "text": "TYING THINGS TOGETHER"}, {"text_block_id": "p34_b502", "text": "Some of Dominica’s international commitments are particularly relevant for building resi"}, {"text_block_id": "p34_b503", "text": "lience and are closely aligned with the six results areas of the CRRP."}, {"text_block_id": "p37_b504", "text": "III."}, {"text_block_id": "p37_b505", "text": "FROM VISION TO TARGETS"}, {"text_block_id": "p37_b506", "text": "DEFINING RESILIENCE"}, {"text_block_id": "p37_b507", "text": "“Resilience” means different things to different people as captured in a"}, {"text_block_id": "p37_b508", "text": "few perspectives of Dominicans:"}, {"text_block_id": "p37_b509", "text": "Figure 22: Perspectives on resilience vary greatly"}, {"text_block_id": "p37_b510", "text": "depending on who you ask…"}, {"text_block_id": "p38_b511", "text": "RESULTS OF A CLIMATE RESILIENT DOMINICA"}, {"text_block_id": "p38_b512", "text": "The Government of the Commonwealth of Dominica’s overall goal of a “Climate Resilient"}, {"text_block_id": "p38_b513", "text": "Dominica\" will require significantly reducing the impact of, and time to recover from climatic and other natural shocks, as well as boosting the overall socioeconomic development trajectory of the country."}, {"text_block_id": "p38_b514", "text": "-----"}, {"text_block_id": "p38_b515", "text": "“"}, {"text_block_id": "p38_b516", "text": "Resilient Dominica\" socio-economic development trajectory"}, {"text_block_id": "p38_b517", "text": "___ “"}, {"text_block_id": "p38_b518", "text": "Business as usual\" socio-economic development trajectory"}, {"text_block_id": "p38_b519", "text": "Figure 23: Defining a Climate-resilient Dominica"}, {"text_block_id": "p39_b520", "text": "PILLARS OF A RESILIENT DOMINICA"}, {"text_block_id": "p39_b521", "text": "The NRDS stipulates that, at the highest level, the CRRP should reflect three pillars of resilience, namely: Climate-Resilient Systems, Prudent Disaster Risk Management Systems, and Effective Disaster Response and Recovery."}, {"text_block_id": "p39_b522", "text": "An explanation of each of the pillars as outlined in the NRDS is provided."}, {"text_block_id": "p39_b523", "text": "Pillar 1: Climate-Resilient Systems"}, {"text_block_id": "p39_b524", "text": "This covers a wide range of systems and processes that must have the capacity for adjusting to, and absorbing the impacts of, climate change"}, {"text_block_id": "p39_b525", "text": "—"}, {"text_block_id": "p39_b526", "text": "including a robust and responsive financial system that will be able to support other core elements of climate resilience."}, {"text_block_id": "p39_b527", "text": "As such, the CRRP focuses on climate-proofing economic assets such as roads, bridges, housing, schools, ports, health facilities and other economic infrastructure. These are the assets that usually suffer the greatest damage during storms and hurricanes and place the largest financial burden on Government during the period of post-disaster reconstruction."}, {"text_block_id": "p39_b528", "text": "The resilience programme is extended to our food security systems, water and sanitation systems, energy systems, communications systems, health service delivery systems, education systems, and all other social delivery systems."}, {"text_block_id": "p39_b529_merged_merged", "text": "The plan is to inculcate resilience at the household, community and national levels. This pillar is in line with the promotion of Dominica as ‘The Nature Isle.’ Our natural resources are the foundation of who we are and what we do. They provide the substrate on which all social and economic development is built. It is imperative therefore, that all measures to protect our natural environment and ecosystems and to properly manage our forests, watersheds, and marine spaces are considered."}, {"text_block_id": "p39_b532", "text": "Pillar 2: Prudent Disaster Risk Management"}, {"text_block_id": "p39_b533", "text": "The second pillar focuses on minimizing and managing, as best we can, the risks associated with climate-related disasters. This involves the development of a strong evidence base for decision-making."}, {"text_block_id": "p39_b534", "text": "To allow us to better plan for and manage the damage caused by extreme weather events, we also focus on improving the structure of our disaster management systems and strengthening the planning process through relevant protocols and enactment of appropriate legislation."}, {"text_block_id": "p39_b535", "text": "Prudent disaster risk management entails the construction of more resilient emergency shelters. Such shelters are powered by independent and renewable energy sources, with adequate storage, that can operate independently of the grid. They will have enough water storage capacity to supply potable water during the period when national water services are temporarily disrupted, and they will be suitably equipped and resourced."}, {"text_block_id": "p39_b536", "text": "This component of the CRRP also includes establishing or strengthening established procedures to evacuate people from disaster-prone areas when lives will be at risk from a pending weather event to minimize the loss of life and disruption of livelihoods."}, {"text_block_id": "p40_b537", "text": "Pillar 3: Effective Disaster Response and Recovery"}, {"text_block_id": "p40_b538", "text": "The third pillar speaks to the post-disaster phase, minimizing disaster impacts, reducing the pain and the period of recovery and building back better."}, {"text_block_id": "p40_b539", "text": "This entails putting in place better, more efficient systems for search and rescue, relief coordination, restoration of road networks and port services, clean up and sanitation, and the preservation of law and order; and requires efficient networks for ensuring there is a reliable supply of food, water and medical services where needed, and cooperation between telecommunications service providers to allow sharing of their network to facilitate communication and dissemination of vital information."}, {"text_block_id": "p40_b540", "text": "It will involve developing robust business continuity measures for both the public and the private sectors, so that essential operations may be resumed as quickly as possible. It means establishing systems that facilitate the speedy restoration of livelihoods, particularly in the agriculture, fisheries and tourism sectors. This necessitates having more effective and efficient procedures to accurately assess damage and loss and to identify resources that must be mobilized. Most importantly, it necessitates levels of community, district and national coordination and cooperation that surpass anything we have achieved in the past."}, {"text_block_id": "p40_b541", "text": "DOMINICA’S CLIMATE RESILIENCE TARGETS"}, {"text_block_id": "p40_b542", "text": "The CRRP expands the NRDS’ three pillars into six results"}, {"text_block_id": "p40_b543", "text": "areas for a Climate Resilient"}, {"text_block_id": "p40_b544", "text": "Dominica."}, {"text_block_id": "p40_b545", "text": "The Climate Resilient Systems pillar is interpreted as adapting social and economic systems and protecting ecosystems to make them"}, {"text_block_id": "p40_b546", "text": "more resilient to shocks and stressors over the long-term."}, {"text_block_id": "p40_b547", "text": "This will result in a"}, {"text_block_id": "p40_b548", "text": "robust economy"}, {"text_block_id": "p40_b549", "text": "to be able to recover quickly from shocks;"}, {"text_block_id": "p40_b550", "text": "well-functioning institutional systems"}, {"text_block_id": "p40_b551", "text": "that deliver services efficiently and effectively"}, {"text_block_id": "p40_b552", "text": ";"}, {"text_block_id": "p40_b553", "text": "and"}, {"text_block_id": "p40_b554", "text": "well-protected and sustainably leveraged natural and other unique assets"}, {"text_block_id": "p40_b555", "text": ". Prudent Disaster Risk Management requires an understanding of inherent vulnerabilities and instituting measures to prevent and reduce existing disaster risks that will result"}, {"text_block_id": "p40_b556", "text": "in well-planned durable infrastructure"}, {"text_block_id": "p40_b557", "text": "built in accordance with approved standards."}, {"text_block_id": "p40_b558", "text": "The final pillar, Effective Disaster Response and Recovery, focuses on planning and implementation of measures in support of a quick response and equitable, sustainable recovery. The expected outcome will be"}, {"text_block_id": "p40_b559", "text": "s"}, {"text_block_id": "p40_b560", "text": "trong communities"}, {"text_block_id": "p40_b561", "text": "that are now prepared for and able to withstand shocks, and a"}, {"text_block_id": "p40_b562", "text": "population that is “conscious”"}, {"text_block_id": "p40_b563", "text": "and values resilience."}, {"text_block_id": "p40_b564_merged_merged", "text": "Strong communities, a robust economy and well-planned and durable infrastructure are the main basis for the development of the CRRP. However, achieving and sustaining these results over many decades will require the need to ‘hardwire’ resilience by enhancing collective consciousness, protecting and sustainably leveraging our natural and other unique assets, and strengthening institutional systems."}, {"text_block_id": "p41_b567", "text": "The CRRP's six results areas collectively contribute to the vision of being an example for the world on sustainable development and climate resilience."}, {"text_block_id": "p41_b568", "text": "Figure 24: A framework for Dominica's Climate Resilience Six Result Areas"}, {"text_block_id": "p42_b569", "text": "Dominica is committed to 20 Climate Resilience Targets that are directly linked to the six results areas and will be delivered through key initiatives (explained in Chapter IV)."}, {"text_block_id": "p42_b570", "text": "These targets relate to the outcomes of reducing the impact of climatic and other natural shocks; reducing the time to recover from disasters; and boosting overall socioeconomic growth."}, {"text_block_id": "p42_b571", "text": "Figure 25: Dominica's Twenty Climate Resilience Targets"}, {"text_block_id": "p44_b572", "text": "IV:"}, {"text_block_id": "p44_b573", "text": "OVERVIEW OF CLIMATE RESILIENCE AND RECOVERY INITIATIVES"}, {"text_block_id": "p44_b574", "text": "This chapter provides the planning framework for the specific actions that will contribute to Dominica achieving its climate resilience vision. The plan adopts a whole-of-government programmatic approach and scale-up on-going interventions in the public sector to ensure systematic climate change adaptation, risk reduction and resilience building across key sectors, focusing on low hanging fruits and the most vulnerable populations."}, {"text_block_id": "p44_b575", "text": "ONGOING CLIMATE RESILIENCE INITIATIVES"}, {"text_block_id": "p44_b576", "text": "The Government already has several critical initiatives that support the Climate Resilience agenda underway."}, {"text_block_id": "p44_b577", "text": "Major investments in all sectors of the economy are underway to restore normal life and livelihoods following Tropical Storm Erika and Hurricane Maria. These investments are critical to achieving the resilience vision and contribute to the sustainable development of Dominica. Alongside on-going investments are several high-impact resilience initiatives, which will continue to be delivered in parallel to the initiatives outlined in this CRRP document, including:"}, {"text_block_id": "p44_b578", "text": "•"}, {"text_block_id": "p44_b579", "text": "Housing Revolution Initiative"}, {"text_block_id": "p44_b580", "text": "–"}, {"text_block_id": "p44_b581", "text": "construction of houses in safe locations, using high quality material and appropriate technologies, and built to resilience standards;"}, {"text_block_id": "p44_b582", "text": "•"}, {"text_block_id": "p44_b583", "text": "Renewable energy solutions"}, {"text_block_id": "p44_b584", "text": "-encourages"}, {"text_block_id": "p44_b585", "text": "shifting to domestic renewable energy sources to reduce dependence on fuel imports, as a climate change mitigation mechanism (by cutting carbon emissions), including the construction of Geothermal Domestic Plant to supply electricity;"}, {"text_block_id": "p44_b586", "text": "•"}, {"text_block_id": "p44_b587", "text": "Construction of SMART schools and health centres"}, {"text_block_id": "p44_b588", "text": "-"}, {"text_block_id": "p44_b589", "text": "design, renovate or reconstruct schools and health centre structures to provide an optimal environment and make them longer-lasting and self-sustaining in order to achieve a healthier and higher performing population;"}, {"text_block_id": "p44_b590", "text": "•"}, {"text_block_id": "p44_b591", "text": "Establishment of regional disaster emergency centres"}, {"text_block_id": "p44_b592", "text": "–"}, {"text_block_id": "p44_b593", "text": "multipurpose buildings that provide emergency shelter for men and women, children, elderly and persons with disabilities, and bulk storage of basic emergency supplies to allow remote communities to effectively respond to emergencies and disasters on their own;"}, {"text_block_id": "p44_b594", "text": "•"}, {"text_block_id": "p44_b595", "text": "Upgrading and expansion of road network"}, {"text_block_id": "p44_b596", "text": "–"}, {"text_block_id": "p44_b597", "text": "making transportation infrastructure more resilient to future shocks involves revising designs to consider the changing frequency of climatic events and using materials that are more resistant to the effects of landslides, rock falls, and floods;"}, {"text_block_id": "p44_b598", "text": "•"}, {"text_block_id": "p44_b599", "text": "Restoration of waterways"}, {"text_block_id": "p44_b600", "text": "–"}, {"text_block_id": "p44_b601", "text": "river dredging activities to minimize flood risks and preserve aquatic ecosystems;"}, {"text_block_id": "p44_b602", "text": "•"}, {"text_block_id": "p44_b603", "text": "Ban on single use plastics"}, {"text_block_id": "p44_b604", "text": "–"}, {"text_block_id": "p44_b605", "text": "notably following a disaster, the proliferation of plastic waste, especially when the waste collection system is overwhelmed, causes significant damage to the environment, clogs sewerage systems and small waterways, increasing the risk of flooding in certain areas, as well as damages the marine environment with long-term effects;"}, {"text_block_id": "p45_b606", "text": "•"}, {"text_block_id": "p45_b607", "text": "Developing a more resilient agriculture sector"}, {"text_block_id": "p45_b608", "text": "–"}, {"text_block_id": "p45_b609", "text": "focusing on selecting resilient crops and farming practices, and on rebuilding the livelihoods of farmers and fisherfolk by providing inputs and tools, as well as reconstructing farm buildings and fish storage facilities;"}, {"text_block_id": "p45_b610", "text": "•"}, {"text_block_id": "p45_b611", "text": "Waste management"}, {"text_block_id": "p45_b612", "text": "–"}, {"text_block_id": "p45_b613", "text": "collection, compression and disposal of hazardous and dangerous waste, particularly metals from vehicles and appliances that were discarded and/or poorly disposed of following Hurricane Maria; and,"}, {"text_block_id": "p45_b614", "text": "•"}, {"text_block_id": "p45_b615", "text": "Slope stabilization"}, {"text_block_id": "p45_b616", "text": "–"}, {"text_block_id": "p45_b617", "text": "measures to reduce erosion through the application of grey and green technologies such as the construction of retaining walls and tree planting."}, {"text_block_id": "p45_b618", "text": "The remainder of this chapter presents an overview of the key resilience initiatives that the Government will implement in the immediate to long-term across the six results areas, starting with a presentation of the results framework that will be used to measure the performance of the Government of Dominica in implementing the CRRP. The following tables describe a set of goals and targets to be achieved by 2030 for Dominica to be climate resilient, as well intermediate outcomes (by 2025) and some outputs or activities needed to achieve those outcomes (by 2021/2022). Further information on indicators will be provided in a Performance Measurement Framework for the CRRP, including baseline information, which is currently missing for some goals (i.e. it is not clear what the starting point is in 2020). The Centre of Excellence for Data in Resilience Decision-making will play a critical role in managing data and tracking progress across the CRRP from 2020-2030."}, {"text_block_id": "p46_b619", "text": "CRRP RESULTS FRAMEWORK"}, {"text_block_id": "p46_b620", "text": "Figure 26: Link between Strong Communities Targets and Initiatives"}, {"text_block_id": "p47_b621", "text": "Figure 27: Link between Robust Economy Targets and Initiatives"}, {"text_block_id": "p48_b622", "text": "Figure 28: Link between Well-planned and Durable Infrastructure Targets and Initiatives"}, {"text_block_id": "p49_b623", "text": "Figure 29: Link between Strengthened Institutional Systems Targets and Initiatives"}, {"text_block_id": "p50_b624", "text": "Figure 30: Link between Enhanced Collective Consciousness Targets and Initiatives"}, {"text_block_id": "p51_b625", "text": "Figure 31: Link between Protected and Sustainably Leveraged Natural and Other Unique Assets"}, {"text_block_id": "p52_b626", "text": "Top Ten Climate Resilience Initiatives"}, {"text_block_id": "p52_b627", "text": "Ten (10) climate resilience initiatives"}, {"text_block_id": "p52_b628", "text": "will be delivered as a matter of priority. These will contribute considerably to the achievement of the 20 Climate Resilience targets."}, {"text_block_id": "p52_b629", "text": "Figure 32: Top Ten Climate Resilience Initiatives"}, {"text_block_id": "p53_b630", "text": "Figure 33: Overview of Top Ten CRRP Initiatives (1/3)"}, {"text_block_id": "p54_b631", "text": "Figure 34: Overview of Top Ten CRRP Initiatives (2/3)"}, {"text_block_id": "p55_b632", "text": "Figure 35: Overview of Top Ten CRRP Initiatives (3/3)"}, {"text_block_id": "p57_b633", "text": "V. IMPLEMENTING THE CRRP"}, {"text_block_id": "p57_b634", "text": "–"}, {"text_block_id": "p57_b635", "text": "COST, TIME TO DELIVERY, LEAD & SUPPORTING ENTITIES"}, {"text_block_id": "p57_b636", "text": "This chapter presents a comprehensive account of the climate resilience and recovery initiatives introduced in the last chapter. It consolidates all the suggested climate change actions into one framework, providing clarification on the connectivity of the broader plan to the ten strategic priority initiatives. It is expected that other identified interventions will be integrated in sector strategic plans."}, {"text_block_id": "p57_b637", "text": "Section 1:  Strong Communities Initiatives"}, {"text_block_id": "p57_b638_merged_merged", "text": "1. Each One Reach One – Youth Resilience Initiative"}, {"text_block_id": "p57_b641", "text": "Concept"}, {"text_block_id": "p57_b642", "text": "Each One Reach One (EORO) is an out-of-school program to provide primary school children with the opportunity to enhance their creativity, physical fitness, confidence, and self-esteem thereby increasing resilience. Community partnership and youth volunteerism is an essential component of the EORO program to ensure community involvement and sustainability of program. EORO is being piloted in 3 communities: Newtown, Soufriere, and the Kalinago Territory with the goal of expanding to all primary schools in Dominica."}, {"text_block_id": "p57_b643", "text": "Rationale"}, {"text_block_id": "p57_b644", "text": "•"}, {"text_block_id": "p57_b645", "text": "Children and youth are agents of change and are essential to building strong communities"}, {"text_block_id": "p57_b646", "text": "•"}, {"text_block_id": "p57_b647", "text": "Peer mentorship can help build interconnectedness in communities"}, {"text_block_id": "p57_b648", "text": "•"}, {"text_block_id": "p57_b649", "text": "Volunteering helps people use their skills & talents towards community development"}, {"text_block_id": "p57_b650", "text": "Key Delivery Entities"}, {"text_block_id": "p57_b651", "text": "•"}, {"text_block_id": "p57_b652", "text": "Ministry of Youth Development and Empowerment, Youth at Risk, Gender Affairs, Seniors’"}, {"text_block_id": "p57_b653", "text": "Security, and Dominicans With Disabilities"}, {"text_block_id": "p57_b654", "text": "•"}, {"text_block_id": "p57_b655", "text": "National Youth Council of Dominica"}, {"text_block_id": "p57_b656", "text": "•"}, {"text_block_id": "p57_b657", "text": "Ministry of Education, Human Resource Planning, Vocational Training and National Excellence"}, {"text_block_id": "p57_b658", "text": "•"}, {"text_block_id": "p57_b659", "text": "Community organizations (NGOs, youth groups)"}, {"text_block_id": "p57_b660", "text": "•"}, {"text_block_id": "p57_b661", "text": "Each One Reach One initially piloted by CREAD"}, {"text_block_id": "p58_b662", "text": "2. Responsible Land Stewardship Initiative"}, {"text_block_id": "p58_b663", "text": "Concept"}, {"text_block_id": "p58_b664", "text": "Engage grassroots youth, women and at-risk populations in securing equal access to the use of and control over land and land-related decisions. Build community knowledge on land use decisions; including how to plan construction with due regard to environmental concerns such as landslides or avoiding flood prone areas. Engage men and women in soil restoration practices, stewarding of natural biodiversity, shoring of ravine and waterways, prevention of landslides, ensuring that vulnerable and at-risk populations are especially targeted."}, {"text_block_id": "p58_b665", "text": "Rationale"}, {"text_block_id": "p58_b666", "text": "•"}, {"text_block_id": "p58_b667", "text": "Improved land management, particularly in fragile and protected areas."}, {"text_block_id": "p58_b668", "text": "•"}, {"text_block_id": "p58_b669", "text": "Improved food security and livelihoods through better access to land for agricultural purposes in rural areas."}, {"text_block_id": "p58_b670", "text": "Key Delivery Entities"}, {"text_block_id": "p58_b671", "text": "•"}, {"text_block_id": "p58_b672", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p58_b673", "text": "•"}, {"text_block_id": "p58_b674", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p58_b675", "text": "•"}, {"text_block_id": "p58_b676_merged", "text": "Collaborating Agencies: Ministry of Blue and Green Economy, Agriculture and National Food Security, Women’s Bureau, Kalinago Village Councils."}, {"text_block_id": "p59_b679", "text": "3. Kalinago Territory Development Strategy"}, {"text_block_id": "p59_b680", "text": "Concept"}, {"text_block_id": "p59_b681", "text": "The Kalinago Territory has long suffered from high unemployment and poverty. According to the 2009 Country Poverty Assessment Report 2009 nearly 50% were poor, and (2011 Census) unemployment in age groups, varied from 20% (age 25-29) to 55% (age 15-19)."}, {"text_block_id": "p59_b682", "text": "“Hurricane Maria"}, {"text_block_id": "p59_b683", "text": "offset further social and environmental impacts on an already"}, {"text_block_id": "p59_b684", "text": "vulnerable population”"}, {"text_block_id": "p59_b685", "text": "."}, {"text_block_id": "p59_b686", "text": "A climate and gender sensitive Kalinago Territory Development Plan must be developed that includes capacity building for the community and the Council, and a community engagement strategy. There also needs to be training in climate resilient and disaster risk reduction measures, along with establishment of sustainable and climate resilient agricultural practices."}, {"text_block_id": "p59_b687", "text": "Mainstreaming of gender and environmental issues must be incorporated with poverty reduction and unemployment specific targets. The latter often results in the reduction of underlying social challenges that can adversely affect communities."}, {"text_block_id": "p59_b688", "text": "Additionally, the challenge of access to financing must be resolved through establishment of a Kalinago development Fund specifically designed to consider the communal land ownership. This will allow entrepreneurial activities and provide commercial opportunities for Kalinago."}, {"text_block_id": "p59_b689", "text": "Greater partnerships are also required with other indigenous people to exchange ideas, and build capacity based on common challenges."}, {"text_block_id": "p59_b690", "text": "Rationale"}, {"text_block_id": "p59_b691", "text": "•"}, {"text_block_id": "p59_b692", "text": "Access to finance and capacity building is required to spur economic development"}, {"text_block_id": "p59_b693", "text": "•"}, {"text_block_id": "p59_b694", "text": "Gender mainstreaming is required to ensure full engagement of all community members in Kalinago Territory development"}, {"text_block_id": "p59_b695", "text": "•"}, {"text_block_id": "p59_b696", "text": "Climate resilient practices in agriculture required to reduce vulnerability"}, {"text_block_id": "p60_b697", "text": "Key Delivery Entities"}, {"text_block_id": "p60_b698", "text": "•"}, {"text_block_id": "p60_b699", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p60_b700", "text": "•"}, {"text_block_id": "p60_b701", "text": "Kalinago Council"}, {"text_block_id": "p60_b702", "text": "4. Community Emergency Readiness Initiative"}, {"text_block_id": "p60_b703", "text": "Concept"}, {"text_block_id": "p60_b704", "text": "Making communities safe and self-reliant during an emergency and in the ensuing period thereafter is critical to ensuring resilience at the community level. This initiative will seek to form Disaster Management Committees in each community, undertake physical vulnerability assessments of communities, develop a comprehensive Community Disaster Management Plan, and provide all necessary infrastructure, supplies and equipment required for the community to manage without outside support or utilities for a period of 15 days."}, {"text_block_id": "p61_b705", "text": "Rationale"}, {"text_block_id": "p61_b706", "text": "•"}, {"text_block_id": "p61_b707", "text": "Based on the experience from Hurricane Maria, some communities were cut off from central emergency responders, and unable to cope with their most basic needs, resulting in physical and mental stress that could have been avoided had they been better prepared."}, {"text_block_id": "p61_b708", "text": "Key Delivery Entities"}, {"text_block_id": "p61_b709", "text": "•"}, {"text_block_id": "p61_b710", "text": "Office of Disaster Management"}, {"text_block_id": "p61_b711", "text": "•"}, {"text_block_id": "p61_b712", "text": "Local Government Authority"}, {"text_block_id": "p61_b713", "text": "•"}, {"text_block_id": "p61_b714", "text": "National Emergency Planning Organization sub-committees"}, {"text_block_id": "p61_b715", "text": "•"}, {"text_block_id": "p61_b716", "text": "CREAD"}, {"text_block_id": "p61_b717", "text": "5. Modern Village Council Initiative"}, {"text_block_id": "p61_b718", "text": "Concept"}, {"text_block_id": "p61_b719", "text": "This initiative aims to provide support to the village/town councils and other community-based organizations in the form of capacity building and resource mobilization to enhance the resilience capabilities of all the communities within their jurisdiction."}, {"text_block_id": "p61_b720", "text": "Rationale"}, {"text_block_id": "p61_b721", "text": "•"}, {"text_block_id": "p61_b722", "text": "Dominica has a long history of a strong Local Government System. In the past, Village/Town Councils have provided leadership and served as first responders"}, {"text_block_id": "p61_b723", "text": "•"}, {"text_block_id": "p61_b724", "text": "Over the last fifteen years, there has been a decline in the performance of these structures resulting in the lack of confidence by the residents"}, {"text_block_id": "p61_b725", "text": "Key Delivery Entities"}, {"text_block_id": "p61_b726", "text": "•"}, {"text_block_id": "p61_b727", "text": "Ministry of Sports, Culture and Community Development"}, {"text_block_id": "p61_b728", "text": "•"}, {"text_block_id": "p61_b729", "text": "Local Government Authority"}, {"text_block_id": "p61_b730", "text": "•"}, {"text_block_id": "p61_b731", "text": "CREAD"}, {"text_block_id": "p62_b732", "text": "•"}, {"text_block_id": "p62_b733", "text": "All village/town councils trained in financial management, project management and disaster management to deliver the services for which they are responsible in an efficient, transparent and responsive manner."}, {"text_block_id": "p62_b734", "text": "6. Enhanced Social Safety Net Initiative"}, {"text_block_id": "p62_b735", "text": "Concept"}, {"text_block_id": "p62_b736", "text": "Enhance the delivery of social services, with the goal of reaching the most vulnerable with adequate welfare assistance."}, {"text_block_id": "p62_b737", "text": "Develop a comprehensive beneficiary registry that provides detailed information on all citizens who qualify for support."}, {"text_block_id": "p62_b738", "text": "Strengthen overall Dominican social safety net systems to provide more targeted support to vulnerable persons, with a strong focus on preventative programs and those that seek to break the cycle of inter-generational poverty."}, {"text_block_id": "p62_b739", "text": "Consider the introduction of conditional cash transfer programs where cash payments are linked to resilience building activities by the beneficiaries."}, {"text_block_id": "p62_b740", "text": "Rationale"}, {"text_block_id": "p62_b741", "text": "A resilient nation must care for the most vulnerable members of society to reduce the impacts of climatic and other environmental shocks."}, {"text_block_id": "p62_b742", "text": "There is currently limited data in Dominica on vulnerable populations and social safety nets in place to meet their needs."}, {"text_block_id": "p62_b743", "text": "Key Delivery Entities"}, {"text_block_id": "p62_b744", "text": "•"}, {"text_block_id": "p62_b745", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p62_b746", "text": "•"}, {"text_block_id": "p62_b747", "text": "Ministry of Health, Wellness and New Health Investment"}, {"text_block_id": "p62_b748", "text": "•"}, {"text_block_id": "p62_b749", "text": "CREAD"}, {"text_block_id": "p62_b750", "text": "•"}, {"text_block_id": "p62_b751", "text": "Village Councils"}, {"text_block_id": "p63_b752", "text": "7. Resilient Housing Scheme"}, {"text_block_id": "p63_b753", "text": "Concept"}, {"text_block_id": "p63_b754", "text": "To reduce low-income populations currently living in vulnerable locations and/or in homes that would be unlikely to withstand future climatic events, either relocate the population or repair/retrofit homes to make them resilient."}, {"text_block_id": "p63_b755", "text": "▪"}, {"text_block_id": "p63_b756", "text": "Mapping of communities"}, {"text_block_id": "p63_b757", "text": "▪"}, {"text_block_id": "p63_b758", "text": "Plan for the relocation of the vulnerable residents"}, {"text_block_id": "p63_b759", "text": "▪"}, {"text_block_id": "p63_b760", "text": "Repair and retrofitting of homes for vulnerable residents"}, {"text_block_id": "p63_b761", "text": "▪"}, {"text_block_id": "p63_b762", "text": "Development of a scheme to provide subsidized home insurance for low-income families"}, {"text_block_id": "p63_b763", "text": "▪"}, {"text_block_id": "p63_b764", "text": "Construction of 5,000 new resilient homes for vulnerable populations"}, {"text_block_id": "p63_b765", "text": "▪"}, {"text_block_id": "p63_b766", "text": "Low-interest loans for the retrofitting of homes and the construction of safe rooms for vulnerable people"}, {"text_block_id": "p63_b767", "text": "Rationale"}, {"text_block_id": "p63_b768", "text": "Key Delivery Entities"}, {"text_block_id": "p63_b769", "text": "•"}, {"text_block_id": "p63_b770", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p63_b771", "text": "•"}, {"text_block_id": "p63_b772", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting / Physical Planning"}, {"text_block_id": "p63_b773", "text": "•"}, {"text_block_id": "p63_b774", "text": "CREAD"}, {"text_block_id": "p64_b775", "text": "8."}, {"text_block_id": "p64_b776", "text": "Resilient Dominica Physical Development Plan (detailed under"}, {"text_block_id": "p64_b777", "text": "Infrastructure section)"}, {"text_block_id": "p64_b778", "text": "9."}, {"text_block_id": "p64_b779", "text": "National Shelter Plan"}, {"text_block_id": "p64_b780", "text": "("}, {"text_block_id": "p64_b781", "text": "detailed under Infrastructure section)"}, {"text_block_id": "p64_b782", "text": "11."}, {"text_block_id": "p64_b783", "text": "Smart Schools Initiative"}, {"text_block_id": "p64_b784", "text": "("}, {"text_block_id": "p64_b785", "text": "detailed under Infrastructure section)"}, {"text_block_id": "p65_b786", "text": "Section 2: Robust Economy Initiatives"}, {"text_block_id": "p65_b787", "text": "1. Global Centre for Agricultural Resilience"}, {"text_block_id": "p65_b788", "text": "Concept"}, {"text_block_id": "p65_b789", "text": "Dominica as a Global Centre for Agricultural Resilience, necessitates an appropriate policy and legislative framework and would also require the following:"}, {"text_block_id": "p65_b790", "text": "•"}, {"text_block_id": "p65_b791", "text": "Improve capacity for Data and Information Management, and Risk Profiles for Main Hazards affecting the Agriculture Sector"}, {"text_block_id": "p65_b792", "text": "•"}, {"text_block_id": "p65_b793", "text": "Increase expertise in agro-meteorology"}, {"text_block_id": "p65_b794", "text": "•"}, {"text_block_id": "p65_b795", "text": "Adoption of more resilient crops and livestock"}, {"text_block_id": "p65_b796", "text": "•"}, {"text_block_id": "p65_b797", "text": "Develop both Agriculture and Fisheries Disaster Risk Management Plans"}, {"text_block_id": "p65_b798", "text": "•"}, {"text_block_id": "p65_b799", "text": "Develop a Hurricane Preparedness Response Plan"}, {"text_block_id": "p65_b800", "text": "•"}, {"text_block_id": "p65_b801", "text": "Evaluate the effectiveness of selected water management, soil conservation and improvement technologies/practices in improving hazard risk reduction and agricultural productivity. Develop and implement a strategy for wide adoption and replication of proven best practices"}, {"text_block_id": "p65_b802", "text": "•"}, {"text_block_id": "p65_b803", "text": "Establish a contingency fund for responding to emergency situations"}, {"text_block_id": "p65_b804", "text": "•"}, {"text_block_id": "p65_b805", "text": "Explore options for hurricane insurance for fishing/farming communities in collaboration with appropriate support agencies and financial institutions"}, {"text_block_id": "p65_b806", "text": "•"}, {"text_block_id": "p65_b807", "text": "Geo-locate fish aggregating devices to help in locating them"}, {"text_block_id": "p65_b808", "text": "•"}, {"text_block_id": "p65_b809", "text": "Develop protocols for the safe shelter of fishing boats during a storm and educate fishers on safe practices before and during a storm"}, {"text_block_id": "p65_b810", "text": "Rationale"}, {"text_block_id": "p65_b811", "text": "•"}, {"text_block_id": "p65_b812", "text": "Reduction of the impact of climate change on the economies of the agriculture and fisheries economies is critical given the extensive losses suffered as a result of Hurricane Maria, and growing threats of extreme weather events in the future"}, {"text_block_id": "p65_b813", "text": "Key Deliver Entities"}, {"text_block_id": "p65_b814", "text": "•"}, {"text_block_id": "p65_b815", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p65_b816", "text": "•"}, {"text_block_id": "p65_b817", "text": "Supported by CREAD and Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p66_b818", "text": "2. Support for Resilient Tourism"}, {"text_block_id": "p66_b819", "text": "Concept"}, {"text_block_id": "p66_b820", "text": "Building resilience in the tourism sector requires:"}, {"text_block_id": "p66_b821", "text": "•"}, {"text_block_id": "p66_b822", "text": "Development of a comprehensive Climate Resilient Sustainable Tourism Policy and Action Plan"}, {"text_block_id": "p66_b823", "text": "•"}, {"text_block_id": "p66_b824", "text": "Reviewing and updating Climate Resilient Standards for certified tourism establishments, based on appropriate international best practice"}, {"text_block_id": "p66_b825", "text": "•"}, {"text_block_id": "p66_b826", "text": "Ensuring that tourism establishments have disaster management plans and trained staff to deal with visitors in an emergency"}, {"text_block_id": "p66_b827", "text": "•"}, {"text_block_id": "p66_b828", "text": "Ensuring that a database of tourists on island during a disaster is immediately available for the Ministry of Tourism, International Transport, and Maritime Initiatives"}, {"text_block_id": "p66_b829", "text": "•"}, {"text_block_id": "p66_b830", "text": "Document and develop the key requirements of cruise ships returning to Dominica post Hurricane Maria, to act as roadmap to early recovery of the tourism sector"}, {"text_block_id": "p66_b831", "text": "Rationale"}, {"text_block_id": "p66_b832", "text": "•"}, {"text_block_id": "p66_b833", "text": "Tourism is a major contributor to employment and will be growing substantially over the next five years, so protecting this sector of the economy and minimizing downtime disruption will be critical."}, {"text_block_id": "p66_b834", "text": "Key Delivery Entities"}, {"text_block_id": "p66_b835", "text": "•"}, {"text_block_id": "p66_b836", "text": "Ministry of Tourism, International Transport, and Maritime Initiatives"}, {"text_block_id": "p66_b837", "text": "•"}, {"text_block_id": "p66_b838", "text": "DHTA"}, {"text_block_id": "p66_b839", "text": "•"}, {"text_block_id": "p66_b840", "text": "ODM"}, {"text_block_id": "p67_b841", "text": "3. Rehabilitation of the Essential Oils Sector"}, {"text_block_id": "p67_b842", "text": "Concept"}, {"text_block_id": "p67_b843", "text": "Prior to Tropical Storm Erika, Dominica had by some accounts near 80% of global market share of bay oil production. Additionally, the industry has suffered several setbacks including guava rust disease in 2007, Erika in 2015, and the passage of Hurricane Maria in 2017."}, {"text_block_id": "p67_b844", "text": "Dominica must act aggressively now to preserve and possibly gain back market share. This initiative focuses on attracting investment to the sector, facilitating the diversification into other products, and addressing key operational and structural challenges to rehabilitate parts of the value chain that have been affected by recent climatic disasters and make them resilient to future events"}, {"text_block_id": "p67_b845", "text": "Rationale"}, {"text_block_id": "p67_b846", "text": "•"}, {"text_block_id": "p67_b847", "text": "‘"}, {"text_block_id": "p67_b848_merged", "text": "Essential oils’ is a key sector in Dominica that has suffered from lack of resiliency"}, {"text_block_id": "p67_b851", "text": "•"}, {"text_block_id": "p67_b852", "text": "Cross ministry organization is necessary to ensure the survival of this sector"}, {"text_block_id": "p67_b853", "text": "•"}, {"text_block_id": "p67_b854", "text": "Private sector investment as well as strong operational capacities could help to rehabilitate the sector and increase its market share"}, {"text_block_id": "p67_b855", "text": "Key Delivery Entities"}, {"text_block_id": "p67_b856", "text": "CREAD working closely with:"}, {"text_block_id": "p67_b857", "text": "•"}, {"text_block_id": "p67_b858", "text": "DEOSC"}, {"text_block_id": "p67_b859", "text": "•"}, {"text_block_id": "p67_b860", "text": "DEXIA"}, {"text_block_id": "p67_b861", "text": "•"}, {"text_block_id": "p67_b862", "text": "Ministry of Sports, Culture and Community Development"}, {"text_block_id": "p67_b863", "text": "•"}, {"text_block_id": "p67_b864", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p67_b865", "text": "•"}, {"text_block_id": "p67_b866", "text": "Private investors"}, {"text_block_id": "p68_b867", "text": "4. Development of High-value Export Sector"}, {"text_block_id": "p68_b868", "text": "Concept"}, {"text_block_id": "p68_b869", "text": "Incubate and leverage a “Made by Nature in Dominica” bran"}, {"text_block_id": "p68_b870", "text": "d through three pillars of high-value agriculture-based products:"}, {"text_block_id": "p68_b871", "text": "Food"}, {"text_block_id": "p68_b872", "text": ": Develop and support artisanal farming techniques to produce high-value food ingredients such as coffee, cocoa, spices, and fruits & vegetables for domestic use and export."}, {"text_block_id": "p68_b873", "text": "Nutraceuticals"}, {"text_block_id": "p68_b874", "text": ": Develop and support production of nutraceutical feedstocks and products to access the large and growing global demand for natural remedies"}, {"text_block_id": "p68_b875", "text": "Natural Beauty Products:"}, {"text_block_id": "p68_b876", "text": "Develop and support small suppliers and producers of natural cosmetics and other beauty products for local hospitality, retail sale, and export"}, {"text_block_id": "p68_b877", "text": "Rationale"}, {"text_block_id": "p68_b878", "text": "Increasing the profitability from agricultural practices and retaining processing value on island to the benefit of Dominicans"}, {"text_block_id": "p68_b879", "text": "Key Delivery Entities"}, {"text_block_id": "p68_b880", "text": "•"}, {"text_block_id": "p68_b881", "text": "DEXIA"}, {"text_block_id": "p68_b882", "text": "•"}, {"text_block_id": "p68_b883", "text": "Invest Dominica Authority"}, {"text_block_id": "p68_b884", "text": "•"}, {"text_block_id": "p68_b885", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p68_b886", "text": "•"}, {"text_block_id": "p68_b887", "text": "D"}, {"text_block_id": "p68_b888", "text": "ominica Manufacturer’s Association"}, {"text_block_id": "p68_b889", "text": "•"}, {"text_block_id": "p68_b890", "text": "CREAD"}, {"text_block_id": "p69_b891", "text": "5. Development of the Knowledge and Technology Sectors"}, {"text_block_id": "p69_b892", "text": "Concept"}, {"text_block_id": "p69_b893", "text": "Technology should represent a growing"}, {"text_block_id": "p69_b894", "text": "portion of Dominica’s GDP over the coming years, since this"}, {"text_block_id": "p69_b895", "text": "brings high value jobs to Dominica, in an industry that is growing in demand and is highly climate resilient."}, {"text_block_id": "p69_b896", "text": "While current job opportunities in Dominica in the tech sector are limited, there are organizations focused on developing the tech sector, and the state college has set this as an area of priority"}, {"text_block_id": "p69_b897", "text": "Other ministries have as their priority establishing the “innovation economy” as a high priority over"}, {"text_block_id": "p69_b898", "text": "the coming years."}, {"text_block_id": "p69_b899", "text": "Rationale"}, {"text_block_id": "p69_b900", "text": "•"}, {"text_block_id": "p69_b901", "text": "Jobs in technology are highly resilient to climate change"}, {"text_block_id": "p69_b902", "text": "•"}, {"text_block_id": "p69_b903", "text": "These jobs are high-value, attracting a range of other types of employment"}, {"text_block_id": "p69_b904", "text": "•"}, {"text_block_id": "p69_b905_merged_merged", "text": "These jobs represent a way of capturing and maintain human capital in Dominica – especially young people"}, {"text_block_id": "p69_b908", "text": "Key Delivery Entities"}, {"text_block_id": "p69_b909", "text": "•"}, {"text_block_id": "p69_b910", "text": "CREAD"}, {"text_block_id": "p69_b911", "text": "•"}, {"text_block_id": "p69_b912", "text": "Ministry of Education, Human Resource Planning, Vocational Training and National Excellence"}, {"text_block_id": "p69_b913", "text": "•"}, {"text_block_id": "p69_b914", "text": "Dominica State College"}, {"text_block_id": "p69_b915", "text": "•"}, {"text_block_id": "p69_b916", "text": "Dominica Association of Industry and Commerce"}, {"text_block_id": "p69_b917", "text": "•"}, {"text_block_id": "p69_b918", "text": "Invest Dominica Authority"}, {"text_block_id": "p70_b919", "text": "6. Unlocking Local Financing: Concessional and Commercial Debt"}, {"text_block_id": "p70_b920", "text": "Concept"}, {"text_block_id": "p70_b921", "text": "Rationale"}, {"text_block_id": "p70_b922", "text": "Businesses with access to capital are essential for a resilient economy.  Banks with stable balance sheets are also essential for a resilient and stable economy.  This is part of our objective to break the cycle of bad debt resulting from recurring disasters."}, {"text_block_id": "p70_b923", "text": "Key Delivery Entities"}, {"text_block_id": "p70_b924", "text": "•"}, {"text_block_id": "p70_b925", "text": "CREAD with help from:"}, {"text_block_id": "p70_b926", "text": "•"}, {"text_block_id": "p70_b927", "text": "Commercial Banks"}, {"text_block_id": "p70_b928", "text": "•"}, {"text_block_id": "p70_b929", "text": "Credit Unions"}, {"text_block_id": "p70_b930", "text": "•"}, {"text_block_id": "p70_b931", "text": "AID Bank"}, {"text_block_id": "p70_b932", "text": "•"}, {"text_block_id": "p70_b933", "text": "National Development Foundation of Dominica"}, {"text_block_id": "p70_b934", "text": "•"}, {"text_block_id": "p70_b935", "text": "Business associations (e.g., Dominica Manufacturers Association)"}, {"text_block_id": "p70_b936", "text": "•"}, {"text_block_id": "p70_b937", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p71_b938", "text": "7. Unlocking Local Financing: Innovation Award"}, {"text_block_id": "p71_b939", "text": "Concept"}, {"text_block_id": "p71_b940", "text": "To host a “shark tank” like event that is open to the public, in order to attract young entrepreneurs"}, {"text_block_id": "p71_b941", "text": "and innovators who need funding. This initiative will allow businesses to pitch their ideas to a panel of experts and local business people, in pursuit of Innovation Award funding. The goal is to identify promising young entrepreneurs and provide them with capital to start a business or help a business grow.  The award will be followed with technical support to help make sure that the business grows and has the necessary assistance."}, {"text_block_id": "p71_b942", "text": "Rationale"}, {"text_block_id": "p71_b943", "text": "•"}, {"text_block_id": "p71_b944", "text": "Young entrepreneurs are the future of Dominica"}, {"text_block_id": "p71_b945", "text": "•"}, {"text_block_id": "p71_b946", "text": "Without young business people, there can’t be a resilient economy"}, {"text_block_id": "p71_b947", "text": "•"}, {"text_block_id": "p71_b948", "text": "Young people starting businesses have the hardest time attracting capital"}, {"text_block_id": "p71_b949", "text": "•"}, {"text_block_id": "p71_b950", "text": "Support innovation"}, {"text_block_id": "p71_b951", "text": "Key Delivery Entities"}, {"text_block_id": "p71_b952", "text": "CREAD, with help of:"}, {"text_block_id": "p71_b953", "text": "•"}, {"text_block_id": "p71_b954", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p71_b955", "text": "•"}, {"text_block_id": "p71_b956", "text": "Business leaders to act as judges"}, {"text_block_id": "p71_b957", "text": "•"}, {"text_block_id": "p71_b958", "text": "Potentially other funders to provide awards"}, {"text_block_id": "p72_b959", "text": "8. Crowdfunding Platform for MSMEs"}, {"text_block_id": "p72_b960", "text": "Concept"}, {"text_block_id": "p72_b961_merged", "text": "Globally, several high-impact crowd funding platforms exist to raise zero/low-interest capital from social and double bottom-line retail investors seeking to make a difference in people’s lives. These platforms provide loans to a network of field partners which, in turn, on-lend to small businesses in need of capital."}, {"text_block_id": "p72_b964", "text": "This would provide a much-needed additional source of financing for businesses, especially for young entrepreneurs. A field partner would need to be established in Dominica to identify and conduct due diligence on potential recipient MSMEs. Examples of relevant platforms include Kiva and Kickstarter."}, {"text_block_id": "p72_b965", "text": "Rationale"}, {"text_block_id": "p72_b966", "text": "•"}, {"text_block_id": "p72_b967", "text": "For businesses to thrive they must have access to a range of options for capital."}, {"text_block_id": "p72_b968", "text": "•"}, {"text_block_id": "p72_b969", "text": "For young people to start businesses and commit to the future of their country, they must have access to start-up capital."}, {"text_block_id": "p72_b970", "text": "•"}, {"text_block_id": "p72_b971", "text": "Bringing in outside money is essential to a resilient economy."}, {"text_block_id": "p72_b972", "text": "Key Delivery Entities"}, {"text_block_id": "p72_b973", "text": "CREAD working to identify and establish Dominica as a target country for crowdfunding and"}, {"text_block_id": "p72_b974", "text": "receive funding through a “field partner organization”, with support from:"}, {"text_block_id": "p72_b975", "text": "•"}, {"text_block_id": "p72_b976", "text": "Ministry of Finance and Investment"}, {"text_block_id": "p72_b977", "text": "•"}, {"text_block_id": "p72_b978", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p73_b979", "text": "9. Venture Capital Investment in Women in Agriculture"}, {"text_block_id": "p73_b980", "text": "Concept"}, {"text_block_id": "p73_b981", "text": "There are several high-impact venture capital investment opportunities. One example, LadyAgri, is the bridge between the investment-financing and donor communities, advanced ag-tech companies and services providers, and women agri-entrepreneurs in ACP countries. LadyAgri sees Dominica as strategic opportunities about acting as a partner in Dominica."}, {"text_block_id": "p73_b982", "text": "Rationale"}, {"text_block_id": "p73_b983_merged", "text": "Successfully serving the financial market while contributing to economic development, environmental sustainability and improving livelihoods. Shining the spotlight on women who are champions of their community, and social entrepreneurs who contribute to a positive ‘rising tide’ approach creating jobs and up-skilling of women in their supply chain."}, {"text_block_id": "p73_b986", "text": "Key Delivery Entities"}, {"text_block_id": "p73_b987", "text": "CREAD, with support from:"}, {"text_block_id": "p73_b988", "text": "•"}, {"text_block_id": "p73_b989", "text": "Lady Agri"}, {"text_block_id": "p73_b990", "text": "•"}, {"text_block_id": "p73_b991", "text": "Global Environment Facility Small Grants Programme/United Nations Development Programme"}, {"text_block_id": "p73_b992", "text": "•"}, {"text_block_id": "p73_b993", "text": "Cooperatives"}, {"text_block_id": "p73_b994", "text": "•"}, {"text_block_id": "p73_b995", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p73_b996", "text": "•"}, {"text_block_id": "p73_b997", "text": "Local Government Authority"}, {"text_block_id": "p73_b998", "text": "•"}, {"text_block_id": "p73_b999", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p74_b1000", "text": "10."}, {"text_block_id": "p74_b1001", "text": "Innovative Approach to Insurance"}, {"text_block_id": "p74_b1002", "text": "Concept"}, {"text_block_id": "p74_b1003", "text": "•"}, {"text_block_id": "p74_b1004", "text": "Undertake an extensive public education and awareness program on the importance of adequate insurance coverage."}, {"text_block_id": "p74_b1005", "text": "•"}, {"text_block_id": "p74_b1006", "text": "Facilitate a dialogue between insurance companies and credit unions/cooperatives to explore the development and introduction of affordable home insurance instruments that are targeted at low-income households."}, {"text_block_id": "p74_b1007", "text": "•"}, {"text_block_id": "p74_b1008_merged", "text": "Leverage latest thinking in the insurance sector, including use of ‘blockchain’ and other technologies to increase Dominicans access to appropriate, affordable products."}, {"text_block_id": "p74_b1011", "text": "Rationale"}, {"text_block_id": "p74_b1012", "text": "Private property proved to be insufficiently insured in the wake of Hurricane Maria hindering the ability of individuals to rebuild homes and commercial properties within reasonable durations, which has impacted quality of life and the economy in terms of businesses having to close."}, {"text_block_id": "p74_b1013", "text": "Key Delivery Entities"}, {"text_block_id": "p74_b1014", "text": "CREAD, working closely with:"}, {"text_block_id": "p74_b1015", "text": "•"}, {"text_block_id": "p74_b1016", "text": "Financial Services Unit"}, {"text_block_id": "p74_b1017", "text": "•"}, {"text_block_id": "p74_b1018", "text": "Insurance companies"}, {"text_block_id": "p74_b1019", "text": "•"}, {"text_block_id": "p74_b1020", "text": "Banks and Cooperatives"}, {"text_block_id": "p74_b1021", "text": "•"}, {"text_block_id": "p74_b1022", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p75_b1023", "text": "11. Developing the MSME Sector"}, {"text_block_id": "p75_b1024", "text": "Concept"}, {"text_block_id": "p75_b1025", "text": "Across the value chain, MSMEs in Dominica struggle to thrive due to a lack of basic skills (from accounting to customer service)."}, {"text_block_id": "p75_b1026_merged", "text": "There is need to increase the contribution of MSMEs to Dominica’s socio-economic growth and resilience, businesses must be helped to grow, achieve a higher level of operational effectiveness, achieve compliance to standards and enhance chances of business continuity in the case of a future disaster."}, {"text_block_id": "p75_b1029", "text": "This initiative will work with businesses to provide technical assistance, financial advice, business management and other related guidance, the overall performance of the sector will be enhanced, increasing revenues and profitability, as well as access to finance and markets."}, {"text_block_id": "p75_b1030", "text": "Rationale"}, {"text_block_id": "p75_b1031", "text": "•"}, {"text_block_id": "p75_b1032", "text": "MSME makes up the largest portion of businesses in Dominica"}, {"text_block_id": "p75_b1033", "text": "•"}, {"text_block_id": "p75_b1034", "text": "Providing the necessary support will ultimately have a huge impact on the economy"}, {"text_block_id": "p75_b1035", "text": "•"}, {"text_block_id": "p75_b1036", "text": "MSMEs add significantly towards employment output in Dominica"}, {"text_block_id": "p75_b1037", "text": "Key Delivery Entities"}, {"text_block_id": "p75_b1038", "text": "•"}, {"text_block_id": "p75_b1039", "text": "CREAD working in close collaboration with"}, {"text_block_id": "p75_b1040", "text": "•"}, {"text_block_id": "p75_b1041", "text": "Entrepreneurs"}, {"text_block_id": "p75_b1042", "text": "•"}, {"text_block_id": "p75_b1043", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p75_b1044", "text": "•"}, {"text_block_id": "p75_b1045", "text": "Other organizations that supports entrepreneurship in Dominica"}, {"text_block_id": "p76_b1046", "text": "12. Ports & Airports within Resilient Dominica Physical Plan"}, {"text_block_id": "p76_b1047", "text": "(detailed"}, {"text_block_id": "p76_b1048", "text": "under Infrastructure Section)"}, {"text_block_id": "p76_b1049", "text": "13. Government Continuity Planning"}, {"text_block_id": "p76_b1050", "text": "(detailed under Strengthening"}, {"text_block_id": "p76_b1051", "text": "Institutions Section)"}, {"text_block_id": "p77_b1052", "text": "Section 3: Well-Planned and Durable Infrastructure Initiatives"}, {"text_block_id": "p77_b1053", "text": "1. Resilient Modern ICT Network"}, {"text_block_id": "p77_b1054", "text": "Concept"}, {"text_block_id": "p77_b1055", "text": "The development of a resilient Modern ICT Network is critical to transform the economic and social landscape of Dominica. This initiative seeks to improve the telecommunications infrastructure by building a fibre optic network, enhancing digital services, and advancing digital e-government services."}, {"text_block_id": "p77_b1056", "text": "This will be achieved through the installation of underground fibre, overhead fibre, and microwavetype technology (air-fibre) and the installation of satellite technology to facilitate business continuity; establishment of high tech data centres and upgrade of e-government services for storage and security of government data and records; deployment of Camera Surveillance System (CCTV) in key locations for traffic monitoring and management, and crime management; upgrade of the Government Wide Area Network (GWAN); institution of tele-medicine services with advanced communication equipment; and installation of public Wi-Fi at key tourism sites."}, {"text_block_id": "p77_b1057", "text": "Rationale"}, {"text_block_id": "p77_b1058", "text": "The effects of Hurricane Maria resulted in widespread failure of telecommunication networks, which had a great impact on the Dominican society and greatly hindered timely information gathering."}, {"text_block_id": "p77_b1059", "text": "Collectively, this had a significant and staggered impact on recovery efforts. Coming out of that experience is the need to ensure that telecommunication networks infrastructure is modern and resilient against disasters and capable of driving Dominica next frontier in economic diversification and development."}, {"text_block_id": "p77_b1060", "text": "Key Delivery Entities"}, {"text_block_id": "p77_b1061", "text": "•"}, {"text_block_id": "p77_b1062", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p77_b1063", "text": "•"}, {"text_block_id": "p77_b1064", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p77_b1065", "text": "•"}, {"text_block_id": "p77_b1066", "text": "Digicel"}, {"text_block_id": "p77_b1067", "text": "•"}, {"text_block_id": "p77_b1068", "text": "Flow"}, {"text_block_id": "p77_b1069", "text": "•"}, {"text_block_id": "p77_b1070", "text": "Dominica State College"}, {"text_block_id": "p78_b1071", "text": "2. Resilient Dominica Physical Development Plan"}, {"text_block_id": "p78_b1072", "text": "Concept"}, {"text_block_id": "p78_b1073", "text": "Dominica has set the goal to be the first climate resilient nation in the world. In order to achieve this, physical infrastructure must be able to withstand and/or recover quickly from natural disasters."}, {"text_block_id": "p78_b1074", "text": "A comprehensive plan that addresses all infrastructure, and the standards required to achieve that resilience must be prepared so that a structured approach to creating a resilient country can be implemented. This will also allow sourcing of funds to finance this vision."}, {"text_block_id": "p78_b1075", "text": "The plan will address utilities, ports, roads/bridges/drainage, housing, schools, health centres, shelters, coastal, rivers. It will emphasize asset maintenance and consider the life cycle cost of the investments. The legislative framework required to institutionalize the RDPP will be established and special redevelopment plans prepared for Roseau and Portsmouth."}, {"text_block_id": "p78_b1076", "text": "Rationale"}, {"text_block_id": "p78_b1077", "text": "•"}, {"text_block_id": "p78_b1078", "text": "Reduce the damage caused by natural disasters to all infrastructure in the country"}, {"text_block_id": "p78_b1079", "text": "•"}, {"text_block_id": "p78_b1080", "text": "Improve continuity of basic services"}, {"text_block_id": "p78_b1081", "text": "•"}, {"text_block_id": "p78_b1082", "text": "Provide a comprehensive and data-driven capital works programme to 2030"}, {"text_block_id": "p78_b1083", "text": "Key Delivery Entities"}, {"text_block_id": "p78_b1084", "text": "•"}, {"text_block_id": "p78_b1085", "text": "CREAD"}, {"text_block_id": "p78_b1086", "text": "•"}, {"text_block_id": "p78_b1087", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p78_b1088", "text": "•"}, {"text_block_id": "p78_b1089", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p79_b1090", "text": "2. a Resilient Dominica Physical Plan:  Infrastructure Risk/Condition Assessment"}, {"text_block_id": "p79_b1091", "text": "Concept"}, {"text_block_id": "p79_b1092", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p79_b1093", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p79_b1094", "text": "Infrastructure Risk/Condition Assessment:"}, {"text_block_id": "p79_b1095", "text": "The priority of creating a physical plan is to assess the condition of existing infrastructure, and the risks/hazards that threaten that infrastructure. This assessment will look at factors such as age, current performance, expected useful life remaining, and external/internal factors that pose a risk to that remaining operational life."}, {"text_block_id": "p79_b1096", "text": "Internal factors could be present operational parameters and existing maintenance practices, and how these impacts the ability to meet, and availability for its intended use."}, {"text_block_id": "p79_b1097", "text": "DOWASCO is presently preparing a water Supply Sector Strategic Development Plan (WSSDP) which, will address various aspects of this. Government is also preparing an Electricity Sector Master Plan."}, {"text_block_id": "p79_b1098", "text": "Rationale"}, {"text_block_id": "p79_b1099", "text": "Determine infrastructure condition and the risks/hazards that impact its ability to meet its intended use."}, {"text_block_id": "p79_b1100", "text": "Key Delivery Entities"}, {"text_block_id": "p79_b1101", "text": "•"}, {"text_block_id": "p79_b1102", "text": "CREAD"}, {"text_block_id": "p79_b1103", "text": "•"}, {"text_block_id": "p79_b1104", "text": "All Ministries"}, {"text_block_id": "p79_b1105", "text": "•"}, {"text_block_id": "p79_b1106", "text": "All utilities"}, {"text_block_id": "p80_b1107", "text": "2. b Resilient Dominica Physical Plan: Hydrological Survey & Flood/Landslide Risk Mitigation Plan"}, {"text_block_id": "p80_b1108", "text": "Concept"}, {"text_block_id": "p80_b1109", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p80_b1110", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p80_b1111", "text": "Hydrological Survey & Flood/Landslide Risk Mitigation Plan"}, {"text_block_id": "p80_b1112", "text": "This survey is a mandatory precursor to the preparation of a Flood Mitigation Plan. During Erika and Maria, flooding had a significant impact on infrastructure, and housing damage, and economic losses. It is a fact, that hydrologic events which often (but do not always) include flooding and landslides, frequently influence livelihoods and the continuity of basic services."}, {"text_block_id": "p80_b1113", "text": "A hydrological survey will identify the main drivers of adverse hydrological events, threats both to watersheds and water supplies, and threats posed by human and climatic activities. It will provide a more informed, data-driven and evidence-based, foundation for; mitigating risks; improved environmental, economic, and social protections, and; critical information towards water resource management in general."}, {"text_block_id": "p80_b1114", "text": "The risk mitigation plan will detail activities, actions, procedures, protocols and policies required to mitigate the frequency and impacts of flood/landslide events."}, {"text_block_id": "p80_b1115", "text": "Rationale"}, {"text_block_id": "p80_b1116", "text": "•"}, {"text_block_id": "p80_b1117", "text": "Determine hydrological risks and threats to socio-economic and infrastructure resilience."}, {"text_block_id": "p80_b1118", "text": "•"}, {"text_block_id": "p80_b1119", "text": "Determine how human and climatic activities impact the hydrological cycle."}, {"text_block_id": "p80_b1120", "text": "Key Delivery Entities"}, {"text_block_id": "p80_b1121", "text": "•"}, {"text_block_id": "p80_b1122", "text": "CREAD"}, {"text_block_id": "p80_b1123", "text": "•"}, {"text_block_id": "p80_b1124", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p80_b1125", "text": "•"}, {"text_block_id": "p80_b1126", "text": "Ministry of National Security and Home Affairs/Office of Disaster Management/MET Office"}, {"text_block_id": "p80_b1127", "text": "•"}, {"text_block_id": "p80_b1128", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p80_b1129", "text": "•"}, {"text_block_id": "p80_b1130", "text": "DOWASCO"}, {"text_block_id": "p81_b1131", "text": "2.c Resilient Dominica Physical Plan: Standards for Resilient Infrastructure & Housing"}, {"text_block_id": "p81_b1132", "text": "Concept"}, {"text_block_id": "p81_b1133", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p81_b1134", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p81_b1135", "text": "Standards for Resilient Infrastructure & Housing"}, {"text_block_id": "p81_b1136_merged", "text": "In order to determine what investments are required following the risk/condition assessment, and the hydrological survey, the required ‘performance’ of infrastructure in a resilient nation must be determined. This includes not only setting standards for what climatic and other natural hazards the infrastructure must be built to withstand, but also ensuring appropriate redundancy, spares, equipment &methods, are in place for expedited recovery & restoration of services."}, {"text_block_id": "p81_b1143", "text": "The first is intended to mitigate damages while the second minimizes economic losses by allowing commerce & livelihoods to resume normalcy as quickly as possible."}, {"text_block_id": "p81_b1144", "text": "This will be an iterative process as the cost/benefits of hardening infrastructure to withstand events and mitigate damages, must constantly be weighed against the cost/benefits of rapid recovery."}, {"text_block_id": "p81_b1145", "text": "Rationale"}, {"text_block_id": "p81_b1146", "text": "Determine reasonable standards for resilience looking at the cost/benefit of the two main measures of resilience: the ability to withstand events and the ability to rapidly recover from events."}, {"text_block_id": "p81_b1147", "text": "Key Delivery Entities"}, {"text_block_id": "p81_b1148", "text": "•"}, {"text_block_id": "p81_b1149", "text": "CREAD"}, {"text_block_id": "p81_b1150", "text": "•"}, {"text_block_id": "p81_b1151", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p81_b1152", "text": "•"}, {"text_block_id": "p81_b1153", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p81_b1154", "text": "•"}, {"text_block_id": "p81_b1155", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p81_b1156", "text": "•"}, {"text_block_id": "p81_b1157", "text": "Utilities"}, {"text_block_id": "p81_b1158", "text": "•"}, {"text_block_id": "p81_b1159", "text": "Regulatory authorities"}, {"text_block_id": "p82_b1160", "text": "2. d Resilient Dominica Physical Plan: Sector Master Plans (housing, utilities, ports, roads/bridges/drainage, schools, health centres, shelters, coastal)"}, {"text_block_id": "p82_b1161", "text": "Concept"}, {"text_block_id": "p82_b1162", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p82_b1163", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p82_b1164", "text": "Sector Master Plans"}, {"text_block_id": "p82_b1165", "text": "Based on the condition assessments, and the standards developed, each sector will require a Master Plan to layout the scope of work required, and the cost/schedule for achieving resilience. A review of existing plans will be required in addition to present activities such as the WSSSDP (DOWASCO) and the Electricity Master Plan (Tractabel/AFD/DOMLEC)."}, {"text_block_id": "p82_b1166", "text": "The Master Plans must be sufficiently detailed to allow Government and the participating Ministries/sectors, to create annual investments plans and to prioritise and schedule specific works on an annual basis. It must in all cases, mainstream gender and environmental considerations."}, {"text_block_id": "p82_b1167", "text": "These plans will address the entire catalogue of needs both at the national and community level and will be subject to annual reviews if priorities, methods, technologies etc. have changed."}, {"text_block_id": "p82_b1168", "text": "Rationale"}, {"text_block_id": "p82_b1169", "text": "Create road map to resilience in each sector based on risk/condition assessment, and standards and performance criteria developed."}, {"text_block_id": "p82_b1170", "text": "Key Delivery Entities"}, {"text_block_id": "p82_b1171", "text": "•"}, {"text_block_id": "p82_b1172", "text": "CREAD"}, {"text_block_id": "p82_b1173", "text": "•"}, {"text_block_id": "p82_b1174", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p82_b1175", "text": "•"}, {"text_block_id": "p82_b1176", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p82_b1177", "text": "•"}, {"text_block_id": "p82_b1178", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p82_b1179", "text": "•"}, {"text_block_id": "p82_b1180", "text": "All relevant line Ministries"}, {"text_block_id": "p82_b1181", "text": "•"}, {"text_block_id": "p82_b1182", "text": "Utility companies"}, {"text_block_id": "p83_b1183", "text": "2. e Resilient Dominica Physical Plan: Asset Maintenance & Continuity Plan"}, {"text_block_id": "p83_b1184", "text": "Concept"}, {"text_block_id": "p83_b1185", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p83_b1186", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision"}, {"text_block_id": "p83_b1187", "text": "."}, {"text_block_id": "p83_b1188", "text": "Asset Maintenance & Continuity"}, {"text_block_id": "p83_b1189", "text": "This component would typically be addressed in a Master Plan as it is relevant to analyzing life cycle costs and making economic decisions as to what options are feasible."}, {"text_block_id": "p83_b1190", "text": "However, this is also the first aspect of infrastructure that is discarded or ignored, and which typically results in shortened asset life, catastrophic failures, and the inability of assets to carry out their intended service. It is therefore critical that this be separated from a typical Master Infrastructure (Investment) Plan."}, {"text_block_id": "p83_b1191", "text": "This plan will inform what preventative maintenance activities are required and also what resources are required to achieve these requirements. The consequences of inaction will also be identified in addition to their economic impact and effect on the continuity of service to the public."}, {"text_block_id": "p83_b1192", "text": "Continuity of service is also critical, and the plan will address the requirements for spares, equipment, skills, etc to meet the performance criteria set for the particular asset."}, {"text_block_id": "p83_b1193", "text": "Rationale"}, {"text_block_id": "p83_b1194", "text": "•"}, {"text_block_id": "p83_b1195", "text": "Ensure proper O&M of resilient assets"}, {"text_block_id": "p83_b1196", "text": "•"}, {"text_block_id": "p83_b1197", "text": "Reduce probability of failures and mitigate reduction in asset performance"}, {"text_block_id": "p83_b1198", "text": "•"}, {"text_block_id": "p83_b1199", "text": "Extend asset life and improve service reliability"}, {"text_block_id": "p83_b1200", "text": "Key Delivery Entities"}, {"text_block_id": "p83_b1201", "text": "•"}, {"text_block_id": "p83_b1202", "text": "CREAD"}, {"text_block_id": "p83_b1203", "text": "•"}, {"text_block_id": "p83_b1204", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p83_b1205", "text": "•"}, {"text_block_id": "p83_b1206", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p83_b1207", "text": "•"}, {"text_block_id": "p83_b1208", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p83_b1209", "text": "•"}, {"text_block_id": "p83_b1210", "text": "All relevant line Ministries"}, {"text_block_id": "p83_b1211", "text": "•"}, {"text_block_id": "p83_b1212", "text": "DOWASCO"}, {"text_block_id": "p84_b1213", "text": "2. f Resilient Dominica Physical Plan: Legislative & Institutional Plan/Funding & Prioritization Strategy"}, {"text_block_id": "p84_b1214", "text": "Concept"}, {"text_block_id": "p84_b1215", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p84_b1216", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p84_b1217", "text": "Legislative & Institutional Plan / Funding & Prioritization Strategy"}, {"text_block_id": "p84_b1218", "text": "A proper legislative and institutional framework must be established in order to ensure that the RDPP enshrined in law. Barring this, the RDPP will become an innocuous document to be used as seen fit, rather than a road map to resilience."}, {"text_block_id": "p84_b1219", "text": "Mechanisms must be in place to allow annual reviews as it relates to changing priorities, methods, technologies, etc. However, significant changes should require approval by the legislative branch of Government."}, {"text_block_id": "p84_b1220", "text": "Similarly, the RDPP must be institutionalized to ensure the necessary capacity (physical, human, financial) is always available to implement the RDPP efficiently and effectively, and to ensure the intended results are being achieved."}, {"text_block_id": "p84_b1221", "text": "A funding & prioritization strategy for each sector must also be developed as part of the RDPP to ensure legislation & institutional arrangements address all aspects of implementation to mitigate impediments to implementation."}, {"text_block_id": "p84_b1222", "text": "Rationale"}, {"text_block_id": "p84_b1223", "text": "•"}, {"text_block_id": "p84_b1224", "text": "Enshrine RDPP in legislation to ensure its success"}, {"text_block_id": "p84_b1225", "text": "•"}, {"text_block_id": "p84_b1226", "text": "Institutionalize the RDPP to ensure its efficient implementation"}, {"text_block_id": "p84_b1227", "text": "Key Delivery Entities"}, {"text_block_id": "p84_b1228", "text": "•"}, {"text_block_id": "p84_b1229", "text": "CREAD"}, {"text_block_id": "p84_b1230", "text": "•"}, {"text_block_id": "p84_b1231", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p84_b1232", "text": "•"}, {"text_block_id": "p84_b1233", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p84_b1234", "text": "•"}, {"text_block_id": "p84_b1235", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p84_b1236", "text": "•"}, {"text_block_id": "p84_b1237", "text": "All relevant line Ministries"}, {"text_block_id": "p85_b1238", "text": "2. g Resilient Dominica Physical Plan: Roseau & Portsmouth Urbanization Plan"}, {"text_block_id": "p85_b1239", "text": "Concept"}, {"text_block_id": "p85_b1240", "text": "Resilient Dominica Physical Plan:"}, {"text_block_id": "p85_b1241", "text": "A comprehensive plan that addresses the condition of physical infrastructure, the risks/hazards that threaten its intended use, the standards required to achieve that resilience, and the scope/cost/time required to achieve resilience. Provides a structured approach and road map to creating a resilient country and identifies potential funding sources to finance this vision."}, {"text_block_id": "p85_b1242", "text": "Roseau & Portsmouth Redevelopment Plan:"}, {"text_block_id": "p85_b1243_merged", "text": "Resilience can only be achieved if other socio-economic aspects of development are addressed. Regional development plans that look at socio-economic factors in addition to infrastructure will ensure that that resilience is not only achieved, but that it is sustainable."}, {"text_block_id": "p85_b1248", "text": "It is proposed to begin this process with Roseau and Portsmouth in the first instance. Government has already begun the process of reviewing this for Roseau and it seems appropriate to include this as a sub-component of the RDPP."}, {"text_block_id": "p85_b1249", "text": "Rationale"}, {"text_block_id": "p85_b1250", "text": "Revitalize the cities of Roseau & Portsmouth with physical, commercial, and socio-economic resilience the core considerations"}, {"text_block_id": "p85_b1251", "text": "Key Delivery Entities"}, {"text_block_id": "p85_b1252", "text": "•"}, {"text_block_id": "p85_b1253", "text": "CREAD"}, {"text_block_id": "p85_b1254", "text": "•"}, {"text_block_id": "p85_b1255", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p85_b1256", "text": "•"}, {"text_block_id": "p85_b1257", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p85_b1258", "text": "•"}, {"text_block_id": "p85_b1259", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p86_b1260", "text": "3. National Disaster Management Plan"}, {"text_block_id": "p86_b1261", "text": "a)"}, {"text_block_id": "p86_b1262", "text": "National Shelter Strategy"}, {"text_block_id": "p86_b1263", "text": "(see Dominica Resilient Physical Development Plan)"}, {"text_block_id": "p86_b1264", "text": "b)"}, {"text_block_id": "p86_b1265", "text": "Community Disaster Risk Management and Climate Adaptation Plan"}, {"text_block_id": "p86_b1266", "text": "(see Strong Communities section)"}, {"text_block_id": "p86_b1267", "text": "c)"}, {"text_block_id": "p86_b1268", "text": "Community Training and Awareness"}, {"text_block_id": "p86_b1269", "text": "(see Strong Communities section)"}, {"text_block_id": "p86_b1270", "text": "4. Centre of Excellence for Data in Resilience Decision-Making"}, {"text_block_id": "p86_b1271", "text": "Concept"}, {"text_block_id": "p86_b1272", "text": "Dominica has set the goal to be the first climate resilient nation in the world. In order to achieve this, data collection, analysis, and overall data management must be improved. This means reviewing the policies, procedures, and general attitudes towards data collection. Risks and natural disasters are very geographic, and integrating resilience into planning and land use decisions, requires a robust GIS."}, {"text_block_id": "p86_b1273", "text": "This initiative seeks to establish a dedicated GIS Unit within the Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting, and to institutionalize a data-driven approach to investment and planning decisions. This Unit is critical to the finalizing and implementation of the Resilient Dominica Physical Plan and to proper land management, hazard mapping, and investment planning/decisions."}, {"text_block_id": "p86_b1274", "text": "Rationale"}, {"text_block_id": "p86_b1275", "text": "●"}, {"text_block_id": "p86_b1276", "text": "Performance management is about acting to improve lives of citizens"}, {"text_block_id": "p86_b1277", "text": "●"}, {"text_block_id": "p86_b1278", "text": "It must be embedded in every part of the organization"}, {"text_block_id": "p86_b1279", "text": "●"}, {"text_block_id": "p86_b1280", "text": "Must deliver the big picture vision through continuous improvements of short-term targets"}, {"text_block_id": "p86_b1281", "text": "Key Delivery Entities"}, {"text_block_id": "p86_b1282", "text": "●"}, {"text_block_id": "p86_b1283", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p86_b1284", "text": "●"}, {"text_block_id": "p86_b1285", "text": "CREAD"}, {"text_block_id": "p86_b1286", "text": "●"}, {"text_block_id": "p86_b1287", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p86_b1288", "text": "●"}, {"text_block_id": "p86_b1289", "text": "Central Statistics Office"}, {"text_block_id": "p87_b1290", "text": "5. Capacity Building"}, {"text_block_id": "p87_b1291", "text": "(in Project Preparation, Procurement & Contract"}, {"text_block_id": "p87_b1292", "text": "Administration)"}, {"text_block_id": "p87_b1293", "text": "Concept"}, {"text_block_id": "p87_b1294_merged", "text": "Following Tropical Storm Erika and Hurricane Maria, Dominica has significant capital works to be complete over the coming decade. In addition to this spike of capital works there is also the baseline of maintenance and incremental improvements to build assets. In the medium and long-term the technical and professional inputs will fall mainly to the Ministry of Public Works and The Digital Economy. The Ministry of Public Works and The Digital Economy needs a core of experienced and certified professionals to meet this challenge and who can pass on these skills to other Ministries. Appropriate project management tools also are required to help professionals within the ministries monitor & control the various projects, while keeping stakeholders informed."}, {"text_block_id": "p87_b1297", "text": "Rationale"}, {"text_block_id": "p87_b1298", "text": "•"}, {"text_block_id": "p87_b1299", "text": "Professionals able to hold their own with contractors and consultants."}, {"text_block_id": "p87_b1300", "text": "•"}, {"text_block_id": "p87_b1301", "text": "Responsive service able to meet annual targets."}, {"text_block_id": "p87_b1302", "text": "•"}, {"text_block_id": "p87_b1303", "text": "A seed/feeder for the consulting sector."}, {"text_block_id": "p87_b1304", "text": "Key Delivery Entities"}, {"text_block_id": "p87_b1305", "text": "●"}, {"text_block_id": "p87_b1306", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p87_b1307", "text": "●"}, {"text_block_id": "p87_b1308", "text": "CREAD"}, {"text_block_id": "p88_b1309", "text": "Section 4: Strengthened Institutional Systems Initiatives"}, {"text_block_id": "p88_b1310", "text": "1. Resilient Dominica Physical Development Plan"}, {"text_block_id": "p88_b1311", "text": "(see under"}, {"text_block_id": "p88_b1312", "text": "Infrastructure section)"}, {"text_block_id": "p88_b1313", "text": "2. Centralized GIS team and Data management team"}, {"text_block_id": "p88_b1314", "text": "(see under"}, {"text_block_id": "p88_b1315", "text": "Infrastructure section)"}, {"text_block_id": "p88_b1316", "text": "3. Digitalized land management system"}, {"text_block_id": "p88_b1317", "text": "(see under Infrastructure section)"}, {"text_block_id": "p88_b1318", "text": "4. Centre of Excellence for Data in Resilience Decision-making"}, {"text_block_id": "p88_b1319", "text": "(see under Infrastructure section)"}, {"text_block_id": "p88_b1320", "text": "5. Supportive Policies and Regulations"}, {"text_block_id": "p88_b1321", "text": "Concept"}, {"text_block_id": "p88_b1322", "text": "●"}, {"text_block_id": "p88_b1323", "text": "Historic and current configuration of Ministries has meant that policies are not always aligned in a single ministry and changes in configuration may impact ownership of policies."}, {"text_block_id": "p88_b1324", "text": "●"}, {"text_block_id": "p88_b1325", "text": "Policy statements may be encapsulated in Bills currently being considered by Parliament."}, {"text_block_id": "p88_b1326", "text": "●"}, {"text_block_id": "p88_b1327", "text": "The review of legislation/bills may identify gaps in regulations that require addressing."}, {"text_block_id": "p89_b1328", "text": "Rationale"}, {"text_block_id": "p89_b1329", "text": "Policies are essential for providing direction, setting out the aspiration for the sector, providing the basis from which strategic objectives can be developed and the execution of services to the public."}, {"text_block_id": "p89_b1330", "text": "Key Delivery Entities"}, {"text_block_id": "p89_b1331", "text": "•"}, {"text_block_id": "p89_b1332", "text": "All Ministries"}, {"text_block_id": "p89_b1333", "text": "1."}, {"text_block_id": "p89_b1334", "text": "Enhanced Disaster Risk Management Agency"}, {"text_block_id": "p89_b1335", "text": "Concept"}, {"text_block_id": "p89_b1336", "text": "•"}, {"text_block_id": "p89_b1337", "text": "Dominica is susceptible to the impact of climate change and natural disasters. Such threats to the lives and livelihoods of Dominicans were witnessed by Tropical Storm Erika in 2015 and Hurricane Maria 2017 which caused losses and damage equivalent to 90% and 226% of GDP respectively."}, {"text_block_id": "p89_b1338", "text": "•"}, {"text_block_id": "p89_b1339", "text": "Managing disasters and risk through all phases from prevention and rehabilitation, is critical to Dominica. This requires a fully functioning disaster management agency."}, {"text_block_id": "p89_b1340", "text": "Rationale"}, {"text_block_id": "p89_b1341", "text": "•"}, {"text_block_id": "p89_b1342", "text": "Disasters have and will impacted the lives and livelihoods of Dominicans"}, {"text_block_id": "p89_b1343", "text": "•"}, {"text_block_id": "p89_b1344", "text": "Preventing, mitigating, preparing are continuous activities that must be institutionalized"}, {"text_block_id": "p89_b1345", "text": "•"}, {"text_block_id": "p89_b1346", "text": "Coordinating responses, recovery and supporting the rehabilitation are critical functions that require all segments of the Dominican society."}, {"text_block_id": "p89_b1347", "text": "Key Delivery Entities"}, {"text_block_id": "p89_b1348", "text": "•"}, {"text_block_id": "p89_b1349", "text": "Ministry of National Security and Home Affairs"}, {"text_block_id": "p89_b1350", "text": "•"}, {"text_block_id": "p89_b1351", "text": "Ministry of Governance, Public Service Reform, Citizen Empowerment, Social Justice and Ecclesiastical Affairs"}, {"text_block_id": "p89_b1352", "text": "•"}, {"text_block_id": "p89_b1353", "text": "CREAD"}, {"text_block_id": "p90_b1354", "text": "2."}, {"text_block_id": "p90_b1355", "text": "Government continuity plan"}, {"text_block_id": "p90_b1356", "text": "Concept"}, {"text_block_id": "p90_b1357", "text": "•"}, {"text_block_id": "p90_b1358", "text": "Principle plan that sets out how the Government will continue operations during an emergency"}, {"text_block_id": "p90_b1359", "text": "•"}, {"text_block_id": "p90_b1360", "text": "The plan must identify ‘business critical’ operations that must continue during an"}, {"text_block_id": "p90_b1361", "text": "emergency and those that are needed to resume immediately after the emergency"}, {"text_block_id": "p90_b1362", "text": "•"}, {"text_block_id": "p90_b1363", "text": "The plan must be updated frequently, include simulation exercises based on different scenarios."}, {"text_block_id": "p90_b1364", "text": "•"}, {"text_block_id": "p90_b1365", "text": "The plan needs to identify key personnel and facilities that are needed during an emergency"}, {"text_block_id": "p90_b1366", "text": "•"}, {"text_block_id": "p90_b1367", "text": "Includes a comprehensive National Disaster Management Plan, including maintaining law and order and ensuring national security in the event of a disaster"}, {"text_block_id": "p90_b1368", "text": "Rationale"}, {"text_block_id": "p90_b1369", "text": "Dominica is susceptible to natural disasters such as hurricanes, earthquakes and volcanic eruptions."}, {"text_block_id": "p90_b1370", "text": "Key Delivery Entities"}, {"text_block_id": "p90_b1371", "text": "•"}, {"text_block_id": "p90_b1372", "text": "Ministry of Governance, Public Service Reform, Citizen Empowerment, Social Justice and Ecclesiastical Affairs"}, {"text_block_id": "p90_b1373", "text": "•"}, {"text_block_id": "p90_b1374", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p90_b1375", "text": "•"}, {"text_block_id": "p90_b1376", "text": "Ministry of National Security and Home Affairs/Office of Disaster Management"}, {"text_block_id": "p90_b1377", "text": "•"}, {"text_block_id": "p90_b1378", "text": "All relevant line Ministries"}, {"text_block_id": "p90_b1379", "text": "•"}, {"text_block_id": "p90_b1380", "text": "CREAD"}, {"text_block_id": "p91_b1381", "text": "8. Revised Public Sector Investment Programme Allocation Methodology and Enhanced Public Sector Performance Management Framework"}, {"text_block_id": "p91_b1382", "text": "Concept"}, {"text_block_id": "p91_b1383", "text": "In order to achieve the Government’s"}, {"text_block_id": "p91_b1384", "text": "resilience vision, sectoral policies, strategies and budgets must be synchronized to specific aspirations identified in the CRRP. In particular, the Public Sector Investment Programme (PSIP) must be tightly aligned with the CRRP, reflecting initiatives to deliver on resilience targets. This will require adjustments to the budget-setting process and criteria, to include definition and weighting of resilience-related indicators;"}, {"text_block_id": "p91_b1385", "text": "Most objectives are delivered by public service officers. The success is in part due to how well the public officer performs. Accordingly, monitoring performance must include how well the objectives are being delivered both at the ministry level (management by objectives) and at the individual level through the performance appraisal mechanism."}, {"text_block_id": "p91_b1386", "text": "Rationale"}, {"text_block_id": "p91_b1387", "text": "●"}, {"text_block_id": "p91_b1388", "text": "Performance management is about taking action to improve lives of citizens."}, {"text_block_id": "p91_b1389", "text": "●"}, {"text_block_id": "p91_b1390", "text": "It must be embedded in every part of the organization."}, {"text_block_id": "p91_b1391", "text": "●"}, {"text_block_id": "p91_b1392", "text": "Must deliver the big picture vision through continuous improvements of short-term targets."}, {"text_block_id": "p91_b1393", "text": "Key Delivery Entities:"}, {"text_block_id": "p91_b1394", "text": "●"}, {"text_block_id": "p91_b1395", "text": "Ministry of Governance, Public Service Reform, Citizen Empowerment, Social Justice and Ecclesiastical Affairs"}, {"text_block_id": "p92_b1396", "text": "Section 5: Enhanced Collective Conscience Initiative"}, {"text_block_id": "p92_b1397", "text": "1. Community Emergency Readiness Initiative"}, {"text_block_id": "p92_b1398", "text": "Concept"}, {"text_block_id": "p92_b1399", "text": "Making communities safe and self-reliant during an emergency and in the ensuing period thereafter is critical to ensuring resilience at the community level."}, {"text_block_id": "p92_b1400", "text": "This initiative will seek to form Disaster Management Committees in each community, undertake physical vulnerability assessments of communities, develop a comprehensive Community Disaster Management Plan, and provide all necessary infrastructure, supplies and equipment required for the community to manage without outside support or utilities for a period of 15 days."}, {"text_block_id": "p92_b1401", "text": "Rationale"}, {"text_block_id": "p92_b1402", "text": "Based on the experience from Hurricane Maria, some communities were cut off from central emergency responders, and unable to cope with their most basic needs, resulting in physical and mental stress that could have been avoided had they been better prepared."}, {"text_block_id": "p92_b1403", "text": "Key Delivery Entities"}, {"text_block_id": "p92_b1404", "text": "●"}, {"text_block_id": "p92_b1405", "text": "Office of Disaster Management"}, {"text_block_id": "p92_b1406", "text": "●"}, {"text_block_id": "p92_b1407", "text": "Local Government Authority"}, {"text_block_id": "p92_b1408", "text": "●"}, {"text_block_id": "p92_b1409", "text": "National Emergency Planning Organization sub-committees"}, {"text_block_id": "p92_b1410", "text": "●"}, {"text_block_id": "p92_b1411", "text": "CREAD"}, {"text_block_id": "p93_b1412", "text": "2. Respect for All Initiative"}, {"text_block_id": "p93_b1413", "text": "Concept"}, {"text_block_id": "p93_b1414", "text": "•"}, {"text_block_id": "p93_b1415_merged", "text": "Inclusive approaches to strengthen community cohesion and empowerment by promoting a higher consciousness (spiritual, theological and culturally inclusive) that underpins respect, dignity and peace among all citizens, ensuring that no one is excluded or left behind – through organizing community groups around civic education, public awareness raising and targeted engagement with vulnerable communities."}, {"text_block_id": "p93_b1418", "text": "•"}, {"text_block_id": "p93_b1419", "text": "Establish community-based resilience task forces."}, {"text_block_id": "p93_b1420", "text": "•"}, {"text_block_id": "p93_b1421", "text": "Broaden the base of partners and stakeholders."}, {"text_block_id": "p93_b1422", "text": "•"}, {"text_block_id": "p93_b1423", "text": "Work with teachers, parents, children, youth, young adults to revalue cultural identity, lifestyle decisions, consumption choices and equal responsibilities of men and women."}, {"text_block_id": "p94_b1424", "text": "Rationale"}, {"text_block_id": "p94_b1425", "text": "●"}, {"text_block_id": "p94_b1426", "text": "Promote social cohesion and community resilience;"}, {"text_block_id": "p94_b1427", "text": "●"}, {"text_block_id": "p94_b1428", "text": "Broaden the base of partners and stakeholders to support an inclusive approach to societal resilience;"}, {"text_block_id": "p94_b1429", "text": "●"}, {"text_block_id": "p94_b1430", "text": "Build on the combined efforts of women and men at different levels;"}, {"text_block_id": "p94_b1431", "text": "●"}, {"text_block_id": "p94_b1432", "text": "Build trust among people in all their diversity"}, {"text_block_id": "p94_b1433", "text": "Key Delivery Entities"}, {"text_block_id": "p94_b1434", "text": "●"}, {"text_block_id": "p94_b1435_merged", "text": "Ministry of Youth Development and Empowerment, Youth at Risk, Gender Affairs, Seniors’ Security, and Dominicans With Disabilities"}, {"text_block_id": "p94_b1438", "text": "●"}, {"text_block_id": "p94_b1439", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p94_b1440", "text": "●"}, {"text_block_id": "p94_b1441", "text": "Women’s Bureau"}, {"text_block_id": "p94_b1442", "text": "●"}, {"text_block_id": "p94_b1443", "text": "Kalinago Village Council"}, {"text_block_id": "p94_b1444", "text": "●"}, {"text_block_id": "p94_b1445", "text": "Community Practitioners Platform"}, {"text_block_id": "p94_b1446", "text": "●"}, {"text_block_id": "p94_b1447", "text": "Non-governmental organizations"}, {"text_block_id": "p94_b1448", "text": "●"}, {"text_block_id": "p94_b1449", "text": "National media and social media"}, {"text_block_id": "p95_b1450", "text": "3. Koudmen Domnik National Volunteer Initiative"}, {"text_block_id": "p95_b1451", "text": "Concept"}, {"text_block_id": "p95_b1452", "text": "Koudmen refers to the Dominican spirit of sharing and cooperative effort. Koudmen Domnik aims to help build a movement of national pride. It encourages people to care about each other to the benefit of the most vulnerable people in the community, to care about the environment, and to"}, {"text_block_id": "p95_b1453", "text": "work together to build Dominica’s future."}, {"text_block_id": "p95_b1454", "text": "Koudmen Domnik will engage in volunteer led projects, with special emphasis on youth involvement and inclusion of marginalized groups such as the elderly and persons living with disabilities across the country."}, {"text_block_id": "p95_b1455", "text": "Rationale"}, {"text_block_id": "p95_b1456", "text": "•"}, {"text_block_id": "p95_b1457", "text": "Individual & community self-help and cooperation is an essential part of being resilient."}, {"text_block_id": "p95_b1458", "text": "•"}, {"text_block_id": "p95_b1459", "text": "Inclusive community driven programs are more sustainable."}, {"text_block_id": "p95_b1460", "text": "•"}, {"text_block_id": "p95_b1461_merged", "text": "Volunteering makes use of people’s skills and helps encourage them to care about each other."}, {"text_block_id": "p95_b1464", "text": "Key Delivery Entities"}, {"text_block_id": "p95_b1465", "text": "•"}, {"text_block_id": "p95_b1466", "text": "Ministry of Education, Human Resource Planning, Vocational Training and National Excellence (Primary & Secondary Schools)"}, {"text_block_id": "p95_b1467", "text": "•"}, {"text_block_id": "p95_b1468", "text": "Dominica State College"}, {"text_block_id": "p95_b1469", "text": "•"}, {"text_block_id": "p95_b1470", "text": "Ministry of Youth"}, {"text_block_id": "p95_b1471", "text": "Development and Empowerment, Youth at Risk, Gender Affairs, Seniors’"}, {"text_block_id": "p95_b1472", "text": "Security, and Dominicans With Disabilities"}, {"text_block_id": "p95_b1473", "text": "•"}, {"text_block_id": "p95_b1474", "text": "Village/town councils"}, {"text_block_id": "p95_b1475", "text": "•"}, {"text_block_id": "p95_b1476", "text": "Faith-based Organizations"}, {"text_block_id": "p95_b1477", "text": "•"}, {"text_block_id": "p95_b1478", "text": "Established NGOs/volunteer clubs"}, {"text_block_id": "p95_b1479", "text": "4. Centre of Excellence for Data in Resilience Decision-making"}, {"text_block_id": "p95_b1480", "text": "(see under Infrastructure section)"}, {"text_block_id": "p95_b1481", "text": "5. Resilient Dominica Physical Development Plan"}, {"text_block_id": "p95_b1482", "text": "(detailed under"}, {"text_block_id": "p95_b1483", "text": "Infrastructure section)"}, {"text_block_id": "p96_b1484", "text": "Section 6:  Protected and Sustainably Leveraged Natural and Other Unique Assets Initiatives"}, {"text_block_id": "p96_b1485", "text": "1."}, {"text_block_id": "p96_b1486", "text": "ResilienSEA Blue Economy Triple Bottomline Investment Fund"}, {"text_block_id": "p96_b1487", "text": "Concept"}, {"text_block_id": "p96_b1488", "text": "The Blue Economy Investment Fund seeks to leverage private sector investment while, at the same time, steering it towards initiatives which are key to support the overall climate resilience ambitions of the Government of the Commonwealth of Dominica."}, {"text_block_id": "p96_b1489", "text": "This Fund would need to operate effectively while catering to such a diverse mix of financing sources, potentially with very different goals (pure profit, social and financial bottom-line)."}, {"text_block_id": "p96_b1490", "text": "Additionally, it would only be funded by a combination of the Government/International Donors/Multi-lateral Financial Institutions/etc., and private investors, the latter of which could apply to this fund to co-invest with them on projects that they come up with, with preferred financing terms."}, {"text_block_id": "p96_b1491", "text": "Rationale"}, {"text_block_id": "p96_b1492", "text": "•"}, {"text_block_id": "p96_b1493", "text": "Dominica’s marine ecology is essential for protecting the coastline and coastal"}, {"text_block_id": "p96_b1494", "text": "communities."}, {"text_block_id": "p96_b1495", "text": "•"}, {"text_block_id": "p96_b1496", "text": "Developing businesses in a sustainable way is essential for protecting these environments and the jobs that depend on it."}, {"text_block_id": "p96_b1497", "text": "Key Delivery Entities"}, {"text_block_id": "p96_b1498", "text": "●"}, {"text_block_id": "p96_b1499", "text": "Ministry of Finance, Economic Affairs, Investment, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p96_b1500", "text": "●"}, {"text_block_id": "p96_b1501", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p96_b1502", "text": "●"}, {"text_block_id": "p96_b1503", "text": "Coastal Business Associations"}, {"text_block_id": "p96_b1504", "text": "●"}, {"text_block_id": "p96_b1505", "text": "Investors and Technical Assistance entities"}, {"text_block_id": "p96_b1506", "text": "●"}, {"text_block_id": "p96_b1507", "text": "CREAD"}, {"text_block_id": "p97_b1508", "text": "2."}, {"text_block_id": "p97_b1509", "text": "Geothermal Export to Neighbouring Islands"}, {"text_block_id": "p97_b1510", "text": "Concept"}, {"text_block_id": "p97_b1511", "text": "Dominica’s specific geology provides the perfect oppor"}, {"text_block_id": "p97_b1512", "text": "tunity to harness geothermal renewable energy; The neighbouring islands of Martinique and Guadeloupe both have increased energy requirements and would be a perfect export market; Developing a 50MW Geothermal Plant is already being considered by the Government and utilizing the export of energy to form a sustainable, climate resilient revenue stream to fund the initiatives in the CRRP would assist in closing the funding gap."}, {"text_block_id": "p97_b1513", "text": "Rationale"}, {"text_block_id": "p97_b1514", "text": "●"}, {"text_block_id": "p97_b1515", "text": "Urgent need to raise revenues to finance the Climate Resilience agenda"}, {"text_block_id": "p97_b1516", "text": "●"}, {"text_block_id": "p97_b1517", "text": "Al"}, {"text_block_id": "p97_b1518", "text": "ignment with Dominica’s branding as the Nature Island"}, {"text_block_id": "p97_b1519", "text": "●"}, {"text_block_id": "p97_b1520", "text": "Reduced Greenhouse Gas contributions"}, {"text_block_id": "p97_b1521", "text": "Key Delivery Entities"}, {"text_block_id": "p97_b1522", "text": "●"}, {"text_block_id": "p97_b1523", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p97_b1524", "text": "●"}, {"text_block_id": "p97_b1525", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p97_b1526", "text": "●"}, {"text_block_id": "p97_b1527", "text": "Private Sector"}, {"text_block_id": "p98_b1528", "text": "3."}, {"text_block_id": "p98_b1529", "text": "Debt for Nature Swap"}, {"text_block_id": "p98_b1530", "text": "Concept"}, {"text_block_id": "p98_b1531", "text": "Dominica’s relatively high debt levels are constraining its capacity for adequately funding the"}, {"text_block_id": "p98_b1532_merged", "text": "national budget and addressing urgent needs for reconstruction spending Marine systems are underfunded and face significant threats from climate change, overfishing and pollutants. Debt swaps have been in use since the 1980s, both commercial and bilateral in nature—typically involving the creation of fiscal space through the purchase of the debt at a discount, in exchange for commitments to support conservation efforts and/or climate change mitigation policies."}, {"text_block_id": "p98_b1535", "text": "Rationale"}, {"text_block_id": "p98_b1536", "text": "●"}, {"text_block_id": "p98_b1537", "text": "Urgent need to create the fiscal space to support reconstruction and resilience efforts, as well as blue economy investments."}, {"text_block_id": "p98_b1538", "text": "●"}, {"text_block_id": "p98_b1539", "text": "Debt restructuring results in lower levels of debt, reduction in interest payments and release of funds to support blue economy efforts."}, {"text_block_id": "p98_b1540", "text": "Key Deliverables Entities"}, {"text_block_id": "p98_b1541", "text": "●"}, {"text_block_id": "p98_b1542", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p98_b1543", "text": "●"}, {"text_block_id": "p98_b1544", "text": "Ministry of Finance and Investment"}, {"text_block_id": "p98_b1545", "text": "●"}, {"text_block_id": "p98_b1546", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p99_b1547", "text": "4."}, {"text_block_id": "p99_b1548", "text": "Forestry/Ecosystem Audit/Protection Plans"}, {"text_block_id": "p99_b1549", "text": "Concept"}, {"text_block_id": "p99_b1550", "text": "This"}, {"text_block_id": "p99_b1551", "text": "initiative seeks to undertake a comprehensive assessment of the country’s ecosystems to"}, {"text_block_id": "p99_b1552", "text": "determine the level of damage and the areas that require urgent attention through the following activities:"}, {"text_block_id": "p99_b1553", "text": "●"}, {"text_block_id": "p99_b1554", "text": "Collate the various damage assessments that have been undertaken and where gaps have been identified, undertake additional assessments to obtain an accurate quantitative and qualitative picture of the state of the natural environment in Dominica."}, {"text_block_id": "p99_b1555", "text": "●"}, {"text_block_id": "p99_b1556", "text": "Identify and prioritize the areas that are most in need of attention."}, {"text_block_id": "p99_b1557", "text": "●"}, {"text_block_id": "p99_b1558", "text": "Capture this information in a GIS platform that maps out the country’s natural assets."}, {"text_block_id": "p99_b1559", "text": "●"}, {"text_block_id": "p99_b1560_merged_merged", "text": "Develop a system to continuously monitor the State of the Environment and track changes that affect the integrity of the country’s natural assets. Development protection plans to maintain assets."}, {"text_block_id": "p99_b1563", "text": "Rationale"}, {"text_block_id": "p99_b1564", "text": "●"}, {"text_block_id": "p99_b1565", "text": "The ecosystem of Dominica is a unique asset which is important to tourism and national identity."}, {"text_block_id": "p99_b1566", "text": "●"}, {"text_block_id": "p99_b1567", "text": "Preservation of the ecosystem is important for the long-term sustainability of Dominica."}, {"text_block_id": "p99_b1568", "text": "●"}, {"text_block_id": "p99_b1569", "text": "Could form the baseline data for a green bond."}, {"text_block_id": "p99_b1570", "text": "Key Delivery Entities"}, {"text_block_id": "p99_b1571", "text": "●"}, {"text_block_id": "p99_b1572", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p100_b1573", "text": "5."}, {"text_block_id": "p100_b1574", "text": "“Roots” National Tree Planting Initiative"}, {"text_block_id": "p100_b1575", "text": "Concept"}, {"text_block_id": "p100_b1576", "text": "●"}, {"text_block_id": "p100_b1577", "text": "National campaign;"}, {"text_block_id": "p100_b1578", "text": "●"}, {"text_block_id": "p100_b1579", "text": "Each one, plant one;"}, {"text_block_id": "p100_b1580", "text": "●"}, {"text_block_id": "p100_b1581", "text": "Plant 70,000 trees by December 2019;"}, {"text_block_id": "p100_b1582", "text": "●"}, {"text_block_id": "p100_b1583", "text": "Plant 1 million trees by December 2020;"}, {"text_block_id": "p100_b1584", "text": "●"}, {"text_block_id": "p100_b1585", "text": "Mobilise entire country -All educational institutions, community groups, Village & Town Councils, Kalinago Territory, youth groups, social and faith groups, volunteer organisations, government ministers and opposition members etc."}, {"text_block_id": "p100_b1586", "text": "Rationale"}, {"text_block_id": "p100_b1587", "text": "●"}, {"text_block_id": "p100_b1588", "text": "Get the right tree in the right place and ensure quality over quantity;"}, {"text_block_id": "p100_b1589", "text": "●"}, {"text_block_id": "p100_b1590", "text": "Prioritize education, training and community engagement;"}, {"text_block_id": "p100_b1591", "text": "●"}, {"text_block_id": "p100_b1592", "text": "Track, monitor and report on the survival and health of all trees planted. Share success stories and lessons learned in order to inspire and continually improve planting efforts;"}, {"text_block_id": "p100_b1593", "text": "●"}, {"text_block_id": "p100_b1594", "text": "Work in partnership with non-profit organisations to expand planting programs that have demonstrated past success."}, {"text_block_id": "p100_b1595", "text": "Key Delivery Entities"}, {"text_block_id": "p100_b1596", "text": "●"}, {"text_block_id": "p100_b1597", "text": "Ministry of Sports, Culture and Community Development"}, {"text_block_id": "p100_b1598", "text": "●"}, {"text_block_id": "p100_b1599", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment, Forestry Division"}, {"text_block_id": "p100_b1600", "text": "●"}, {"text_block_id": "p100_b1601", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p100_b1602", "text": "●"}, {"text_block_id": "p100_b1603_merged", "text": "Caribbean neighbours – seedling supply"}, {"text_block_id": "p101_b1606", "text": "6."}, {"text_block_id": "p101_b1607", "text": "Marine Environment Audit and Protection Plans"}, {"text_block_id": "p101_b1608", "text": "Concept"}, {"text_block_id": "p101_b1609", "text": "This initiative seeks to undertake Marine managed areas (MMA) are clearly defined areas that allow for the management and protection of marine resources. They are particularly effective where there are multiple conflicting uses of marine space, as they establish clear rules and guidelines for operations within the MMA through the following activities:"}, {"text_block_id": "p101_b1610", "text": "●"}, {"text_block_id": "p101_b1611", "text": "Audit the Marine Environment and develop a master plan."}, {"text_block_id": "p101_b1612", "text": "●"}, {"text_block_id": "p101_b1613", "text": "Strengthen the management of the designated marine reserves, including rehabilitation of coral reefs."}, {"text_block_id": "p101_b1614", "text": "●"}, {"text_block_id": "p101_b1615", "text": "Engage all relevant stakeholders in the formulation of policies and the management of the Marine Reserves/MMAs."}, {"text_block_id": "p101_b1616", "text": "Rationale"}, {"text_block_id": "p101_b1617", "text": "●"}, {"text_block_id": "p101_b1618", "text": "The Ecosystem of Dominica is a unique asset which is important to tourism and national identity."}, {"text_block_id": "p101_b1619", "text": "●"}, {"text_block_id": "p101_b1620", "text": "Preservation of the ecosystem is important for the long-term sustainability of Dominica."}, {"text_block_id": "p101_b1621", "text": "●"}, {"text_block_id": "p101_b1622", "text": "Important Step in realizing the Blue Economy."}, {"text_block_id": "p101_b1623", "text": "Key Delivery Entities"}, {"text_block_id": "p101_b1624", "text": "●"}, {"text_block_id": "p101_b1625", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p101_b1626", "text": "●"}, {"text_block_id": "p101_b1627", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p102_b1628", "text": "7."}, {"text_block_id": "p102_b1629", "text": "Mangrove Stabilization"}, {"text_block_id": "p102_b1630", "text": "Concept"}, {"text_block_id": "p102_b1631", "text": "Mangroves play an important role in protecting coastal areas from erosion due to storm surges, waves, floods and the effects of strong winds during storms and hurricanes. They also act as filters for sediments and pollutants, which helps to maintain water quality. Their roots help with stabilization of coastlines."}, {"text_block_id": "p102_b1632", "text": "They plan an important role in preserving biodiversity by providing nesting and breeding grounds for fish, shellfish and migratory birds. Therefore, stabilization of mangroves is an important element of the marine resilience agenda. Because of the important role they play in carbon storage, mangrove restoration allows for the establishment of blue carbon sinks and count as a climate change mitigation measure."}, {"text_block_id": "p102_b1633", "text": "Rationale"}, {"text_block_id": "p102_b1634", "text": "●"}, {"text_block_id": "p102_b1635", "text": "Preservation of the marine environment is important for the long-term sustainability of Dominica"}, {"text_block_id": "p102_b1636", "text": "●"}, {"text_block_id": "p102_b1637", "text": "Mangroves play an important part in managing storm surge in storm events"}, {"text_block_id": "p102_b1638", "text": "●"}, {"text_block_id": "p102_b1639", "text": "Important Step in realizing the Blue Economy"}, {"text_block_id": "p102_b1640", "text": "Key Delivery Entities"}, {"text_block_id": "p102_b1641", "text": "•"}, {"text_block_id": "p102_b1642", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p103_b1643", "text": "8."}, {"text_block_id": "p103_b1644", "text": "Waste Management and Recycling"}, {"text_block_id": "p103_b1645", "text": "Concept"}, {"text_block_id": "p103_b1646", "text": "Reducing litter, improving waste management, increasing recycling and reducing the volume of waste going to the landfill are all necessary for the sustainability of Dominica."}, {"text_block_id": "p103_b1647", "text": "Activities would include:"}, {"text_block_id": "p103_b1648", "text": "●"}, {"text_block_id": "p103_b1649", "text": "Pass legislation and develop incentives to encourage reductions in the volumes of waste products going to the landfill."}, {"text_block_id": "p103_b1650", "text": "●"}, {"text_block_id": "p103_b1651", "text": "Promote reuse and recycling of waste products at the household and commercial levels."}, {"text_block_id": "p103_b1652", "text": "●"}, {"text_block_id": "p103_b1653", "text": "Provision of receptacles to the public(household)"}, {"text_block_id": "p103_b1654", "text": "●"}, {"text_block_id": "p103_b1655", "text": "Construction of Material Recovery Facility (MRF)"}, {"text_block_id": "p103_b1656", "text": "●"}, {"text_block_id": "p103_b1657", "text": "Develop a bulky waste collection system Island wide, that encompasses derelict vehicle removal"}, {"text_block_id": "p103_b1658", "text": "●"}, {"text_block_id": "p103_b1659", "text": "Public awareness campaign"}, {"text_block_id": "p103_b1660", "text": "Rationale"}, {"text_block_id": "p103_b1661", "text": "Preservation of the natural environment is important for the long-term sustainability of Dominica, poor waste management and litter is not acceptable on the Nature Island"}, {"text_block_id": "p103_b1662", "text": "Key Delivery Entities"}, {"text_block_id": "p103_b1663", "text": "●"}, {"text_block_id": "p103_b1664", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p103_b1665", "text": "●"}, {"text_block_id": "p103_b1666", "text": "Ministry of Sports, Culture and Community Development"}, {"text_block_id": "p104_b1667", "text": "9."}, {"text_block_id": "p104_b1668", "text": "Post Disaster Water Management Plan"}, {"text_block_id": "p104_b1669", "text": "Concept"}, {"text_block_id": "p104_b1670", "text": "Reducing the impact of debris following an extreme weather event will substantially impact the recovery time, to this end Dominica will:"}, {"text_block_id": "p104_b1671", "text": "•"}, {"text_block_id": "p104_b1672", "text": "Develop and issue guidelines for routine activities that citizens and contractors (public and private) must carry out prior to the start of the Hurricane Season in order to minimize the possibility of harm to lives and property from felled trees or debris that may become projectiles in strong winds or flood waters;"}, {"text_block_id": "p104_b1673", "text": "•"}, {"text_block_id": "p104_b1674", "text": "Develop a Debris Management Plan that has both national and district level components;"}, {"text_block_id": "p104_b1675", "text": "•"}, {"text_block_id": "p104_b1676", "text": "Establish a hazardous waste facility;"}, {"text_block_id": "p104_b1677", "text": "•"}, {"text_block_id": "p104_b1678", "text": "Procurement of specialised equipment for processing disaster waste;"}, {"text_block_id": "p104_b1679", "text": "•"}, {"text_block_id": "p104_b1680", "text": "Conduct Waste Composition Study."}, {"text_block_id": "p104_b1681", "text": "Rationale"}, {"text_block_id": "p104_b1682", "text": "●"}, {"text_block_id": "p104_b1683", "text": "Reduction of time and cost to clean up following an extreme weather event"}, {"text_block_id": "p104_b1684", "text": "●"}, {"text_block_id": "p104_b1685", "text": "Proper storage and disposal of Hazardous waste"}, {"text_block_id": "p104_b1686", "text": "●"}, {"text_block_id": "p104_b1687", "text": "Reduction in cost to the state for processing of disaster waste"}, {"text_block_id": "p104_b1688", "text": "Key Delivery Entities"}, {"text_block_id": "p104_b1689", "text": "●"}, {"text_block_id": "p104_b1690", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p104_b1691", "text": "●"}, {"text_block_id": "p104_b1692", "text": "ODM"}, {"text_block_id": "p105_b1693", "text": "10."}, {"text_block_id": "p105_b1694", "text": "Museum-Hurricane Experience"}, {"text_block_id": "p105_b1695", "text": "Concept"}, {"text_block_id": "p105_b1696", "text": "Documents Dominica’s “indomitable” nature, from Kalinago to slaves to today’s issues. Serves as"}, {"text_block_id": "p105_b1697_merged", "text": "a space to respectfully present Dominican’s resilience stories through photo/video exhibition, testimonies, poems and art. Turn the library into a repository of Dominica’s hurricane experience and resilience journey, making it a regional “hub” for climate-related data to educate visitors (including Dominican children), IPCC data on climate change scenarios. Offers an immersive 4dimensional emotional simulation of Hurricane Maria (“wind tunnel” experience and Virtual Reality goggles with video footage of the storm) followed by option of touring areas devastated by the storm (tourism). Demonstrate the impact of climate change to visitors, what Dominica is doing to address the impact and provide a message of what individuals can do to reduce their impact at home."}, {"text_block_id": "p105_b1704", "text": "Rationale"}, {"text_block_id": "p105_b1705", "text": "●"}, {"text_block_id": "p105_b1706", "text": "Capture the unique experience of Dominica of resilience through the years"}, {"text_block_id": "p105_b1707", "text": "Key Delivery Entities"}, {"text_block_id": "p105_b1708", "text": "●"}, {"text_block_id": "p105_b1709", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p105_b1710", "text": "●"}, {"text_block_id": "p105_b1711", "text": "Ministry of Tourism, International Transport, and Maritime Initiatives"}, {"text_block_id": "p105_b1712", "text": "●"}, {"text_block_id": "p105_b1713", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p105_b1714", "text": "●"}, {"text_block_id": "p105_b1715", "text": "Ministry of Education, Human Resource Planning, Vocational Training and National Excellence"}, {"text_block_id": "p106_b1716", "text": "11."}, {"text_block_id": "p106_b1717", "text": "Export “Climate Resilience in a Box”"}, {"text_block_id": "p106_b1718", "text": "Concept"}, {"text_block_id": "p106_b1719", "text": "Document Dominica’s journey to climate resilience in a format that can be shared with regional"}, {"text_block_id": "p106_b1720", "text": "and international Governments as a methodology and process to assist other nations in improving climate resilience. This initiative will provide systematic frameworks, programmes and metrics which can developed to suit other nations."}, {"text_block_id": "p106_b1721", "text": "Rationale"}, {"text_block_id": "p106_b1722", "text": "●"}, {"text_block_id": "p106_b1723", "text": "Dominica is possibly the first country in the world to establish an agency to drive such an ambitious climate resilience Key Delivery Entities;"}, {"text_block_id": "p106_b1724", "text": "●"}, {"text_block_id": "p106_b1725", "text": "Codifying the country’s experience, as well as some of the key innovations of this agency,"}, {"text_block_id": "p106_b1726", "text": "can help other countries on their own resilience journey."}, {"text_block_id": "p106_b1727", "text": "Key Delivery Entities"}, {"text_block_id": "p106_b1728", "text": "●"}, {"text_block_id": "p106_b1729", "text": "CREAD"}, {"text_block_id": "p106_b1730", "text": "12. Renewable energy initiatives across public sector infrastructure and private sector"}, {"text_block_id": "p106_b1731", "text": "Concept"}, {"text_block_id": "p106_b1732", "text": "Dominica has committed itself to pursue a low carbon emission energy pathway. The country has already established the required framework to establish a renewable sector based on a mix of hydro, geothermal, solar and wind."}, {"text_block_id": "p106_b1733", "text": "Approximately thirty (30) percent of the country’s energy requireme"}, {"text_block_id": "p106_b1734", "text": "nts is already supplied by hydro power and by the end of 2020 a 7.5-megawatt geothermal power plant will be commissioned. Continuing effort will therefore focus on the following:"}, {"text_block_id": "p106_b1735", "text": "•"}, {"text_block_id": "p106_b1736", "text": "Fully established renewable energy development framework;"}, {"text_block_id": "p106_b1737", "text": "•"}, {"text_block_id": "p106_b1738", "text": "Operationalize private sector initiatives in renewable energy;"}, {"text_block_id": "p106_b1739", "text": "•"}, {"text_block_id": "p106_b1740", "text": "Pursue an energy efficiency programme for both the public and private sector."}, {"text_block_id": "p106_b1741", "text": "Rationale"}, {"text_block_id": "p107_b1742", "text": "•"}, {"text_block_id": "p107_b1743", "text": "Integral to the vision to build the first climate resilient nation in the world;"}, {"text_block_id": "p107_b1744", "text": "•"}, {"text_block_id": "p107_b1745", "text": "Consistent with the pursuit of a low carbon pathway;"}, {"text_block_id": "p107_b1746", "text": "•"}, {"text_block_id": "p107_b1747", "text": "Fulfillment towards the country’s commitment to the Paris Agreement;"}, {"text_block_id": "p107_b1748", "text": "Key Delivery Entities"}, {"text_block_id": "p107_b1749", "text": "●"}, {"text_block_id": "p107_b1750", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p107_b1751", "text": "●"}, {"text_block_id": "p107_b1752", "text": "Ministry of Finance and Investment"}, {"text_block_id": "p107_b1753", "text": "●"}, {"text_block_id": "p107_b1754", "text": "Ministry of Economic Affairs, Planning, Resilience, Sustainable Development, Telecommunications and Broadcasting"}, {"text_block_id": "p107_b1755", "text": "●"}, {"text_block_id": "p107_b1756", "text": "CREAD"}, {"text_block_id": "p107_b1757", "text": "●"}, {"text_block_id": "p107_b1758", "text": "DGDC"}, {"text_block_id": "p107_b1759", "text": "●"}, {"text_block_id": "p107_b1760", "text": "DOMLEC"}, {"text_block_id": "p107_b1761", "text": "●"}, {"text_block_id": "p107_b1762", "text": "Private Investors"}, {"text_block_id": "p109_b1763", "text": "VI. FINANCING THE GAP TO RESILIENCE"}, {"text_block_id": "p109_b1764", "text": "The cost to Dominica becoming Climate Resilience by 2030 is estimated at XCD 8.2-9.8 billion, of which the Government of the Commonwealth of Dominica has already invested close to XCD 1.7 billion on critical infrastructure and other projects since Hurricane Maria."}, {"text_block_id": "p109_b1765", "text": "Hence, the remaining financing gap is estimated at about XCD 7-8 billion."}, {"text_block_id": "p109_b1766", "text": "Based on current Government capital expenditures, the expected financing gap is XCD 2.5"}, {"text_block_id": "p109_b1767", "text": "-"}, {"text_block_id": "p109_b1768", "text": "3.5 billion (approximately US$90-130 million annually)."}, {"text_block_id": "p109_b1769", "text": "Since 2017, the Government has spent about XCD 400 million to rebuild Dominica, with significant investments in the sectors of:"}, {"text_block_id": "p109_b1770", "text": "•"}, {"text_block_id": "p109_b1771", "text": "Housing XCD 120 million"}, {"text_block_id": "p109_b1772", "text": "•"}, {"text_block_id": "p109_b1773", "text": "Infrastructure XCD 220 million"}, {"text_block_id": "p109_b1774", "text": "•"}, {"text_block_id": "p109_b1775", "text": "Agriculture XCD 30 million; and"}, {"text_block_id": "p109_b1776", "text": "•"}, {"text_block_id": "p109_b1777", "text": "Social Welfare XCD 20 million"}, {"text_block_id": "p109_b1778", "text": "Based on present annual expenditure under the Public Sector Investment Programme (PSIP) of about XCD 300 million, an additional XCD 3 billion could be available for CRRP initiatives till 2030."}, {"text_block_id": "p109_b1779", "text": "An additional amount of approximately XCD 300 million has been allocated under the 2019/2020 budget and is committed to:"}, {"text_block_id": "p109_b1780", "text": "•"}, {"text_block_id": "p109_b1781", "text": "Housing XCD 77 million"}, {"text_block_id": "p109_b1782", "text": "•"}, {"text_block_id": "p109_b1783", "text": "Infrastructure XCD 212 million"}, {"text_block_id": "p109_b1784", "text": "•"}, {"text_block_id": "p109_b1785", "text": "Agriculture XCD 20 million; and"}, {"text_block_id": "p109_b1786", "text": "•"}, {"text_block_id": "p109_b1787", "text": "Social Welfare XCD 36 million"}, {"text_block_id": "p109_b1788_merged_merged", "text": "A further approximately XCD 1 billion has been leveraged from Dominica’s Citizenship by Investment Programme to support urgent housing recovery needs."}, {"text_block_id": "p109_b1791", "text": "Assuming steady Government revenues and expenditures, the resulting financing gap of delivering the Climate Resilience and Recovery Plan to 2030 would therefore be ap proximately XCD 2-3 billion to 2030, or XCD 200-300 million annually (equivalent to about US$90-130 million annually, or US$12,500-18,000 per capita to achieve resilience)."}, {"text_block_id": "p110_b1792", "text": "Figure 36: Estimated cumulative cost of delivering the CRRP"}, {"text_block_id": "p111_b1793", "text": "Figure 37: Overview of financing sources for CRRP initiatives"}, {"text_block_id": "p112_b1794", "text": "Potential Sources of Funding for the Resilience Agenda"}, {"text_block_id": "p112_b1795", "text": "Figure 38: Potential sources of funding for Strong Communities Initiatives"}, {"text_block_id": "p113_b1796", "text": "Figure 39: Potential sources of funding for Robust Economy Initiatives"}, {"text_block_id": "p114_b1797", "text": "Figure 40: Potential Sources of funding for Well-planned and Durable Infrastructure Initiatives"}, {"text_block_id": "p115_b1798", "text": "Figure 41: Potential sources of funding for Strengthened Institutional Systems Initiatives"}, {"text_block_id": "p115_b1799", "text": "Figure 42: Potential sources of funding for Enhanced Collective Consciousness Initiatives"}, {"text_block_id": "p116_b1800", "text": "Figure 43: Potential sources of funding for Protected and Sustainably Leveraged Natural and other Unique Assets Initiatives"}, {"text_block_id": "p119_b1801", "text": "ANNEX 1: CONTRIBUTORS AND STAKEHOLDERS CONSULTED"}, {"text_block_id": "p119_b1802", "text": "Public Service Entities"}, {"text_block_id": "p119_b1803", "text": "Ministry of Blue and Green Economy, Agriculture and National Food Security"}, {"text_block_id": "p119_b1804", "text": "Ministry of Education, Human Resource Planning, Vocational Training and National Excellence"}, {"text_block_id": "p119_b1805", "text": "Ministry of the Environment, Rural Modernisation and Kalinago Upliftment"}, {"text_block_id": "p119_b1806", "text": "Ministry of Foreign Affairs, International Business and Diaspora Relations"}, {"text_block_id": "p119_b1807", "text": "Ministry of Finance and Investment"}, {"text_block_id": "p119_b1808", "text": "Ministry of Governance, Public Service Reform, Citizen Empowerment, Social Justice and Ecclesiastical Affairs"}, {"text_block_id": "p119_b1809", "text": "Ministry of Housing and Urban Development"}, {"text_block_id": "p119_b1810", "text": "Ministry of Health, Wellness and New Health Investment"}, {"text_block_id": "p119_b1811", "text": "Ministry of National Security and Home Affairs"}, {"text_block_id": "p119_b1812", "text": "Ministry of Public Works and The Digital Economy"}, {"text_block_id": "p119_b1813", "text": "Ministry of Sports, Culture and Community Development"}, {"text_block_id": "p119_b1814", "text": "Ministry of Telecommunications and Broadcasting"}, {"text_block_id": "p119_b1815", "text": "Ministry of Trade, Commerce, Entrepreneurship, Innovation, Business and Export Development"}, {"text_block_id": "p119_b1816", "text": "Ministry of Tourism, International Transport, and Maritime Initiatives"}, {"text_block_id": "p119_b1817", "text": "Ministry of Youth Development and Empowerment, Youth at Risk, Gender Affairs, Seniors' Security, and Dominicans With Disabilities"}, {"text_block_id": "p119_b1818", "text": "Statutory Bodies"}, {"text_block_id": "p119_b1819", "text": "Dominica Water and Sewage Company Limited (DOWASCO)"}, {"text_block_id": "p119_b1820", "text": "Dominica Air and Sea Port Authority (DASPA)"}, {"text_block_id": "p119_b1821", "text": "Agricultural Industrial Development (AID) Bank"}, {"text_block_id": "p119_b1822", "text": "Invest Dominica Authority (IDA)"}, {"text_block_id": "p119_b1823", "text": "Dominica Export Import Agency (DEXIA)"}, {"text_block_id": "p119_b1824", "text": "Dominica Bureau of Standards (DBOS)"}, {"text_block_id": "p119_b1825", "text": "Independent Regulatory Commission (IRC)"}, {"text_block_id": "p119_b1826", "text": "Dominica Association of Local Government Authorities"}, {"text_block_id": "p119_b1827", "text": "Private Sector Entities"}, {"text_block_id": "p119_b1828", "text": "Dominica Association of Industry and Commerce (DAIC)"}, {"text_block_id": "p120_b1829", "text": "Dominica Cooperative Societies League Ltd"}, {"text_block_id": "p120_b1830", "text": "National Development Foundation of Dominica (NDFD)"}, {"text_block_id": "p120_b1831", "text": "Dominica Electricity Services (DOMLEC)"}, {"text_block_id": "p120_b1832", "text": "Dominica Manufacturer’s Associatio"}, {"text_block_id": "p120_b1833", "text": "n (DMA)"}, {"text_block_id": "p120_b1834", "text": "Dominica Hotel & Tourism Association (DHTA)"}, {"text_block_id": "p120_b1835", "text": "Dominica Youth Business Trust (DYBT)"}, {"text_block_id": "p120_b1836", "text": "Dominica Essential Oils and Spices Cooperative (DEOSC)"}, {"text_block_id": "p120_b1837", "text": "Dominica Organic Agriculture Movement (DOAM)"}, {"text_block_id": "p120_b1838", "text": "Dominica Association of Persons with Disabilities (DAPD)"}, {"text_block_id": "p120_b1839", "text": "West & Eas"}, {"text_block_id": "p120_b1840", "text": "t Dominica Children’s Fed"}, {"text_block_id": "p120_b1841", "text": "eration"}, {"text_block_id": "p120_b1842", "text": "Academia and Thought Leaders"}, {"text_block_id": "p120_b1843", "text": "Dr. Lennox Honychurch"}, {"text_block_id": "p120_b1844", "text": "Dominica State College (DSC)"}, {"text_block_id": "p120_b1845", "text": "Social Sector Entities"}, {"text_block_id": "p120_b1846", "text": "National Council of Women"}, {"text_block_id": "p120_b1847", "text": "International Organization for Migration"}, {"text_block_id": "p120_b1848", "text": "Kalinago Territory Council"}, {"text_block_id": "p120_b1849", "text": "Concern Citizens Movement"}, {"text_block_id": "p120_b1850", "text": "Marigot Council"}, {"text_block_id": "p120_b1851", "text": "Regional and International Organizations"}, {"text_block_id": "p120_b1852", "text": "Caribbean Agricultural Research and Development Institute (CARDI)"}, {"text_block_id": "p120_b1853", "text": "Caribbean Public Health Agency (PAHO)"}, {"text_block_id": "p120_b1854", "text": "The CARICOM Secretariat"}, {"text_block_id": "p120_b1855", "text": "The Organization for Eastern Caribbean States (OECS) Commission"}, {"text_block_id": "p120_b1856", "text": "The Food and Agriculture Organization (FAO)"}, {"text_block_id": "p120_b1857", "text": "The Inter-American Institute for Cooperation on Agriculture (IICA)"}, {"text_block_id": "p120_b1858", "text": "Centre for Resource Management and Environmental Studies (CERMES) of the UWI"}, {"text_block_id": "p120_b1859", "text": "The Caribbean Community Climate Change Centre (CCCCC)"}, {"text_block_id": "p120_b1860", "text": "United Nations Development Programme (UNDP)"}, {"text_block_id": "p120_b1861", "text": "Caribbean Disaster and Emergency Management Agency (CDEMA)"}, {"text_block_id": "p120_b1862", "text": "Caribbean Catastrophe Risk Insurance Facility (CCRIF)"}, {"text_block_id": "p120_b1863", "text": "Rocky Mountain Institute (RMI)"}, {"text_block_id": "p120_b1864", "text": "Clinton Climate Initiative (CCI)"}, {"text_block_id": "p121_b1865", "text": "ANNEX 2: RATIONALE OF, APPROACH TO, AND INITIATIVES FOR ACHIEVING TARGETS"}, {"text_block_id": "p121_b1866", "text": "Strong Communities"}, {"text_block_id": "p121_b1867", "text": "1. Zero Climate Related Fatalities by 2025"}, {"text_block_id": "p121_b1868", "text": "In order to achieve this metric we need to ensure that the entire population has safe shelter ahead of a major weather event, Disaster Management Plans and resources are available within each community and the vulnerability of housing is reduced, with the most vulnerable in the population within emergency shelters ahead of a major weather event. First aid and healthcare will also be required within communities during and directly after an event and a communication system will need to be 100% operational throughout a storm so that emergency evacuation can be arranged at the earliest opportunity."}, {"text_block_id": "p121_b1869", "text": "2. All communities to operate safely and independently for up to 15 days after a major storm event by 2025"}, {"text_block_id": "p121_b1870", "text": "Having learnt from the impact of Hurricane Maria the passing of a major storm can lead to flooding, landslides and road obstructions, which can leave communities cut off for prolonged periods of time. In order for the individuals within a community to be able to survive and be able to communicate with the rest of the nation is essential. In major events utilities can become interrupted and it will be important for communities to have access to power, water and communications. It will be critically important for communities to have food stores with sufficient supplies for 15 days."}, {"text_block_id": "p121_b1871", "text": "3. Individuals to return to a basic standard of living with 3 days after a major storm event by 2030"}, {"text_block_id": "p121_b1872", "text": "It is important for a community and its individuals to be able to bounce back to a basic standard of living quickly after a disaster and in order to do that community facilities need to be able to resume basic service within 3 days, including Schools and Healthcare facilities, and access to major roads (secondary roads and remote communities may take longer). In order to ensure that this is possible schools and healthcare facilities will need to be built to resilient building standards and have independent back up water and electrical supplies, an operational continuity plan and community based staffing plans to ensure that basic education and health services can be delivered in the community."}, {"text_block_id": "p121_b1873", "text": "4. 90% of Housing Built to or retrofitted to resilient standards by 2030"}, {"text_block_id": "p121_b1874_merged", "text": "The damage caused to the housing stock of Dominica during Hurricane Maria was considerable with over 90% of homes being damaged. To build resilience it is critical that the nation’s homes must be built to appropriate structural standards that can resist the strong winds of a major storm event. To this end, it is critical that all news homes are built and certified as complying with the standards and that all existing homes are inspected, have any structural issues addressed and are certified to meet the required codes."}, {"text_block_id": "p121_b1877", "text": "5. 100% Resettlement of individuals living physically vulnerable locations by 2025"}, {"text_block_id": "p121_b1878", "text": "The goal is to transform the structural reliability of the nation’s housing to extreme weather and"}, {"text_block_id": "p121_b1879", "text": "relocate those currently located in physically vulnerable locations"}, {"text_block_id": "p122_b1880", "text": "Robust Economy"}, {"text_block_id": "p122_b1881", "text": "6. Total damage incurred in a major weather event to be no more than 5% of GDP"}, {"text_block_id": "p122_b1882", "text": "In order to achieve this target we need to ensure that many other targets are achieved including the targets for infrastructure, housing, agriculture, ports/airports and many other sectors to ensure that damage is minimized. All our initiatives will have a contribution to this."}, {"text_block_id": "p122_b1883", "text": "7. Losses to Agriculture/Fisheries to be no more than 50% of their GDP contribution"}, {"text_block_id": "p122_b1884", "text": "Ensuring that the Agriculture/Fisheries sector is more resilient to extreme weather events is critical to both the economy and livelihoods."}, {"text_block_id": "p122_b1885", "text": "8. 100% functioning of Critical Government and Emergency Services during and after and event"}, {"text_block_id": "p122_b1886", "text": "Continuity of a functioning Government is critical to the economy and communities to enable bouncing back from a disaster."}, {"text_block_id": "p122_b1887", "text": "9. Airports and Ports open within 1 week of a disaster"}, {"text_block_id": "p122_b1888", "text": "Airports and Ports Operational Continuity Plans with appropriate resourcing will allow the free movement of people and goods to and from the country, within 1 week of a major event, benefiting the economy and community to a business as usual outlook. The development of specific Government Continuity Plan for these key national assets, along with procurement of additional equipment and hardening of infrastructure will be critical to achieving this target."}, {"text_block_id": "p122_b1889", "text": "10. Sustained, sustainable growth of a minimum 5% GDP annual achieved"}, {"text_block_id": "p122_b1890", "text": "Growing the economy creates jobs and can lead to individuals having increased disposable income, thus providing a personal financing buffer to economic shocks caused by climatic disasters. In addition, diversifying the key economic markets away from markets such as agriculture, fishing and tourism which all can be impacted by major climatic events, will develop economic resilience. Improved regulation and coverage of assets with appropriate risk transfer mechanisms, including insurance will also protect borrowers and lenders from economic losses of extreme climatic events."}, {"text_block_id": "p122_b1891", "text": "Well-planned and Durable Infrastructure"}, {"text_block_id": "p122_b1892", "text": "11. 100% Primary Roads and bridges open within 3 days"}, {"text_block_id": "p122_b1893", "text": "Ensuring that major access routes are clear and safe within 3 days of the passing of a major weather event is critical to getting the country up and running again. Two major initiatives will deliver on this target:"}, {"text_block_id": "p122_b1894", "text": "•"}, {"text_block_id": "p122_b1895", "text": "Government Operational Continuity Plan-will also identify management systems, resources and equipment to remove debris hindering access"}, {"text_block_id": "p122_b1896", "text": "12. At least 60% water/sanitation (as a % of population) within 7 days"}, {"text_block_id": "p122_b1897", "text": "Maintaining access to quality drinking water is a critical concern after a major storm event where utility infrastructure could be damaged, leading to the community being stressed by limited access to water for health purposes."}, {"text_block_id": "p122_b1898", "text": "13. At least 90% power coverage restored (as a % of population) within 3 days"}, {"text_block_id": "p122_b1899", "text": "Ensuring that 90% of the country has access to mains power within 3 days of a natural disaster passing is critical to get communities and the economy up and running again, as well restoring individual well-being."}, {"text_block_id": "p122_b1900", "text": "14. Less than 5% of schools and healthcare facilities damaged or destroyed (not functioning)"}, {"text_block_id": "p123_b1901", "text": "Ensuring that key community infrastructure like schools and healthcare facilities are constructed to withstand major storm impacts and have a continuity plan in terms of secondary utilities, will enable them to reopen and service communities quickly."}, {"text_block_id": "p123_b1902", "text": "15. 100% of communication systems will be restored within 3 months"}, {"text_block_id": "p123_b1903", "text": "Ensuring that 100% of the country has access to communications within 3 months of a natural disaster passing is critical to get the economy up and running again, as well restoring individual well"}, {"text_block_id": "p123_b1904", "text": "-"}, {"text_block_id": "p123_b1905", "text": "being. Critical communications infrastructure will be target for early resumption, but full island coverage needs to be re-established within 3 months."}, {"text_block_id": "p123_b1906", "text": "Strengthened Institutional Systems"}, {"text_block_id": "p123_b1907", "text": "16. 100% of national budgeting, policies in place and enforced, and government performance measurement framework informed by resilience targets"}, {"text_block_id": "p123_b1908", "text": "Ensuring that the Public Service can implement the Climate Resilience Mandate is critical to the successful achievement of all targets and with this in mind it is critical to develop supporting budget-setting processes, policies (including enforcement procedures) and frameworks to guide and measure the performance on staff in terms of delivering on priority initiatives."}, {"text_block_id": "p123_b1909", "text": "Enhanced Collective Consciousness"}, {"text_block_id": "p123_b1910", "text": "17. 90% of the population able to identify the pillars of resilience and at least one measure undertaken, with specific focus on respect for people, planet and property; and law and order maintained following significant disasters"}, {"text_block_id": "p123_b1911", "text": "The Collective Consciousness of Dominica is how each citizen sees themselves in the larger scheme"}, {"text_block_id": "p123_b1912", "text": "of the country’s development aspirations, and their sense of personal responsibility to assist with"}, {"text_block_id": "p123_b1913", "text": "Dominica becoming the first Climate Resilient Nation. Enhanced community cohesion through working together with shared vision and goals, as well as to ensure law and order under all circumstances, thereby building a peaceful and prosperous nation."}, {"text_block_id": "p123_b1914", "text": "Protected and Sustainably Leveraged Natural and Other Unique Assets"}, {"text_block_id": "p123_b1915", "text": "18. 60% of agriculture land cultivated organically and full ban on use of chemical pesticides in national parks, and near rivers"}, {"text_block_id": "p123_b1916_merged_merged_merged", "text": "Agriculture is one of the most disaster affected sectors. Agricultural production and livelihoods, particularly of the majority of smallholder farmers in Dominica are recurrently affected by a variety of natural hazards. Smallholder farmers in Dominica are particularly vulnerable to natural hazard impacts since their hazard exposure is high. Organic farming is an important method for increasing resilience. This aside, staying true to Dominica’s mantra of being the Nature Island of the World, protecting lands and waters from harmful chemicals is a priority for the country."}, {"text_block_id": "p123_b1919", "text": "19. 50% increase of healthy coral reef coverage"}, {"text_block_id": "p123_b1920", "text": "Dominica has one of the smallest shelf areas supporting stretches of seagrass meadows, a variety of coral reefs and limited wetlands. Nearshore waters have been impacted by chronic disturbances like sediment (coastal development, agriculture, quarries), pollution (pesticides, untreated sewage, trash) and fishing (traps, spears, nets) and acute impacts like storms and coral bleaching. Therefore, protection of three key habitats: Coral reefs, mangroves/seagrass beds are crucial as they support fisheries, stabilize coastlines and host tourism activities."}, {"text_block_id": "p124_b1921", "text": "20. Carbon Neutral Dominica, achieved through 100% domestic renewable energy production, and increase of protected forest areas to 67%"}, {"text_block_id": "p124_b1922", "text": "of Dominica’s land mass"}, {"text_block_id": "p124_b1923_merged", "text": "Dominica is committed not just to adapting to climate change, but also to doing its part to reduce any contribution, however small, to greenhouse gas emissions. As such, the country will become ‘carbon neutral’, producing less emissions than it sequesters. This will be achieved by leveraging its large domestic renewable energy resources (hydro power, geothermal power, solar power) that can produce electricity more cheaply than using imported fossil fuels. Use of these renewable resources will also reduce energy costs and tariffs to the consumer. Increasing energy efficiency will further reduce energy costs and increase environmental sustainability. It will also increase forest coverage from the current level of 62 percent of land mass to 67 percent of landmass, thereby further sequestering carbon emissions."}, {"text_block_id": "p125_b1926", "text": "ANNEX 3: DELIVERY LEAD AND SUPPORT ENTITIES"}, {"text_block_id": "p125_b1927", "text": "Strong Communities Initiatives"}, {"text_block_id": "p126_b1928", "text": "Robust Economy Initiatives"}, {"text_block_id": "p127_b1929", "text": "Well-planned and Durable Infrastructure Initiatives"}, {"text_block_id": "p128_b1930", "text": "Strengthened Institutional Systems Initiatives"}, {"text_block_id": "p129_b1931", "text": "Enhanced Collective Consciousness Initiatives"}, {"text_block_id": "p130_b1932", "text": "Protected and Sustainably Leveraged Natural and other Unique Assets Initiatives"}, {"text_block_id": "p131_b1933", "text": "ANNEX 4: COUNTRY PROFILE AND KEY STATISTICS"}, {"text_block_id": "p131_b1934", "text": "Source: Dominica Census 2011; Caribbean Development Bank (2016); Index Mundi"}, {"text_block_id": "p132_b1935", "text": "i"}, {"text_block_id": "p132_b1936", "text": "Post Disaster Needs Assessment, Government of the Commonwealth of Dominica, November 2017"}, {"text_block_id": "p132_b1937", "text": "ii"}, {"text_block_id": "p132_b1938", "text": "Intergovernmental Panel on Climate Change (IPCC) Fifth Assessment Report (AR5) (2014), IPCC Special Report on Climate Change and Land (2019)"}, {"text_block_id": "p132_b1939", "text": "iii"}, {"text_block_id": "p132_b1940", "text": "Taylor et al (2018) Future Caribbean Climates in a World of Rising Temperatures: The 1.5 vs 2.0 Dilemma"}, {"text_block_id": "p132_b1941", "text": "iv"}, {"text_block_id": "p132_b1942", "text": "International Monetary Fund (IMF) Policy Paper, Building Resilience in Developing Countries Vulnerable to Large Natural Disasters, June 2019."}, {"text_block_id": "p132_b1943", "text": "v"}, {"text_block_id": "p132_b1944", "text": "The Caribbean and Climate Change: The cost of Inaction, Bueno, R. E. Stanton, C. Herzfeld, Stockholm Environment Institute, 2008."}], "document_description": "The Dominica Climate Resilience Recovery Plan (CRRP) was created under the terms of the Climate resilience Act, 2018 and gives full effect to the National Resilience Development Strategy developed in 2018. The CRRP creates targets, defines initiatives and outlines resources required to implement resilience measures. <br><br>The Plan also confirms Dominica's commitment to becoming 'carbon neutral' by 2030, The description of this target in Annex 2 notes that carbon neutrality will be \"achieved<strong> </strong>through 100% domestic renewable energy production, and increase of protected forest areas to 67% of Dominica’s land mass.\" Annex 2 also provides details on a number of other ambitious targets concerning community and economic resilience, sustainable infrastructure, and the protection of natural assets among other matters."}