{"document_instrument_name": ["Subnational and citizen participation|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Dominica", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Residential and Commercial", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Low-Carbon Climate-Resilient Development Strategy 2012-2020", "document_country_code": "DMA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/DMA/2012/DMA-2012-12-25-Low-Carbon Climate-Resilient Development Strategy 2012-2020_1c2b178947eb7162816250c393777dfd.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Acknowledgements"}, {"text_block_id": "p1_b2", "text": "We wish to express our sincere appreciation to all the Coordinating and Lead Author, Contributing Authors, Review Editors and Independent Technical Reviewer. Without their expertise, commitment, and integrity, as well as vast investments of time, a strategy of this quality could never have been completed. We would also like to thank the team from the World Bank and the Climate Investment Fund for their assistance, wisdom, and good sense throughout the preparation of the strategy."}, {"text_block_id": "p1_b3", "text": "Special acknowledgement and thanks to George de Romilly Lead Author and International Consultant and Collin Guiste which led the logistics and overall coordination. Thanks go to Spencer Thomas, Oliver Grell, Bernard Nations, Lindsay George, Kamala Jno Baptiste-Aaron, Terry Raymond and Lela Williams. Their tireless and very capable efforts to facilitate and assist in the development of their specific strategic thematic areas ensured a final product of high transformational quality, while maintaining an atmosphere of collegiality and respect."}, {"text_block_id": "p1_b4", "text": "Special thanks go to Rosamund Edwards, Financial Secretary and Samuel Carrette, Permanent Secretary in the Ministry of Environment, Natural Resources, Physical Planning and Fisheries."}, {"text_block_id": "p1_b5", "text": "Appreciation goes out to the Technical Working Groups and its respective chairs, whose contributions during consultations were very useful in laying the platform for the discussions during the various activities and workshops. The groups included but not limited to the following:"}, {"text_block_id": "p1_b6", "text": "Appreciation goes out to the Technical Working Groups and its respective chairs, whose contributions during consultations were very useful in laying the platform for the discussions during the various activities and workshops. The groups included but not limited to the following:\n* Agriculture and Food Security\n* Fisheries\n* Water Resources\n* Disasters, Human Settlements and Infrastructure\n* Private Sector\n* Household and Community Vulnerability Study"}, {"text_block_id": "p1_b18", "text": "On behalf of the Government of Dominica through the Ministry of Finance, Environmental Coordinating Unit and the National Export Council Secretariat great thanks to the entire international donor Partners and other stakeholders that participated and contributed during the International Donors and Partners Meeting."}, {"text_block_id": "p2_b19", "text": "On behalf of the Government of Dominica through the Ministry of Finance, Environmental Coordinating Unit and the National Export Council Secretariat great thanks to the entire international donor Partners and other stakeholders that participated and contributed during the International Donors and Partners Meeting.\n* Unless we fight against climate change, unless we stop this trend, we'll have devastating consequences for humanity\n* Unless we fight against climate change, unless we stop this trend, we'll have devastating consequences for humanity\n .â¢\n* Unless we fight against climate change, unless we stop this trend, we'll have devastating consequences for humanity\n .â¢\n United Nations Secretary-General Ban Ki-moon (September 2009).\n* Climate financing is one of the most important aspects of the worldâ¢s efforts to address the climate change challenge. It is critical to catalysing efforts in developing countries to strengthen climate resilience, curb greenhouse gas emissions and support sustainable development\n* Climate financing is one of the most important aspects of the worldâ¢s efforts to address the climate change challenge. It is critical to catalysing efforts in developing countries to strengthen climate resilience, curb greenhouse gas emissions and support sustainable development\n .â¢\n* Climate financing is one of the most important aspects of the worldâ¢s efforts to address the climate change challenge. It is critical to catalysing efforts in developing countries to strengthen climate resilience, curb greenhouse gas emissions and support sustainable development\n .â¢\n United Nations Secretary-General Ban Ki-Moon\n* Climate financing is one of the most important aspects of the worldâ¢s efforts to address the climate change challenge. It is critical to catalysing efforts in developing countries to strengthen climate resilience, curb greenhouse gas emissions and support sustainable development\n .â¢\n United Nations Secretary-General Ban Ki-Moon\n (\n* Climate financing is one of the most important aspects of the worldâ¢s efforts to address the climate change challenge. It is critical to catalysing efforts in developing countries to strengthen climate resilience, curb greenhouse gas emissions and support sustainable development\n .â¢\n United Nations Secretary-General Ban Ki-Moon\n (\n November 2010).\n* The pace and scale of climate change may now be outstripping even the most sobering predictions of the last IPCC Assessment Report\n* Inter-Governmental Panel on Climate Change (IPCC) (2007).\n* The finding by scientists that sea level rise is now expected to be much higher than previously thought (between 0.9 and 1.6 meters by the end of this century) will affect hundreds of millions of people around the world in both rich and poor countries, but it is the poor who will be particularly badly affected. They tend to live in the lowest lying land, and have the fewest resources to adapt.\n* The finding by scientists that sea level rise is now expected to be much higher than previously thought (between 0.9 and 1.6 meters by the end of this century) will affect hundreds of millions of people around the world in both rich and poor countries, but it is the poor who will be particularly badly affected. They tend to live in the lowest lying land, and have the fewest resources to adapt.\n â¢\n* The finding by scientists that sea level rise is now expected to be much higher than previously thought (between 0.9 and 1.6 meters by the end of this century) will affect hundreds of millions of people around the world in both rich and poor countries, but it is the poor who will be particularly badly affected. They tend to live in the lowest lying land, and have the fewest resources to adapt.\n â¢\n Andrew Steer, Special Envoy for Climate Change, WORLD BANK GROUP. (May 4, 2011)"}, {"text_block_id": "p2_b40", "text": "Report of the Climate Investment Funds (PPCR) Expert Group."}, {"text_block_id": "p2_b41", "text": "January 2009"}, {"text_block_id": "p2_b42", "text": "It is well-established that the"}, {"text_block_id": "p2_b43", "text": "countries of the Caribbean are among the most vulnerable to global climate change"}, {"text_block_id": "p2_b44", "text": "(IPCC, 1995, 1997, 2001, 2007). While the severity of the impacts will vary from country to country, there is a"}, {"text_block_id": "p2_b45", "text": "suite of priority concerns directly linked to climate change that is virtually ubiquitous across the region"}, {"text_block_id": "p2_b46", "text": ". Sea level rise will combine a number of factors resulting in accelerated coastal erosion, increased flood risk and in some areas permanent loss of land. This may be exacerbated further by any increase in the destructiveness of tropical storms, the impacts of which will be greater due to sea-level rise even without increases in storm intensity. The impacts of sea-level rise will be further exacerbated by the loss of protective coastal systems such as coral reefs. The Caribbean has experienced widespread coral loss in recent decades due to a variety of interacting factors including bleaching, which has become more frequent due to higher ocean surface temperatures, a trend which will continue into the future as a result of climate change (Gardner et al., 2003, 2005; Oxenford et al., 2007). Loss of coral will also affect livelihoods, for example those dependent on tourism and fisheries. Sea-level rise will also be associated with saline intrusion into coastal aquifers, affecting the availability of freshwater, which will combine with drought to increase water stress. The IPCC projections indicate a reduction in precipitation across most of the Caribbean throughout the year, with the largest reductions occurring in the boreal summer (Christensen et al., 2007). Hurricane intensity may increase as a result of anthropogenic climate change, although there is uncertainty about the future behaviour of hurricanes and tropical storms in general (Vecchi et al., 2008)."}, {"text_block_id": "p2_b47", "text": "Apart from climate-related risks, Caribbean states face similar sustainable development challenges, including limited natural and human resources, fragile ecosystems, proneness to natural hazards, high dependence on imports and a narrow range of economic activities, relatively high population densities and the effects of globalization. Most of the countries are also low-lying, with some coastal areas below mean sea-level (e.g. Guyana, parts of Belize and The Bahamas). In all countries a high percentage of the population and much critical infrastructure are located along the coast. These factors will be exacerbated by the projected adverse effects of climate change."}, {"text_block_id": "p2_b48_merged_merged", "text": "No single country emerges as the most vulnerable in the Caribbean region. However, the leading candidates would appear to be Guyana, Haiti and"}, {"text_block_id": "p2_b51", "text": "Dominica"}, {"text_block_id": "p2_b52", "text": "."}, {"text_block_id": "p3_b53", "text": "Foreword by Prime Minister"}, {"text_block_id": "p3_b54", "text": "Dominica is susceptible to extremely damaging natural disasters as a result of both its location within the hurricane belt and its geo-physical makeup. These natural disasters have serious potential negative impacts on lower lying areas, slopes and the socio-economic livelihood of populations within them, inclusive on the rich biodiversity."}, {"text_block_id": "p3_b55", "text": "Dominica•s vulnerability to climate change is exacerbated by its present economic performance, its particular socio-economic structure and high concentration of infrastructure along the coastline. The additional stress that climate change places on ecological and socio-economic systems is not to be underestimated. Thus, the energy sector, together with the country•s agricultural and water sectors, human settlements and infrastructure, coastal and marine resources have been identified as being, particularly at risk to the potential global climate change impacts"}, {"text_block_id": "p3_b56", "text": "."}, {"text_block_id": "p3_b57_merged", "text": "Climate change is clearly the greatest development challenge of the 21st Century. To date, narrowly-defined mitigation and adaptation projects have dominated climate change action policies taken by Dominica. This has resulted in the accumulation of many efforts, isolated in nature, to respond to a crosscutting issue. New and innovative programmatic approaches are necessary to leverage existing experiences and place them into a comprehensive policy framework to support our government in integrating climate and development planning, policies, and action across multiple sectors and levels. In order to meet the challenges and uncertainties of climate change, development processes must be rendered more climate resilient and lower in carbon emissions."}, {"text_block_id": "p4_b60", "text": "As Dominica embarks on this new and innovative exercise of the formulation and implementation of the Pilot Programme on Climate Resilient (PPCR) and its Strategic Programme on Climate Resilience (SPCR) in pursuit its Low-Carbon Climate-Resilient Development Strategy, we anticipate a programme that will allow us to respond more effectively to climate change.  The Low-Carbon  Climate-Resilient Development Strategy will not only serve as the programmatic nexus for capturing conventional and innovative sources of sustainable development and climate financing, but should also assist facilitate Dominica•s transformation to a climate-resilient economy while implementing, monitoring and building upon existing low-emission climate-resilient development projects and programmes."}, {"text_block_id": "p4_b61", "text": "The impacts of climate change cut across socio-economic sectors and administrative jurisdictions, and climate mitigation and adaptation actions taken can both jeopardize and facilitate development objectives. This strategy document sets out Dominica•s view on how such a platform for partnership can be created, and affirms our commitment to play our part. We should \"break the shackles\" of current ways of thinking and doing when dealing with climate change and our development partners should take note in this respect. Traditional methods and instruments of funding and development assistance need to be transformed, and the development trajectory reformulated. The importance of a partnership platform bringing together the principal climate stakeholders cannot be overstated and the Government of Dominica stands ready to facilitate this."}, {"text_block_id": "p4_b62", "text": "The world is running out of time • average global temperatures are rising too fast and our planet is on a trajectory towards human catastrophe of a scale never seen before. The greenhouse gas emissions causing these temperature rises must peak by 2020 and be cut by 80 percent by 2050. It will be impossible to do this without a dramatic reduction in emissions from all sectors. Future generations will not forgive us if we fail to act despite knowing these facts."}, {"text_block_id": "p4_b63", "text": "I am deeply conscious of the enormous scale of ambition that Dominica•s Low-Carbon ClimateResilient Development Strategy represent. But this global village needs ambition that is commensurate with the challenge we face. I am confident that our Low-Carbon ClimateResilient Development Strategy will affirm that the people of the Commonwealth of Dominica, •the Nature Isle of the Caribbean• are fully prepared and committed to this worthy enterprise."}, {"text_block_id": "p5_b64", "text": "Foreword by Minister of Environment, Physical Planning, Natural Resources and Fisheries"}, {"text_block_id": "p5_b65", "text": "Over the past decade  small island developing states have been on the Front Line of climate change • witnessing severe floods, landslides, increased intensity of hurricanes, loss of crops and fishery resources • affecting food security, human health, livelihoods, the economy and our ability to achieve our sustainable development aspirations."}, {"text_block_id": "p5_b66", "text": "In 2011, the Government of the Commonwealth of Dominica had to respond to flooding and landslides brought upon by unseasonable intense rainfall events • causing in excess of US$100 million in damage.  The Commonwealth of Dominica suffered the most severe drought followed by a late Hurricane in 2010. These events combined, present a severe shock to the farming communities which currently employs 25% of the labour force, generating on average 15% of our Gross Domestic product."}, {"text_block_id": "p5_b67", "text": "While there was considerable uncertainty 20 years ago, today there is substantial body of scientific knowledge highlighting the urgent nature of the problems caused by climate change."}, {"text_block_id": "p5_b68", "text": "The Government of the Commonwealth of Dominica is reminded of the island•s vulnerability to climate change on a regular basis • having to stretch our limited financial resources in order to address the impacts of unseasonable severe weather events. It is a sad reality that Dominica, like many other small island developing States, has to devote an ever increasing portion of our national budgets to restoration and clean up after such storms. Continuous damage to critical infrastructure from climate change continues to affect our competitiveness, our economy and undermines my government commitments to provide for the basic needs of our people."}, {"text_block_id": "p5_b69", "text": "The Commonwealth of Dominica has been fortunate in attracting the help and support from the international community and regional partners in our attempts to manage the"}, {"text_block_id": "p6_b70", "text": "very real risks presented by climate change. In recent years, Dominica has been provided support from the Global Environment Facility to undertake enabling activities that have established the foundation upon which we can begin to manage climate change risks. Our work to build the Low-Carbon Climate-Resilient Development Pathways have highlighted the fact that funds well in excess of those provided under the Climate Investment Funds and current financing mechanisms under the Convention are required if Dominica is to address climate change in a meaningful manner. Dominica, the Nature Island of the Caribbean with in excess of 60% forest cover, has the potential to continue to be one of the few carbon neutral countries in the world as we today explore the possibilities of harnessing our tremendous geothermal potential."}, {"text_block_id": "p6_b71", "text": "Our enviable conservation management program has ideally positioned us to be able to explore the possibilities of opportunities and potential benefits which exist under the REDD PLUS program. However, we require access to technical and financial resources to make this a reality."}, {"text_block_id": "p6_b72", "text": "Despite our many challenges, Dominica continues to demonstrate strong leadership in the area of climate change at the domestic, regional and international levels. It is regrettable, however, that to date, no consensus has been reached on the best way to deal with what we consider a clear and present danger to our planet, and if urgent action is not taken, we will be remembered as the generation who promised so much, but did nothing whilst mother Earth perished."}, {"text_block_id": "p7_b73", "text": "Vision and Objectives of the Growth and Social Protection Strategy (GSPS)"}, {"text_block_id": "p7_b74_merged", "text": "Economic growth in Dominica was curtailed in the early years of the 21st century by a conjuncture of unfavourable developments, particularly with respect to trade, but there have been longstanding underlying weaknesses in the economy, in particular its overriding dependence on the banana industry.  This absence of economic diversification exacerbated the economy•s vulnerability to economic shocks.  Inadequate fiscal management led to unsustainable debt levels.  This last, which had imperilled prospects for investment and growth, has been addressed successfully by a programme of economic stabilization that included fiscal adjustment and debt restructuring.  This programme was supported by an IMF Poverty Reduction and Growth Facility arrangement, and a World Bank Economic Recovery Support Operation.  It was also supported by Caribbean countries and institutions as well as other bilateral development partners."}, {"text_block_id": "p7_b77", "text": "Having stabilized the fiscal situation and made progress towards placing the country on a sustainable debt and growth profile, the clear and present challenge is to continue to build on these gains and place the economy on a path towards sustainable growth, with a view to reducing poverty in Dominica and improving the quality of life of its people.  The GSPS represents Government•s strategy for dealing with these imperatives in a comprehensive manner."}, {"text_block_id": "p7_b78", "text": "It is Government•s hope that the GSPS will serve its purpose of providing an overarching and strategic perspective on the management of Dominica•s economy into the medium term, a perspective that is informed by fiscal and debt parameters and considerations of prudential national economic management.  Its development challenges notwithstanding, Government remains committed to: -"}, {"text_block_id": "p7_b79", "text": "Leveraging all of the human, natural and financial resources available to the country, in order to realize the vision for Dominica as a place characterized by economic success, and by the much-enhanced quality of life of its people, through their own empowerment, and through policies of Government geared to facilitating an environment within which private enterprise can flourish."}, {"text_block_id": "p8_b80", "text": "Government will contribute to ensure that in his or her personal behaviour, a consciousness and pride in our Nature Isle is manifested by every Dominican.  It is Government•s policy that the Nature Isle will take the lead in enshrining green principles as the guide to our national planning, and to inform initiatives in all sectors."}, {"text_block_id": "p8_b81", "text": "Government will also be paying attention to the larger environmental issues such as biodiversity, land degradation, climate change and the emission of green house gases that cause global warming.  We will give high priority to pursuing policies and programmes that are consistent with well-researched proposals and programmes developed by the international community, and are consistent with our countries• needs and capacities."}, {"text_block_id": "p8_b82_merged", "text": "Government considers it to be an important part of its mission to lead a process of collaboration with others with a view of preserving the nation•s forests, rivers and eco-tourism product, preserving the marine environment and the country•s bio-diversity; and popularizing even as preserve the nature island concept and brand.  These missions include an array of issues including green spaces, garbage disposal and the influence of the nature island brand on construction and other decisions.  It is Government•s intention to make an active and deliberate contribution to sustainable development of the natural and built-in environment."}, {"text_block_id": "p8_b85", "text": "Dominica will participate fully in regionally coordinated strategies and policies aimed at mitigating the potentially negative effects of climate change on the economies and ecosystems of Caribbean countries, and will work towards the implementation of the regional framework endorsed by Caricom Heads of Government that aims to make the region more resilient to climate change.  As Caribbean sea temperatures rise and is predicted to rise further, coral reefs are being bleached, beaches are eroded by tidal surges as water temperatures warm, sea levels change and weather patterns become less predictable across the year, Caribbean citizens have become sensitized to the impacts of climate change."}, {"text_block_id": "p9_b86", "text": "Government is fully committed to pursuing this vision for our country.  It is committed to pursuing the improvement of the investment environment, and it will work diligently to bring down levels of poverty all over the country."}, {"text_block_id": "p10_b87", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b88", "text": "DOMINICA•s"}, {"text_block_id": "p12_b89", "text": "LOW-CARBON CLIMATE-RESILIENT DEVELOPMENT STRATEGY"}, {"text_block_id": "p12_b90", "text": "Counted amongst the few nations that can be termed •carbon neutral• in light of the country•s limited use of fossil fuels (28% of energy from renewable sources) and significant system of protected areas that serve as carbon sinks, the Government of the Commonwealth of Dominica is embarking on a"}, {"text_block_id": "p12_b91", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p12_b92", "text": "aimed at facilitating the country•s continued transformation to a green economy while ensuring the survival of its productive and export sectors. This Strategy is being implemented in response to continued global economic challenges and the direct effect on Small Island Developing States (SIDS) such as Dominica, which are aggravated by the impacts of climate change. This Strategy will ensure that Dominica, the"}, {"text_block_id": "p12_b93", "text": "Nature Island of the Caribbean"}, {"text_block_id": "p12_b94", "text": ", will achieve its sustainable development aspirations while meeting critical social development and poverty reduction goals."}, {"text_block_id": "p12_b95", "text": "Part I"}, {"text_block_id": "p12_b96_merged_merged_merged", "text": "of this Strategy summarizes the country situation including climate change vulnerabilities and risks, and measures taken by the Government of Dominica to address climate change concerns. Part II of this Strategy outlines the government•s vision and agreed approach in transforming to a low-carbon climate-resilience development pathway, and summarises the proposed program for investments, including activities for finance under the Pilot Program for Climate Resilience (PPCR), the Adaptation Fund, and the Global Environment Facility (GEF)."}, {"text_block_id": "p12_b99", "text": "Part I • Background and Rationale"}, {"text_block_id": "p12_b100", "text": "1."}, {"text_block_id": "p12_b101", "text": "Country circumstances"}, {"text_block_id": "p13_b102", "text": "Figure 1: Map of Dominica"}, {"text_block_id": "p13_b103", "text": "Dominica is volcanic in origin and is characterized by very rugged and steep terrain with approximately ninety miles of coastline. The northern half of the island is dominated by the country•s highest summit, Morne Diablotin, which is the highest and largest volcano in Dominica, and the second highest mountain in the Eastern Caribbean, measuring 22 km x 18 km at its base and towering to a height of 1447 meters. A chain of mountains extends from the islands center to the south and the topography is characterized by a number of ridges and steep river valleys with gently sloping lands being restricted to narrow coastal strips, particularly in the center and northeast of the island. The islands volcanic natural history remains evident in continuing seismic activity and in scenic attractions such as the Valley of Desolation and the Boiling Lake, which together with dense forests populated with an abundance of natural lakes and waterfalls, provide the basis for a growing eco-tourism industry.  Dominica has a forest area of 45 000 hectares • constituting more than half of the island•s 75 000 hectare over all land area."}, {"text_block_id": "p14_b104", "text": "Dominica has rich volcanic soil and is well served by over 365 streams and rivers. The high mountains and deep ravines are covered in rich tropical forests. Since 1975, an extensive system of national protected areas provides a significant carbon sink and affords protection for approximately 20% of the national territory. Protected areas include one marine park, two large forest reserves (Central and Northern), and the Morne Trois Pitons National Park, a UNESCO World Heritage Site."}, {"text_block_id": "p14_b105", "text": "2. Climate"}, {"text_block_id": "p14_b106", "text": "Dominica•s climate is characterized as tropical maritime with dominant influences being the Atlantic Ocean, the Caribbean Sea, and the northeasterly trade winds. As a result of its mountainous terrain the island possesses a number of micro-climates. Rainfall is distributed between a dry season from December to May and a rainy season from June to November. The western Caribbean coast is in the rain shadow of the various mountain ranges and average rainfall along that coast is significantly less than in interior locations. Dominica•s rugged topography results in considerable amount of orographic rainfall making the island susceptible to landslides particularly in mountainous areas."}, {"text_block_id": "p14_b107", "text": "The island•s climate is characterized by consistently warm year-round temperatures with a daytime average of 26-27 degrees Celsius in coastal areas decreasing to 19-21 degrees Celsius in mountainous areas, while night-time temperatures vary from 18-22 Celsius on the coast and 10-12 Celsius at higher elevations."}, {"text_block_id": "p14_b108", "text": "Rainfall patterns display considerable variability both on annual and locational basis. Nevertheless, Dominica•s mountainous terrain makes it the wettest island in the eastern Caribbean with annual rainfall totals exceeding 10,000 mm (400 inches) in some of the higher elevations. The island experiences a dry season between the months of February to June, with November being statistically the wettest month. Relative humidity remains high throughout the year consistently averaging above 85% in mountainous interior areas. Generally rainfall is less on the islands western Leeward coast which, based on the prevailing winds, is within a rain-shadow of the mountainous interior."}, {"text_block_id": "p14_b109_merged", "text": "The island lies within the Atlantic hurricane belt. Since the late 1970s the island has been affected by a number of hurricanes and tropical storms.  In 1979 Hurricane David caused extensive destruction particularly in the southern parts of the island. In 1995, Hurricane Luis also caused wide-spread damage and in August 2007 Hurricane Dean struck the island causing widespread damage to agricultural outputs as well as to road infrastructure estimated at almost 20 percent of GDP (source IMF)."}, {"text_block_id": "p14_b112", "text": "Dominica was originally populated by Amerindian peoples, known as Kalinago or Caribs, and is the only island in the Caribbean still to possess distinct communities of these indigenous people of the Caribbean. Population estimates for 2011 indicate that Dominica had a population of approximately 71,293"}, {"text_block_id": "p15_b113", "text": "persons (a decline from 74,750 in 1994), including two thousand Kalinago, the remaining survivors of the first inhabitants of the island. Topographic conditions have forced human settlements onto narrow coastal areas particularly in the south and west with approximately 44,000 persons (62%) living along the coast. The largest community is Roseau (the capital city) and its environs with 14,847 persons representing almost 21% of the total population. The 2002 Country Poverty Assessment (CPA) found that poverty in Dominica was high by Caribbean standards -around 29% of households and 39% of the population. Around 10% of households and 15% of the population are indigent, i.e. very poor, with poverty being found in both urban and rural areas, although three quarters of poor households live in rural areas where one in every two households is poor. The remainder (24%) is to be found in the main towns of Roseau and Portsmouth. Poverty amongst the Caribs is much higher: 70% of the Carib population is poor and almost half are indigent. According to a World Bank Report published in 2006, the share of Dominica•s population living on less than US$1 a day was below 2 percent. This is considered to be comparatively low (Grenada 4.7%, St. Lucia 2.97%, St. Vincent 5.55%) and the MDG target of halving the proportion of persons living on less than US$1.00 a day by 2015 is expected to be achieved well before that date."}, {"text_block_id": "p15_b114", "text": "3.1. Economy"}, {"text_block_id": "p15_b115", "text": "The Dominica economy reflects many of the traditional features of a small open economy. This includes a high level of dependence on external trade as a proportion of gross domestic product (GDP), dependence on single sector export products (in this case agriculture) and tourism revenue, high levels of under-employment and unemployment, and dependence on foreign capital (both public and private sector) for investment into productive sectors and for infrastructural development."}, {"text_block_id": "p15_b116", "text": "The island has always been in a vulnerable position economically, socially, culturally, and environmentally. Economic development, in particular, is significantly affected by both natural and man-made external factors as is increasingly evidenced by the negative impact on the local economy of changes associated with such international phenomenon as globalization and trade liberalization. The dependence of the economy on the constricting banana industry exposes its high economic vulnerability. Attempts to diversify are slow, however recent trends indicate that the island is making progress in its move towards tourism/ecotourism, as it markets its unique environment and culture. In doing so Dominica has become more acutely aware of the need to protect the environment and of the growing threat to its vulnerable natural resources presented by climate change."}, {"text_block_id": "p15_b117", "text": "The prevailing economic situation over the past five or more years has given rise to sluggish growth and little improvement in the levels of poverty. As such, the present government was compelled to establish a Programme of Economic Stabilization and Recovery in early 2001, which is aimed at, among other things, maintaining fiscal stability and energizing economic growth. The stabilization programme, which imposes stringent austerity measures, is intended to reduce public sector expenditure to sustainable levels in line with required standards set by international agencies such as the International Monetary Fund (IMF) and World Bank (WB). Now in 2012, while still facing significant social and economic challenges, there are indications that Dominica is making steady progress on the road to recovery."}, {"text_block_id": "p16_b118", "text": "However, the global economic recession continues to affect the country•s economy with a 0.3% decline in economic growth being recorded for 2010, a 16% decline in tourist receipts, a 51% reduction in family remittance inflows, and an 18% reduction in foreign direct investment. These declines were partly offset by a 5% increase in agricultural production. External current account deficit currently stands at 28% of GDP, and national debt to GDP ratio now stands at 72 percent, which is a marked improvement from the situation in 2003 when national debts was 130% of GDP. Against this background, the Government of Dominica must continue to find resources to fight poverty in the country."}, {"text_block_id": "p16_b119", "text": "3.2. Energy and Carbon Footprint"}, {"text_block_id": "p16_b120", "text": "Dominica has no petroleum resources, and energy required to sustain development in the country is imported. Electricity constitutes the primary source of commercial energy for industrial and other uses in Dominica, while approximately 8000 cubic meters of woodfuel are used domestically. The country presently has an installed capacity of 21 megawatts consisting of 6MW (28.5%) of hydropower and 15MW of diesel powered electrical generating units, with annual import costs for fuel to run the diesel powered units continuing to rise, standing at US$18 million in 2010. The main end users of electricity are domestic, commercial and institutional customers and the pattern of consumption demonstrates the low energy use of industry and other non-domestic consumption at this time. The other main source of energy use in Dominica is in the road transport sector. As in most other developing countries road transport consumes an increasing amount of petroleum."}, {"text_block_id": "p16_b121", "text": "As all other island states and territories in the Caribbean, Dominica is affected by the global crisis caused by the dependency on imported petroleum products with their constantly rising prices. High energy costs, especially for electricity (the highest in the Caribbean), constitute a real development obstacle for numerous sectors, causing an impediment to growth and the achievement of the country•s sustainable development."}, {"text_block_id": "p16_b122", "text": "Dominica recognises that current high costs associated with importation of fossil fuel-based energy is unsustainable, a draw on the economy, diverts much needed resources from priority poverty reduction and social development programs, and reduces the availability of funds needed to address impacts from climate change and natural disasters."}, {"text_block_id": "p17_b123", "text": "Table"}, {"text_block_id": "p17_b124", "text": "1 Comparisons of GHG Emissions (Gg) for 1994, 2000 to 2005"}, {"text_block_id": "p17_b125", "text": "(Source Dominica"}, {"text_block_id": "p17_b126", "text": "Second National Communication."}, {"text_block_id": "p17_b127", "text": "2011)"}, {"text_block_id": "p17_b128", "text": "3.3.Vulnerability Context"}, {"text_block_id": "p17_b129_merged_merged", "text": "Dominica, by its very nature is vulnerable, given its susceptibility to natural disasters and its ecological and economic fragility. Vulnerability to climate change in Dominica, like many developing countries, is aggravated by external pressures affecting its resilience and adaptive capacity such as terms of trade, impacts of globalisation (both positive and negative), financial crises, international conflicts, external debt, and internal local conditions such as rapid population growth, incidence of poverty, political instability, unemployment, reduced social cohesion, and a widening gap between poor and rich, together with the interactions between them. It is widely acknowledged that climate change can exacerbate natural disasters with enormous human and economic costs. The people of the Caribbean region are among the most vulnerable to climate change and related risks and disasters. The impacts of climate change are being seen, yet, an environmentally sustainable approach still remains to be fully mainstreamed into development policy in many countries. Dominica•s Low Carbon Climate Resilient Strategy is intended to address this deficiency."}, {"text_block_id": "p18_b132", "text": "3.4. Land Use, Protecting Carbon Sinks, and Enhancing the Resilience of Natural Ecosystems"}, {"text_block_id": "p18_b133", "text": "The island is characterized by a very youthful and fragile forest landscape, which makes it very susceptible to the effects of land degradation. However, historically Dominica has a strong tradition of conserving its land resource base. These traditions date back to pre-Columbian times when the forms of land use employed by the indigenous peoples (Kalinago) had very little negative impact on Dominica•s physical environment and the land in particular. However, the introduction of plantations and the associated large-scale land clearings by Europeans caused an increased level of soil erosion, especially along the west coast. In the post-World War II period, the banana industry developed, leading to the introduction of heavy machinery to build infrastructure (e.g. roads) together with increased housing needs related to the expanding economy. Thus, significant pressures were brought to bear on the fragile resource base with increasing levels of land degradation and desertification that is now being compounded by impacts from climate change."}, {"text_block_id": "p18_b134_merged", "text": "The general pattern of land use in Dominica has been dictated by topographic limitations.  The highest, most rugged elevations in the interior have remained inaccessible and therefore forest cover -which constitutes Dominica•s largest carbon sink -predominates, although there has been gradual loss of forest cover in the lower elevations.  The Food and Agriculture Organisation•s (FAO) Country Profiles on Forests, Grasslands and Dry Lands cites a percentage reduction in forest cover relative to land mass area of 65% to 61% over the period 1990 to 2000., with much of the recorded forest loss being through the sale of State lands and subsequent conversion out of forest cover.  Most of these lands were converted to agriculture production and ultimately into housing."}, {"text_block_id": "p18_b137", "text": "The narrow flat floodplains of the major rivers in the country have seen the most intensive land utilization, predominantly agriculture, with hillside cultivation extending into the mid-elevation areas along road access routes. Banana and temporary (vegetable and root) crops, coconut and citrus dominate commercial agricultural production in Dominica.  Urbanization has been largely confined to the narrow coastal fringe,"}, {"text_block_id": "p19_b138", "text": "although newer settlements have been expanding into the interior along the rural road network."}, {"text_block_id": "p19_b139_merged", "text": "The latter half of the 1990s saw a downturn in the agricultural sector as the banana industry contracted due to the gradual loss of preferential market access to the United Kingdom (driven by World Trade Organization rulings) for Windward Island fruit.  Although there has not been a comprehensive national agricultural census since 1995, the Ministry of Agriculture estimates a decrease in the number of farm holdings under active agriculture.  Much of the lands that were formerly under banana cultivation are now under short-term cropping systems. Some of the former agricultural lands are now under urban development with the threat of accelerated degradation due to the high degree of land disturbance, lack of soil and water conservation measures, and increasingly from climate change impacts."}, {"text_block_id": "p19_b142", "text": "The Dominica Agricultural Census of 1995 reported an increase in the number of land parcels classified as farms (from 9,101 to 10,100 from 1961 to 1995), but a decrease in the total acreage under farming systems over that period (from 30,850 hectares in 1961 down to 21,134 hectares in 1995). This trend was due to the transition from large estate agricultural production systems, as these estates were cut up and sold, to more intensive agricultural production on smaller acreages. The expansion in the number of holdings under cultivation corresponded to the rise of the banana industry in Dominica (although on a lesser scale than on the other Windward Islands) from the 1970•s into 1990s."}, {"text_block_id": "p19_b143", "text": "According to the agricultural census (1995) in 1961, at least 95% of private lands in Dominica were categorized as single-owner free-hold. By 1995 this had fallen to just over 65% with an"}, {"text_block_id": "p20_b144", "text": "increase in the percentage of lands categorized as •family ownership"}, {"text_block_id": "p20_b145", "text": "• to just under 11%.   The census also noted the increase in the quantum of lands classified as •leased•, •communal• and •squatter•. By 1995 just over 12% of non-state lands fell under these categories.  There are no definitive recent statistics to update the situation from the 1995 assessment."}, {"text_block_id": "p20_b146_merged_merged", "text": "By extension, the transition from larger-scale agriculture to small farms has also had implications for implementation of land conservation measures and efforts to enhance the resilience of natural ecosystems to address climate change concerns. As holdings become smaller, farmers tend to cultivate the full acreage within the holding in short-term crops to maximize financial returns. Trees that would otherwise maintain the soil and serve as carbon sinks are often removed resulting in accelerated land degradation in fragile environments. A compounding factor is that small farmers tend to be resource-poor, with low capacity to invest in soil and water conservation measures. In cases where lands are converted to housing and other forms of urban development, land degradation is driven by similar factors particularly where settlements are unplanned and developed without infrastructure to control pollution, runoff, erosion and landslides. In Dominica, land and water resources degradation has been historically driven mainly by indiscriminate clearing of forests in environmentally fragile areas (steep slopes underlain by erodible soils within high rainfall zones) and subsequent replacement by intensive agricultural cultivation. Installation of poorly constructed farm access roads in these areas in many instances contributes to land degradation. Other activities such as poorly managed mining and quarrying operations and expansion of settlement areas in erosion-prone and landslide-prone areas compounds the country•s vulnerability to impacts from climate change. Climate change has both on-site and off-site effects on land.  On-site effects include the lowering of the productive capacity of the land, causing either reduced outputs (crop yields, livestock yields) and/or the need for increased inputs. Off-site effects include changes in water regime, such as decline in water quality and sedimentation of river beds and reservoirs, with increased sedimentation rates in rivers being expected in Dominica due to climate change."}, {"text_block_id": "p20_b152", "text": "These issues translate to a situation in which land that may be otherwise productive, remain under sub-optimal production, with the farmers remaining in a poor subsistence state. In all instances, the resilience of natural ecosystems is undermined, making them increasingly"}, {"text_block_id": "p21_b153", "text": "vulnerable to impacts from climate change and natural disasters. Landslides are a constant threat and present a significant impediment to development."}, {"text_block_id": "p21_b154_merged", "text": "The Government and people of Dominica have for a long time recognised the need to protect the island•s fragile ecosystems. By the 1950•s the first Forest Ordinance was enacted which authorised the establishment of forest reserves on crown lands and protected forests on private land for purposes of soil and water conservation. Since then, a series of laws have been enacted to regulate the use of fragile land resources. These include inter alia: the Town and Country Planning Act; the Land Management Authority Act; the Forest Reserve Rules; the Forestry and Wildlife Act; the National Parks and Protected Areas Acts (over 20% of the island•s land mass is under legislated protection); the Beach Control Act; the Water and Sewerage Act and the Pesticide Control Act. Currently, under Cabinet directive issued in August 2011, a comprehensive Environmental, Climate Change and Development Bill is being developed through broad-based consultation, which will address key deficiencies in the existing legal and institutional framework, and establish an effective framework for managing anthropogenic threats to vulnerable ecosystems."}, {"text_block_id": "p21_b177", "text": "3.5. Agriculture, Fisheries and Food Security"}, {"text_block_id": "p21_b178", "text": "The vulnerability of Dominica•s agricultural sector • which together with tourism is the mainstay of the country•s economy -is manifested in the risks presented by natural disasters and climate extremes, as well as in the sectors vulnerability to climate variability and external economic shocks. The World Bank points out that Dominica•s real agricultural sector product and agriculture•s share of GDP has fallen consistently with each major natural disaster with the sector failing to recover to previous levels of relative importance. Most of this decline is attributable to the crop sector, and within that sector, to the decline in banana production. Otherwise there has been significant growth only within the small livestock sub-sector. The World Bank indicate that •the post disaster shift out of agriculture seems to be explained by a combination of a further reduction in larger scale production (failure to invest fully in replacement), a shift of small shareholders into employment in other sectors, and also off-island migration•."}, {"text_block_id": "p21_b179", "text": "Agricultural production accounted for 12.2 per cent of total GDP, and overall the sector is estimated to have declined by 10.6 per cent in 2010 on the heels of a 1.5 per cent growth rate for 2009. The performance of the crops sub-sector was severely affected by the extended drought in 2010. Agriculture•s decline has been particularly marked since Hurricane Hugo. Crop sector product in real terms in the late 1990s was 20% below the 1988 peak caused primarily by the decline of the banana industry, which has maintained this pattern during the 2000s."}, {"text_block_id": "p22_b180", "text": "For a country that could be self-sufficient and provide food to neighbouring countries, Dominica's food imports constitute an increasing burden on the economy, and threaten food security. Impacts from climate change, affecting agricultural productivity, continue to aggravate this situation."}, {"text_block_id": "p22_b181", "text": "F : FAO estimate"}, {"text_block_id": "p22_b182", "text": "R: Estimated data using trading partners database"}, {"text_block_id": "p23_b183", "text": "With the rapid decline in the major cash crop (bananas), many farmers began moving into the  fishing sector, which in 2000 employed 2843 registered fishermen (40% full-time). There is a much greater demand for fish at the present time as a major source of protein. Dominica•s fishery resources are relatively diverse including near-shore demersal and pelagic species as well as deep-water pelagics and various crustaceans and other marine species. The Dominica fishing industry is small-scale and of an artisan nature. The fishing fleet has increased from only 913 vessels in 1994 to more than 1100 in 2000, during which time there has been a marked transition from the traditional dugout canoes to the more advanced keelboats and most recently, to the fibre reinforced plastic (FRP) vessels, with vessels ranging in size from 15 -30 feet. A few of the larger craft have been rigged with tuna longline reels and tackle boxes to accommodate the fishing gear. There are presently 10 tuna longline fishermen (equipped with longline gear) on the island, which target the migratory pelagics during the peak season of August to December, targeting marlin and yellowfin tunas."}, {"text_block_id": "p23_b184", "text": "There is still a large number of fishing activities involving the use of fish traps which target demersal species. Lobsters are caught for the hotel and tourism industry, while beach seine activities target coastal pelagic species such as sardines and jacks. Gill nets are commonly used to capture schooling species, such as mackerel, ballyhoo and small tunas. There is a closed season for lobster. The only inland fishery presently being practiced is the fresh water prawn (Macrobrachium rosenbergii) culture industry. There are six farmers on the island involved in this industry, which supplies the local market."}, {"text_block_id": "p23_b185", "text": "All the fish caught is for local consumption. Most fish landed in Dominica is sold directly to the public at landing sites. The damage caused by Hurricane Lenny in 1999 on the Roseau Fisheries Complex was obvious during the following fishing season when there was a marked increase in tuna landings, although the lack of storage facilities posed a major problem, resulting in wastage and loss of revenue by fishermen. Inadequate storage facilities continue to be a significant handicap to fishermen in Dominica. The Fisheries Division has assisted the fishermen by distributing containers to some of the rural landing sites, in order to permit the overnight storage of fish, prior to moving the catch to the Roseau Fisheries Complex the following day."}, {"text_block_id": "p24_b186", "text": "Fishery commodity balance (2000):"}, {"text_block_id": "p24_b187", "text": "Production has considerably increased and fish is more readily available to Dominican consumers. There is a positive correlation between the increased demand for fish and the increase in the number of tourist arrivals to the island, with hotels progressively increasing their quotas. Presentation of under-utilized species in a manner more palatable to the customer has also contributed to the increase in demand from tourism facilities. During the off season, a small number of fish vendors import tuna, marlin and kingfish to supply the local market."}, {"text_block_id": "p24_b188", "text": "The fishing industry has been faced with considerable challenges, due to the rugged terrain of the Dominican coast, the limited foreshore space, the unsheltered bays and the impact of high-energy waves on the east coast. Development of climate-resilient fisheries infrastructure has therefore been one of the Fisheries Division's greatest priorities. The two proposed fisheries complexes at Marigot and Portsmouth will serve as regional facilities to accommodate fishermen from the various neighbouring landing sites, and will also serve as hurricane shelters/dry docking facilities for fisher folk. The fisheries sector, due to its vulnerability to hurricanes, is continuously trying to recover from the damages caused by these storms, with government contributions to the fisheries sector after Hurricane Omar exceeding US$1.6 million to compensate for lost fishing boats and equipment, and losses totaling in excess of US$2 million for 2011. The Division intends to establish a disaster relief fund with funding provided under the Pilot Program for Climate Resilience (PPCR) to which fishermen will contribute and which would help support recovery costs."}, {"text_block_id": "p24_b189", "text": "Already fishery resources face considerable stresses from a number of land based sources of pollution. Existing climate stresses especially hurricane/tropical storm systems and warming oceans present important challenges for the health and sustainability of the ecosystems that sustain the islands fisheries. Climate change, including increasing ocean acidification and changes in sea temperatures, are affecting fishery resources and migration patterns with consequent impacts on the sustainability of Dominica•s fishery sector, livelihoods, human health and prospects for food security. Climate change impacts on Dominica•s vibrant diving and whale-watching industry are yet to be determined."}, {"text_block_id": "p25_b190", "text": "3.6. Enhancing the Resilience of Water Resources"}, {"text_block_id": "p25_b191", "text": "The vulnerability of water resources is a major concern. A number of challenges already face development and management of water resources in the Dominica, which depends on its abundance of rivers for its water supply and to sustain agricultural productivity. Freshwater resources are already under stress as a result of pollution from land-based activities such as agriculture and industry, combined with seasonal changes in flow from climate variability. The development of the water sector is capital intensive with the supply of water being regarded as an essential social service rather than as a profit centre. Additionally, topographical constraints, limited finances, and other limitations have resulted in small, individualized water storage systems which are costly to manage and maintain. Additionally, small population centers separated by extremely rugged terrain in Dominica results in high water distribution costs."}, {"text_block_id": "p25_b192", "text": "3.7. Coastal and Zones and Ecosystems"}, {"text_block_id": "p26_b193", "text": "coastal policy, resource use conflicts, impacts from quarries, toxic chemicals, and nutrient enrichment of riverine and marine ecosystems represent some of the principal stresses on the marine environment. Natural stress factors, disasters, storm surges and the anticipated rise in sea level and increased variability in temperature are likely to exacerbate these problems and increase the stress on coastal environments and ultimately diminish their natural resilience."}, {"text_block_id": "p26_b194", "text": "resilience of coastal  systems."}, {"text_block_id": "p26_b195", "text": "3.8. Human Health"}, {"text_block_id": "p26_b196", "text": "To a large extent, public health depends on the availability of safe drinking water, adequate food and nutrition, secure shelter, and good social conditions. For Dominica, climate change continues to affect all of these conditions, with the likelihood of increased incidents of water-borne and vector-borne diseases, and rising concerns over food security. The real effects of climate change on human health in Dominica will likely be dependent on the vulnerabilities resulting from economic, environmental, social, and health related impacts that will determine the populaces ability to ability to react and adapt."}, {"text_block_id": "p26_b197", "text": "The country•s natural resource base as well as its commitment to provision of health care has resulted in significant achievements in health. Emerging concerns increasingly involve chromic non-communicable diseases including many, such as cardiac diseases and diabetes, which will be affected by projected changes in climatic parameters such as heat as well as by indirect impacts on food and nutrition. Other existing problems such as solid and liquid waste disposal also reduce resilience in the natural ecosystem and in the population of the country, thereby increasing vulnerability to health risks from a changing climate."}, {"text_block_id": "p27_b198", "text": "Problems associated with inadequate solid and liquid waste management present threats to coastal resource health, while increasing urbanization is resulting in traffic congestion and associated public transportation concerns. Energy issues are also of concern to human settlement planners since relatively long distances, rugged terrain and high costs of fuel make local transportation costs high. Vulnerability to disaster risks, both natural and man-made, are also increasing with urbanization. Underlying many of these problems are significant challenges deriving from the lack of available financing for human settlements."}, {"text_block_id": "p27_b199", "text": "Vulnerability of human settlements in Dominica to existing weather and climate change can be viewed in terms of risks from coastal processes, inland flooding, and landslides. A consistent feature of human settlements in Dominica is the vulnerability of roads and buildings to storm surge flooding and landslides. Inadequate planning controls are apparent in the continuing construction of buildings, critical infrastructure and other facilities in active wave inundation, flood-and landslide-prone areas."}, {"text_block_id": "p27_b200", "text": "3.10. Tourism"}, {"text_block_id": "p27_b201_merged", "text": "Dominica•s tourism industry is based largely on its position as an eco-tourism destination, with its verdant forests and other natural features being the country•s principal income earners especially in relation to the cruise ship industry. Popular sites such as Trafalgar Falls and Indian River rely on rich forestry biodiversity, while the island•s representation as the •Nature Island of the Caribbean• is based largely on a scenario of lush forests and accompanying eco-tourism oriented attractions. With the tourism industry as one of Dominica•s principal economic sectors and natural forests, along with pristine marine ecosystems, being the main attractions, there is considerable economic interest interrelated with the management of Dominica•s natural resources. However, these resources are constantly damaged by hurricanes and threatened by climate variability and associated effects on forest ecosystems and watersheds (see below)."}, {"text_block_id": "p27_b204", "text": "3.11. Forestry and Biodiversity"}, {"text_block_id": "p27_b205", "text": "A number of factors reduce the natural resilience of Dominica•s forests ecosystems and increase their vulnerability to climate change and climate variability. Many natural hazards periodically affect or threaten Dominica, among them hurricanes, earthquakes, volcanic eruptions, storm"}, {"text_block_id": "p28_b206", "text": "surges, and landslides. These natural disasters can be attributed as one of the root causes of biodiversity loss in Dominica. Hurricane David in 1979 caused significant impacts on the island•s forest resources, causing damage to in excess of 50% of the trees in the southern half of the island (Forestry Division, 1993)."}, {"text_block_id": "p28_b207", "text": "Hurricanes cause loss of habitat and food supplies for wildlife species and result in wildlife mortality. An indirect resultant effect Hurricane David was the conversion of wildlife habitat to agriculture. In accessible areas the toppled trees provide an opportunity to more easily clear land for farming, resulting in a further fragmentation of wildlife habitat (NBAP. 2001)."}, {"text_block_id": "p28_b208", "text": "More recently Hurricane Dean in 2007 caused extensive defoliation resulting in loss of up to 35 percent of the forest cover over the eastern forest range (FAO, 2007). Forest destruction from hurricanes recovers slowly with ecological implications such as land-slides and soil loss and consequent socio-economic impacts such as impact on water quality and availability, and possible short to medium term tourism impacts."}, {"text_block_id": "p28_b209", "text": "3.12. Educational Sector"}, {"text_block_id": "p28_b210", "text": "Vulnerability to climate change is increasing, and opportunities for sustainable adaptive measures are not being realized because stakeholders fail to take action due to inadequate understanding and information on climate change issues and concerns. There is a critical need for increased awareness of climate change among senior technical/managerial level and policy makers in public/private sectors, and a need for increased awareness within select target groups (e.g. schoolchildren, media, and disaster response personnel, building contractors)."}, {"text_block_id": "p28_b211", "text": "4"}, {"text_block_id": "p28_b212", "text": "."}, {"text_block_id": "p28_b213", "text": "Overview and linkage to existing development plans and programs"}, {"text_block_id": "p28_b214_merged_merged", "text": "Recognising the threats posed by climate change, Dominica has, over the last two decades, undertaken a number of initiatives to respond to this threat. Dominica ratified the United Nations Framework Convention on Climate Change (UNFCCC) in March 1994, and joined the community of nations committed to combating global climate change. In December 2001, Dominica submitted its Initial National Communications (INC) to the UNFCCC, in fulfilment of its obligations under Article 12 of the Convention. This process was followed by the development of a National Climate Change Adaptation Policy, formulated with support under the Caribbean Planning for Adaptation to Climate Change (CPACC) Project, which was"}, {"text_block_id": "p29_b223", "text": "adopted by the Cabinet in 2002. In January 2005, the Phase II Enabling Activity, under the UNFCCC was completed, which involved capacity building for climate change."}, {"text_block_id": "p29_b224", "text": "Dominica has established a strong track record on climate change adaptation, and in this regards was one of the few countries chosen to pilot adaptation measures under the"}, {"text_block_id": "p29_b225", "text": "Special Program on Adaptation to Climate Change"}, {"text_block_id": "p29_b226", "text": "(SPACC) (see below). Additionally, as a collaborative initiative between the SPACC program and the GEF-funded"}, {"text_block_id": "p29_b227", "text": "Sustainable Land Management"}, {"text_block_id": "p29_b228", "text": "(SLM) project, Dominica has pioneered: (a) the vulnerability mapping and •climate proofing• of National Parks Management Plans; and (b) community-based vulnerability mapping and the development, through community engagement and input, of community adaptation plans. Dominica has a history of successful implementing projects supported by multi-lateral partners upon which this"}, {"text_block_id": "p29_b229", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p29_b230", "text": "builds upon. In particular, the Strategy will build upon the outcomes of and benefits achieved from the following initiatives."}, {"text_block_id": "p29_b231", "text": "4.1."}, {"text_block_id": "p29_b232", "text": "Initial National Communication (INC) on Climate Change"}, {"text_block_id": "p29_b233_merged_merged", "text": "Executed by the UNDP and Dominica•s Environmental Coordinating Unit (ECU), the Initial National Communication was submitted in December 2001 to the United Nations Development Programme (UNDP) and the Secretariat of the UNFCCC. It details a description of Dominica•s National Circumstances and included the following activities:"}, {"text_block_id": "p29_b236", "text": "Executed by the UNDP and Dominica•s Environmental Coordinating Unit (ECU), the Initial National Communication was submitted in December 2001 to the United Nations Development Programme (UNDP) and the Secretariat of the UNFCCC. It details a description of Dominica•s National Circumstances and included the following activities:\n* National Greenhouse Gas Inventory (1994);\n* An Assessment of Dominicaâ¢s Vulnerability to the potential impacts of climate change;\n* An outline of the existing Institutional Framework for mitigation and adaptation;\n* An analysis of potential national response measures to abate the increase in greenhouse gas emissions and to adapt to climate change; and\n* Preparation of a National Action Plan to address climate change and its adverse impacts, including a list of priority actions to be implemented in the short term."}, {"text_block_id": "p29_b246", "text": "The INC process enhanced the general awareness and knowledge of climate change-related issues in Dominica and strengthened the dialogue, information exchange and cooperation among all relevant stakeholders including Government, non-government, civil society and private sector agencies."}, {"text_block_id": "p30_b247", "text": "4.2."}, {"text_block_id": "p30_b248", "text": "Initial National Communication (INC) Phase II Project -Building Capacity to Respond to Climate Change"}, {"text_block_id": "p30_b249", "text": "Executed in 2005 by the UNDP and Dominica•s ECU, the INC Phase II Project was a capacity building project intended to build upon the activities completed in the context of Dominica•s INC. The overall goal was to allow Dominica to extend current knowledge to facilitate the emergence of national networks and promote the integration of climate change concerns in the developing national dialogue."}, {"text_block_id": "p30_b250", "text": "The analysis indicated that Dominica has significant capacity deficiencies in each of the thematic areas reviewed -Technology Needs, Systematic Observation Networks and Improvement in GHG Emission Factors. Also the data being collected was inadequate to support monitoring of climate change trends in Dominica. Additionally, current economic constraints will limit the extent to which the Government can aggressively respond to these capacity deficiencies. A number of recommendations were made to enable Dominica to improve its capacity to address climate change issues, which are to be addressed under Dominica•s"}, {"text_block_id": "p30_b251", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p30_b252", "text": "."}, {"text_block_id": "p30_b253", "text": "The Phase II Project also indicated that Dominica lacks a significant"}, {"text_block_id": "p30_b254", "text": "institutional capacity"}, {"text_block_id": "p30_b255", "text": "to carry out its responsibilities and obligations. There is no central clearing house for data and no standard procedure for monitoring rainfall and other climate variables. Additionally, there is the absence of legal obligations for the collection of GHG related data. As well as there is a lack of sensitization on GHG emissions, its sources and impacts and therefore a lack of awareness among those who are engaged in GHG emission related activities and enterprises."}, {"text_block_id": "p30_b256", "text": "Capacity building investments under the"}, {"text_block_id": "p30_b257", "text": "Low Carbon Development Pathway"}, {"text_block_id": "p30_b258", "text": "of"}, {"text_block_id": "p30_b259", "text": "Dominica•s"}, {"text_block_id": "p30_b260", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p30_b261", "text": "builds on the assessments undertaken and recommendations formulated under the INC and INC Phase II projects."}, {"text_block_id": "p30_b262", "text": "4.3."}, {"text_block_id": "p30_b263", "text": "Second National Communication (SNC) on Climate Change"}, {"text_block_id": "p30_b264", "text": "Executed by the UNDP and Dominica•s ECU, the"}, {"text_block_id": "p30_b265", "text": "Second National Communication"}, {"text_block_id": "p30_b266", "text": "(SNC) is in the final stage of its development, where all components are being compiled into a single document. The SNC is intended to build on activities started in the"}, {"text_block_id": "p30_b267", "text": "Initial National Communication"}, {"text_block_id": "p30_b268", "text": ", and the Phase II Enabling Activities, and other related climate change activities. It is also intended to address any new areas that may have arisen or needs more emphasis."}, {"text_block_id": "p30_b269", "text": "Dominica•s"}, {"text_block_id": "p30_b270", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p30_b271", "text": "builds on all components and recommendations made within the SNC."}, {"text_block_id": "p30_b272", "text": "4.4. Caribbean Planning for Adaptation to Climate Change (CPACC) Project."}, {"text_block_id": "p30_b273_merged_merged_merged_merged_merged", "text": "In 1994, Barbados hosted the Global Conference on the Sustainable Development of Small Island Developing States. The resulting Barbados Programme of Action (BPoA) emanating from the Conference identified climate change as a major environmental issue to be addressed by Small Island Developing States (SIDS).  As a result, Dominica and eleven Caribbean countries developed and successfully implemented a GEF-funded regional project • the Caribbean Planning for Adaptation to Climate Change (CPACC) (1998-2001).  The overall objective of"}, {"text_block_id": "p31_b278", "text": "the CPACC project, which was executed by the World Bank and Organization of American States (OAS), was to assist Caribbean countries in launching"}, {"text_block_id": "p31_b279", "text": "Stage I"}, {"text_block_id": "p31_b280", "text": "adaptation measures aimed at building capacity to cope with the adverse effects of global climate change, particularly sea-level rise, in coastal and marine areas, through vulnerability assessment, adaptation planning and related capacity-building initiatives. Participating countries in CPACC included the majority of CARICOM members (Antigua and Barbuda, the Bahamas, Barbados, Belize, Dominica, Grenada, Guyana, Jamaica, Saint Lucia, St. Kitts and Nevis, St. Vincent and the Grenadines, and Trinidad and Tobago). CPACC consisted of four regional projects and five pilot projects. The regional projects were:"}, {"text_block_id": "p31_b281", "text": "adaptation measures aimed at building capacity to cope with the adverse effects of global climate change, particularly sea-level rise, in coastal and marine areas, through vulnerability assessment, adaptation planning and related capacity-building initiatives. Participating countries in CPACC included the majority of CARICOM members (Antigua and Barbuda, the Bahamas, Barbados, Belize, Dominica, Grenada, Guyana, Jamaica, Saint Lucia, St. Kitts and Nevis, St. Vincent and the Grenadines, and Trinidad and Tobago). CPACC consisted of four regional projects and five pilot projects. The regional projects were:\n* Design and establishment of a sea level/climate monitoring network;\n* Establishment of databases and information systems;"}, {"text_block_id": "p31_b285", "text": "adaptation measures aimed at building capacity to cope with the adverse effects of global climate change, particularly sea-level rise, in coastal and marine areas, through vulnerability assessment, adaptation planning and related capacity-building initiatives. Participating countries in CPACC included the majority of CARICOM members (Antigua and Barbuda, the Bahamas, Barbados, Belize, Dominica, Grenada, Guyana, Jamaica, Saint Lucia, St. Kitts and Nevis, St. Vincent and the Grenadines, and Trinidad and Tobago). CPACC consisted of four regional projects and five pilot projects. The regional projects were:\n* Design and establishment of a sea level/climate monitoring network;\n* Establishment of databases and information systems;\n* Inventory of coastal resources; and\n* Use and formulation of initial adaptation policies."}, {"text_block_id": "p31_b289", "text": "The five pilot projects were:"}, {"text_block_id": "p31_b290", "text": "The five pilot projects were:\n* Coral reef monitoring for climate change (Bahamas, Belize, and Jamaica);\n* Coastal vulnerability and risk assessment (Barbados, Guyana, and Grenada);\n* Economic valuation of coastal and marine resources (Dominica, Saint Lucia, and Trinidad and Tobago);\n* Formation of economic/regulatory proposals (Antigua and Barbuda, and St Kitts and Nevis); and\n* National communications (St Vincent and the Grenadines)."}, {"text_block_id": "p31_b300", "text": "Under this project Dominica was one of only three countries in CARICOM that successful developed, through broad-based consultation, and adopted a"}, {"text_block_id": "p31_b301", "text": "National Climate Change Adaptation Policy"}, {"text_block_id": "p31_b302", "text": "which was approved by Cabinet in 2002. A critical review of Dominica•s"}, {"text_block_id": "p31_b303", "text": "National Climate Change Adaptation Policy"}, {"text_block_id": "p31_b304", "text": "was undertaken to identify and prioritise investments under the"}, {"text_block_id": "p31_b305", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p31_b306", "text": "of"}, {"text_block_id": "p31_b307", "text": "Dominica•s"}, {"text_block_id": "p31_b308", "text": "Low-Carbon Climate Resilient Strategy."}, {"text_block_id": "p31_b309", "text": "4.5. Adaptation to Climate Change in the Caribbean (ACCC) Project"}, {"text_block_id": "p31_b310_merged_merged_merged", "text": "Further capacity-building was provided to the region through a CIDA-funded project (2001-2004), the Adaptation to Climate Change in the Caribbean (ACCC) project which was a follow-up to CPACC. This project was designed to sustain activities initiated under CPACC and to address issues of adaptation and capacity building not undertaken by CPACC, thus further building capacity for climate change adaptation in the Caribbean region. ACCC also facilitated the transformation of the Regional Project Implementation Unit (RPIU) originally established through CPACC into a legal regional entity for climate change (Caribbean Community Climate Change Centre). It did so by providing the resources to develop a comprehensive business plan for the Centre and a strategy to ensure its financial sustainability. Under this project the"}, {"text_block_id": "p32_b313", "text": "following activities were executed using the same administrative arrangements utilized for CPACC:"}, {"text_block_id": "p32_b314", "text": "following activities were executed using the same administrative arrangements utilized for CPACC:\n* Concept design and business plan development for the proposed Caribbean Community Climate Change Center;\n<\\li1>"}, {"text_block_id": "p32_b316", "text": "following activities were executed using the same administrative arrangements utilized for CPACC:\n* Concept design and business plan development for the proposed Caribbean Community Climate Change Center;\n<\\li1>\n* Public education and outreach;\n* Integration of climate change into a physical planning process using a risk management approach to adaptation to climate change ;\n* Strengthening of regional technical capacity, in partnership with the Caribbean Institute for Meteorology and Hydrology (CIMH), the University of the West Indies (Scenario Projection and Establishment of Climate Change Master's Programme), and the Caribbean Environmental Health Institute, in order to enhance association between Caribbean and South Pacific small island States;\n* Integration of adaptation planning in environmental assessments for national and regional development projects;\n* Implementation strategies for adaptation in the water sector;\n* Formulation of adaptation strategies to protect human health;\n* Adaptation strategies for agriculture and food; and\n* Fostering of collaboration/cooperation with non-CARICOM countries."}, {"text_block_id": "p32_b332", "text": "The"}, {"text_block_id": "p32_b333", "text": "Caribbean Risk Management Guidelines for Climate Change Adaptation Decision Making"}, {"text_block_id": "p32_b334", "text": "developed under this project were used by technical working groups to undertake the risk assessments and ranking of priority needs that constitute the basis for the investments under the"}, {"text_block_id": "p32_b335", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p32_b336", "text": "of"}, {"text_block_id": "p32_b337", "text": "Dominica•s"}, {"text_block_id": "p32_b338", "text": "Low-Carbon Climate Resilient Strategy."}, {"text_block_id": "p32_b339", "text": "Additionally, investments to address food security under the"}, {"text_block_id": "p32_b340", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p32_b341", "text": "of"}, {"text_block_id": "p32_b342", "text": "Dominica•s"}, {"text_block_id": "p32_b343", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p32_b344", "text": "build on the assessments undertaken under the ACCC project."}, {"text_block_id": "p32_b345", "text": "4.6."}, {"text_block_id": "p32_b346", "text": "Mainstreaming Adaptation to Climate Change in the Caribbean (MACC)"}, {"text_block_id": "p32_b347", "text": "A regional project funded by the Global Environment Facility (GEF) -the"}, {"text_block_id": "p32_b348", "text": "Mainstreaming Adaptation to Climate Change"}, {"text_block_id": "p32_b349", "text": "(MACC) • was implemented in Dominica and 11 other CARICOM countries"}, {"text_block_id": "p32_b350_merged_merged", "text": "from 2004 to 2007.  Executed by the World Bank and the Caribbean Community Climate Change Center (CCCCC), the project•s main objective was to mainstream climate change adaptation strategies into the sustainable development agendas of the Small Island and low-lying states of CARICOM. MACC adopted a learning-by-doing approach to capacity building, consolidating the achievements of CPACC and ACCC. It built on the progress achieved in these past projects by furthering institutional capacity, strengthening the knowledge base, and deepening awareness and participation."}, {"text_block_id": "p33_b353", "text": "The"}, {"text_block_id": "p33_b354", "text": "Mainstreaming Adaptation to Climate Change in the Caribbean"}, {"text_block_id": "p33_b355", "text": "(MACC) Programme sought to reduce vulnerability (physical, social, economic and environmental) of Caribbean countries to the impacts of climate change. It built capacity of the SIDS to develop Stage II adaptation strategies and measures (as defined by the Conference of Parties (COP) to the UNFCCC) through the mainstreaming of adaptation into national development planning process of the countries in the region. This was done through several programme areas and pilot projects."}, {"text_block_id": "p33_b356", "text": "The climate vulnerability risk assessment foci for MACC were in the areas of Water Resources, Tourism, Health, Agriculture and Coastal Zone. MACC also focused on Public Education and Outreach (PEO) strategies as a major component of the programme."}, {"text_block_id": "p33_b357", "text": "Dominica•s"}, {"text_block_id": "p33_b358", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p33_b359", "text": "utilizes strategic information from this MACC programme to build climate change public education and outreach (PEO) activities."}, {"text_block_id": "p33_b360", "text": "4.7. Special Programme for Adaptation to Climate Change: Implementation of Adaptation Measures in Coastal Zones (SPACC) Project."}, {"text_block_id": "p33_b361", "text": "T"}, {"text_block_id": "p33_b362", "text": "he four-year GEF-funded"}, {"text_block_id": "p33_b363", "text": "Special Programme for Adaptation to Climate Change: Implementation of Adaptation Measures in Coastal Zones"}, {"text_block_id": "p33_b364", "text": "(SPACC) Project, e"}, {"text_block_id": "p33_b365", "text": "xecuted by the World Bank and the Caribbean Community Climate Change Center (CCCCC),"}, {"text_block_id": "p33_b366", "text": "completed in December 2011, supported efforts by Dominica, Saint Lucia and St. Vincent and the Grenadines to implement specific (integrated) pilot adaptation measures addressing the impacts of climate change on the natural resource base of the region, focusing on biodiversity and land degradation along coastal and near-coastal areas."}, {"text_block_id": "p33_b367", "text": "This was achieved through:"}, {"text_block_id": "p33_b368", "text": "This was achieved through:\n* The detailed design of pilot adaptation measures to reduce expected negative impacts of climate change on marine and terrestrial biodiversity and land degradation;\n* The implementation of pilot adaptation measures."}, {"text_block_id": "p33_b372", "text": "The project also produced knowledge of global value on how to implement adaptation measures in Small Island developing States that can be applied in other countries in the region. In Dominica the two sites identified for the detailed design and implementation of adaptation measures were:"}, {"text_block_id": "p33_b373", "text": "(a)"}, {"text_block_id": "p33_b374", "text": "The Morne Diablotin National Park (MDNP) and its neighbouring communities of Colihaut, Dublanc and Bioche (CDB) communities;"}, {"text_block_id": "p33_b375", "text": "(b)"}, {"text_block_id": "p33_b376", "text": "The Morne Trois Pitons National Parks."}, {"text_block_id": "p33_b377_merged_merged_merged_merged", "text": "As collaborative initiative between the SPACC program and the GEF-funded Sustainable Land Management (SLM) project (see below), Dominica has pioneered:"}, {"text_block_id": "p33_b380", "text": "(a)"}, {"text_block_id": "p33_b381", "text": "vulnerability mapping of the country•s National Parks and World Heritage Site and •climate proofing• of the World Heritage Site Management Plan and National Parks Management Plans; and"}, {"text_block_id": "p33_b382", "text": "(b)"}, {"text_block_id": "p33_b383", "text": "Community-based vulnerability mapping and the development, through community engagement and input, of community adaptation plans."}, {"text_block_id": "p34_b384", "text": "Example of community-based vulnerability map (actual size 48• x 36•) and the development, through community engagement and input, of community adaptation plans developed in 10 pilot communities under SPACC/SLM project."}, {"text_block_id": "p35_b385", "text": "Tourism in Dominica is intricately linked to forests (beaches are not the primary attraction since the country is largely devoid of •white• sandy beaches), with the country promoting eco-tourism as its primary tourism product. The SPACC project has made considerable advances in •climate proofing• Dominica•s forests and protected areas upon which the country•s tourism industry relies. This has been achieved by mapping vulnerability of these areas from encroachment and consulting with communities to establish an appropriate buffer area that will reduce threats from human encroachment."}, {"text_block_id": "p35_b386", "text": "Investments under the"}, {"text_block_id": "p35_b387", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p35_b388", "text": "of"}, {"text_block_id": "p35_b389", "text": "Dominica•s"}, {"text_block_id": "p35_b390", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p35_b391", "text": "build on these pioneering adaptation initiatives and will support the transition to improved climate resilience in Dominica."}, {"text_block_id": "p35_b392", "text": "4.8."}, {"text_block_id": "p35_b393", "text": "National Capacity Self-Assessment"}, {"text_block_id": "p35_b394", "text": "Executed by the UNDP and Dominica•s ECU, the"}, {"text_block_id": "p35_b395", "text": "National Capacity Self-Assessment"}, {"text_block_id": "p35_b396", "text": "(NCSA) process commenced in Dominica in January 2004 and was completed by July 2005. It focused on three thematic areas, Land Degradation, Biodiversity and Climate Change. The objective of the NCSA process was to allow for a thorough assessment of the capacity needs and constraints (individual, institutional, systematic) facing national efforts to improve environmental conservation and sustainable development programmes, and to meet global environmental management obligations, principally the three Rio Conventions. The NCSA process also analyzed the institutional capacity framework that was initiated under the UNFCCC and the National Biodiversity Strategy and Action Plan (NBSAP), and facilitated the identification of management strategies relevant to sustainable environmental development. Key gaps/needs identified under the NCSA include the need for comprehensive environmental and natural resources management legislation, the legal establishment of a Department of Environment, and the strengthening of physical planning processes."}, {"text_block_id": "p35_b397", "text": "Capacity building investments under the"}, {"text_block_id": "p35_b398", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p35_b399", "text": "of"}, {"text_block_id": "p35_b400", "text": "Dominica•s"}, {"text_block_id": "p35_b401", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p35_b402", "text": "builds upon information gathered from the NCSA process, and will address key priority capacity issues, capacity constraints, corrective actions and establish an integrated approach to the implementation of related Conventions."}, {"text_block_id": "p35_b403", "text": "4.9."}, {"text_block_id": "p35_b404", "text": "National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p35_b405_merged_merged_merged_merged", "text": "The National Biodiversity Strategy and Action Plan (NBSAP) was developed in keeping with Dominica•s obligations under the Convention on Biological Diversity (CBD). Executed by the UNDP and Dominica•s ECU, this project supported country assessments which fed into the Strategy and Action Plan. The Plan was executed for a five-year period (2000 • 2005) and its aim was to establish the mechanisms to provide for the conservation and sustainable management of Dominica•s terrestrial and marine biodiversity. The NBSAP examined key areas that impact biodiversity and highlighted several"}, {"text_block_id": "p36_b410", "text": "issues that undermine the resilience of natural ecosystems, including from climate change. The NBSAP is one of the first documents that comprehensively examined environmental issues in Dominica, and specifically mentions climate change impacts on the country•s biodiversity and measures required to address such impacts."}, {"text_block_id": "p36_b411", "text": "Measures to enhance ecosystem resilience and address gaps/issues under the NBSAP will be supported under the"}, {"text_block_id": "p36_b412", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p36_b413", "text": "of Dominica•s"}, {"text_block_id": "p36_b414", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p36_b415", "text": "which builds upon analysis undertaken and recommendations contained in Dominica•s"}, {"text_block_id": "p36_b416", "text": "National Biodiversity Strategy and Action Plan."}, {"text_block_id": "p36_b417", "text": "4.10."}, {"text_block_id": "p36_b418", "text": "National Hurricane and Disaster Preparedness Plan for the Agriculture Sector"}, {"text_block_id": "p36_b419", "text": "A"}, {"text_block_id": "p36_b420", "text": "Preliminary National Report"}, {"text_block_id": "p36_b421", "text": "on disaster preparedness for the agriculture sector noted that the primary natural hazard affecting Dominica is intense tropical systems and their attendant impacts, soil erosion, landslides and floods, which result in a tremendous loss of agriculture resources. While the"}, {"text_block_id": "p36_b422", "text": "National Disaster Plan"}, {"text_block_id": "p36_b423", "text": "(NDP) (1996) outlines activities that will enable the sector to return to normalcy after such occurrences, it does not include any structural changes needed for the sector to address climate change risks, nor disaster preparedness and mitigation interventions required to reduce vulnerability. The absence of such strategies lends to the threats posed to food security, in addition to business and financial risks facing the agriculture sector. With funding made available from the Food and Agriculture Organization (FAO), Dominica has prepared a"}, {"text_block_id": "p36_b424", "text": "National Hurricane and Disaster Preparedness Plan for the Agriculture Sector"}, {"text_block_id": "p36_b425", "text": ". Activities under the Plan are intended to catalyse disaster management actions within agriculture and related sectors."}, {"text_block_id": "p36_b426_merged_merged_merged", "text": "Investments under the Climate Resilient Development Pathway of Dominica•s Low-Carbon Climate Resilient Strategy build on these initiatives towards improved climate resilient Disaster Management, Human Settlement and Infrastructure in Dominica."}, {"text_block_id": "p36_b432", "text": "4. 11. Capacity Building and Mainstreaming of Sustainable Land Management (SLM) in the Commonwealth of Dominica"}, {"text_block_id": "p36_b433", "text": "This three-year GEF-funded project, which commenced in 2009 and is executed by the UNDP and Dominica•s ECU,  is developing capacities for sustainable land management (SLM) in appropriate government, civil society institutions, communities and other user groups in order to mainstream SLM management considerations into government planning and strategy development. The project is building capacity to contribute to the enhancement and maintenance of the ecological integrity and productivity of terrestrial and near-shore"}, {"text_block_id": "p37_b434", "text": "ecosystems the integrated management of land resources. Through the establishment of comprehensive legal, policy and institutional framework for environmental protection and sound natural resource management, the project is ensuring that agricultural, coastal, forestry and other terrestrial land and resources uses in Dominica are sustainable, thereby enhancing ecosystem resilience and allowing for the maintenance of productive systems that assure ecosystem productivity and ecological functions while contributing directly to the environmental, economic and social wellbeing of the people of Dominica. The project worked with the SPACC project to develop"}, {"text_block_id": "p37_b435", "text": "Community Vulnerability Atlases"}, {"text_block_id": "p37_b436", "text": "and"}, {"text_block_id": "p37_b437", "text": "Community Climate Change Adaptation Plans"}, {"text_block_id": "p37_b438", "text": "that can be replicated throughout Dominica and the Caribbean region."}, {"text_block_id": "p37_b439", "text": "Investments under the"}, {"text_block_id": "p37_b440", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p37_b441", "text": "of"}, {"text_block_id": "p37_b442", "text": "Dominica•s"}, {"text_block_id": "p37_b443", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p37_b444", "text": "build on these initiatives towards improved climate resilience in Dominica."}, {"text_block_id": "p37_b445", "text": "4.12. Growth and Social Protection Strategy"}, {"text_block_id": "p37_b446_merged_merged_merged", "text": "The Government of Dominica•s Growth and Social Protection Strategy (GSPS) articulates a medium-term strategy for growth and poverty reduction over the next five years. Priorities set in this document make poverty reduction the principal focus of Government•s economic and social policy. The Government of Dominica regards the pursuit of sustained strong economic growth to be the main strategy to alleviate poverty. The GSPS provides the framework that informs the medium-term macro-economic framework, the structural reform agenda, the medium-term public investment programme, and the annual budgets to be presented to Parliament. The Government•s policies and programmes will seek to ensure that opportunities are available to all, and benefits from growth are shared across the society as widely as possible. To this end, targeting and management of the existing social programmes will also be improved."}, {"text_block_id": "p37_b451", "text": "The GSPS provides the framework for Dominica•s economic and social policies over the next five years and sets out the macroeconomic framework; the growth strategy including the enabling environment for private enterprise and sectoral strategies; and poverty reduction and social protection programmes. It also provides for the monitoring and evaluation of the progress in implementing the strategy on an annual basis."}, {"text_block_id": "p38_b452", "text": "The consultative process to which it has been subjected ensures that the GSPS has a high degree of public ownership. The first edition of the GSPS was published in April 2006. The Government has updated the Strategy on an annual basis so that the document is a •rolling plan• that takes account of changing circumstances and is thus of continuing relevance and usefulness. The third edition of the GSPS is currently before Cabinet for approval."}, {"text_block_id": "p38_b453_merged", "text": "Investments under Dominica•s Low-Carbon Climate Resilient Strategy are anchored in the Sector Strategies for Growth defined in the GSPS, including:"}, {"text_block_id": "p38_b459", "text": "Agriculture"}, {"text_block_id": "p38_b460", "text": "•"}, {"text_block_id": "p38_b461", "text": "agriculture diversification and agro-processing to address threats to food security from climate change;"}, {"text_block_id": "p38_b462", "text": "•"}, {"text_block_id": "p38_b463", "text": "rehabilitation and climate proofing of farm access roads to improve access to markets;"}, {"text_block_id": "p38_b464", "text": "•"}, {"text_block_id": "p38_b465", "text": "embarking on programme of action to establish Dominica as an •Organic Island• with a view to establishing agricultural practices that will enhance the resilience of natural ecosystems by reducing the introduction of harmful substances into rivers and soils and establish a sound and sustainable basis for the growth of the agricultural sector so as to address threats to food security from climate change;"}, {"text_block_id": "p38_b466", "text": "•"}, {"text_block_id": "p38_b467", "text": "improving climate change risk micro-insurance and micro-finance in existing financial institutions for small-scale operators to make resources available to farmers who need to invest in irrigation equipment in order to bring water onto their farms;"}, {"text_block_id": "p38_b468", "text": "Natural Resources"}, {"text_block_id": "p38_b469", "text": "•"}, {"text_block_id": "p38_b470", "text": "accessing opportunities for international or regional agreements for carbon sequestration for forest that can contribute to the socio-economic development of Dominica where appropriate by promoting the carbon neutral status of Dominica;"}, {"text_block_id": "p39_b471", "text": "•"}, {"text_block_id": "p39_b472", "text": "enhancing the resilience of natural resources, through:"}, {"text_block_id": "p39_b473", "text": "enhancing the resilience of natural resources, through:\n* working to increase by 50% the number of agro-forestry farmers through REDD+ programs; and\n* implementation of projects to expand organic banana production, improve integrated pest management; and increase the utilization of farm organic waste;"}, {"text_block_id": "p39_b477", "text": "•"}, {"text_block_id": "p39_b478", "text": "promotion of sound Land-Use Planning to improve the resilience of natural resources and address impacts from flooding, landslides, and other extreme events;"}, {"text_block_id": "p39_b479", "text": "•"}, {"text_block_id": "p39_b480", "text": "climate proofing of houses and promotion of building controls to prevent housing construction in vulnerable areas;"}, {"text_block_id": "p39_b481", "text": "•"}, {"text_block_id": "p39_b482", "text": "establishment of integrated coastal zone management to enhance the resilience of coastal and marine ecosystems and address climate change and anthropogenic impacts;"}, {"text_block_id": "p39_b483", "text": "•"}, {"text_block_id": "p39_b484", "text": "enhancing ecosystem resilience by reducing user conflict and promoting sustainable use of all natural resources, through the formulation of a coastal zone management plan;"}, {"text_block_id": "p39_b485", "text": "•"}, {"text_block_id": "p39_b486", "text": "improving water management through preparation and execution of a national water inventory and water management policy;"}, {"text_block_id": "p39_b487", "text": "Fisheries"}, {"text_block_id": "p39_b488", "text": "•"}, {"text_block_id": "p39_b489", "text": "climate proofing of fisheries infrastructure improvements to meet requirements of international standards and to facilitate fish export trade, improve access to and from sea, and the overall capacity to process greater volumes of catch;"}, {"text_block_id": "p39_b490", "text": "•"}, {"text_block_id": "p39_b491", "text": "improving climate change risk micro-insurance and micro-finance in existing financial institutions for fisher folk;"}, {"text_block_id": "p39_b492", "text": "•"}, {"text_block_id": "p39_b493", "text": "promotion of aquaculture industries to address threats to food security from climate change impacts on marine resources;"}, {"text_block_id": "p39_b494", "text": "Tourism and Private Sector"}, {"text_block_id": "p39_b495", "text": "•"}, {"text_block_id": "p39_b496", "text": "building capacity for climate change and disaster risk management in the private sector and tourism industry;"}, {"text_block_id": "p39_b497", "text": "•"}, {"text_block_id": "p39_b498", "text": "addressing high energy costs for business and the tourism industry;"}, {"text_block_id": "p39_b499", "text": "•"}, {"text_block_id": "p39_b500", "text": "enhancing marine and terrestrial ecosystem resilience as a key element of the country•s tourism product;"}, {"text_block_id": "p39_b501", "text": "•"}, {"text_block_id": "p39_b502", "text": "climate proofing proposed tourism infrastructure developments including proposed Roseau Waterfront, Cabrits/Portsmouth marina, Marine Visitor Centre, the redevelopment of the Marigot Fisheries Harbour to facilitate sea access from Guadeloupe, upgrade to Melville Hall airport and construction of the new airport to accommodate long haul services from North America and Europe;"}, {"text_block_id": "p40_b503", "text": "Environmental Protection"}, {"text_block_id": "p40_b504", "text": "•"}, {"text_block_id": "p40_b505", "text": "legally establish the Division of Environment, Climate Change and Development (DECCD) responsible for coordinating Dominica•s climate change risk management program, enhancing ecosystem resilience by controlling pollution, and regulating development in flood prone areas;"}, {"text_block_id": "p40_b506", "text": "•"}, {"text_block_id": "p40_b507", "text": "legally establish Climate Change and Disaster Trust Fund (5% of PSIP) to cover adaptation/mitigation  and disaster prevention costs;"}, {"text_block_id": "p40_b508", "text": "•"}, {"text_block_id": "p40_b509", "text": "climate change risks and environmental management capacity building to provide support for technical evaluation, regulation and monitoring of development projects;"}, {"text_block_id": "p40_b510", "text": "Green Economy"}, {"text_block_id": "p40_b511", "text": "•"}, {"text_block_id": "p40_b512", "text": "supporting micro and small business access opportunities in the Green Economy;"}, {"text_block_id": "p40_b513", "text": "•"}, {"text_block_id": "p40_b514", "text": "attract suitable Green Economy businesses into Dominica;"}, {"text_block_id": "p40_b515", "text": "•"}, {"text_block_id": "p40_b516", "text": "provide education, training and capacity building to enhance the skills base of the workforce to support Dominica•s transition to a Green Economy;"}, {"text_block_id": "p40_b517", "text": "•"}, {"text_block_id": "p40_b518", "text": "integrate green principles into national economic management and planning, and marry environmental preservation and management into Dominica•s strategy for achieving higher levels of sustained economic growth;"}, {"text_block_id": "p40_b519", "text": "Energy Conservation and Renewable Energy"}, {"text_block_id": "p40_b520", "text": "•"}, {"text_block_id": "p40_b521", "text": "conserve energy and promote renewable energy options to address rising energy costs affecting the cost of living and quality of life, cost of manufacturing and services increase, and the challenge to  competitiveness;"}, {"text_block_id": "p41_b522", "text": "•"}, {"text_block_id": "p41_b523", "text": "increase percentage of national energy from renewable sources by harnessing geothermal, solar, wind and hydro energy potential;"}, {"text_block_id": "p41_b524", "text": "Vulnerable Communities"}, {"text_block_id": "p41_b525", "text": "•"}, {"text_block_id": "p41_b526", "text": "Address impacts of climate change on vulnerable segment of society, including indigenous Kalinago and women."}, {"text_block_id": "p41_b527_merged", "text": "The Government takes the position that poverty reduction over the long term requires the creation of sustainable employment and income earning opportunities for all Dominicans, an objective that will come about only with increased levels of economic growth and development. Supporting the continued transition to a Green Economy will require the building of national capacity to implement Dominica•s Low-Carbon Climate Resilient Strategy which is regarded as a key element in Government•s plan to create sustainable quality employment opportunities."}, {"text_block_id": "p41_b531", "text": "4.13."}, {"text_block_id": "p41_b532", "text": "Development of Alternative Energy Source"}, {"text_block_id": "p41_b533", "text": "s"}, {"text_block_id": "p41_b534", "text": "The Government of Dominica in seeking to reduce the increasing costs of electricity generation and ensure a cleaner, more environmentally friendly energy source by aggressively exploring the possibilities of alternative energy. While hydroelectric generation does occur (contributing up to ~ 38% of electricity generation), and Dominica has considerable additional potential, hydro-power development is severely affected by changing precipitation patterns association with climate change. Dominica, being a volcanic island has tremendous potential for geothermal energy use. Feasibility studies have already been carried out in this regard. Presently, the government is collaborating with the GEF and the EU to explore and produce geothermal energy. Solar energy is also used in Dominica, but mainly at the residential level for water heating. It is hoped that hydro, solar, wind, wave and biomass as alternative energy sources, will eventually be utilized on a commercial scale."}, {"text_block_id": "p42_b535", "text": "5. Policy, Legal and Institutional Analysis"}, {"text_block_id": "p42_b536", "text": ":"}, {"text_block_id": "p42_b537", "text": "Many policy documents have been developed and/or approved by the Cabinet of Ministers that are specific to climate change or that incorporate or specifically mention climate change (Table 2).  This is important in the integration of climate change issues and concerns into the national processes.  Dominica is also a part of the OECS, ALBA, CARICOM and AOSIS where effort is expended to ensure that climate change is addressed as a critical policy issue."}, {"text_block_id": "p42_b538", "text": "Table 2: Key National Policy Documents that Incorporate or make Specific Reference to Climate Change"}, {"text_block_id": "p42_b539_merged", "text": "In addition to these policy documents that were prepared through extensive consultative processes, climate change has also received attention in recent budget addresses delivered by the Prime Minister of Dominica over the years. There have also been specific Cabinet Conclusions that are of relevance to climate change. The various climate change and other projects undertaken by Dominica, including the INC, SNC, SLM and SPACC Projects discussed"}, {"text_block_id": "p43_b541", "text": "previously, are specific efforts to integrate climate change into national development processes."}, {"text_block_id": "p43_b542", "text": "Dominica•s"}, {"text_block_id": "p43_b543", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p43_b544", "text": "is expected to reinforce this integration and lead the transformation to a low carbon climate-resilient Dominica."}, {"text_block_id": "p43_b545", "text": "In Dominica, there are over 105 pieces of legislation relating to the environment and natural resource management some dating back over one hundred years -these can be broadly broken down into 5 categories (legislation dealing with human health, marine resources, terrestrial resources, human development and aquatic resources) and focus on dealing with a specific problem rather than taking an integrated approach to managing natural resources and the environment in a sustainable manner."}, {"text_block_id": "p43_b546", "text": "There have been a number of reviews of Dominica•s environmental and resource management legislation over the past 15 years which have all come to the conclusion that comprehensive environmental and natural resource management legislation is an urgent priority in order to prevent irreversible environmental damage to the natural resources upon which Dominica relies for sustained economic and social development."}, {"text_block_id": "p43_b547", "text": "The existing legislation is outdated"}, {"text_block_id": "p43_b548", "text": "-"}, {"text_block_id": "p43_b549", "text": "many of the Acts pre-date the signing of international environmental agreements by Dominica that enshrine new and evolving environmental principles/concepts and concerns such as climate change and the sustainable use of natural resources, and the greater appreciation of the interconnectedness of environmental protection with other facets of development."}, {"text_block_id": "p43_b550", "text": "There are substantial gaps and overlap between existing legal mandates for natural resource management amongst various ministries with resultant confusion over jurisdiction roles • more particularly there is no legal basis to ensure:"}, {"text_block_id": "p43_b551", "text": "•"}, {"text_block_id": "p43_b552", "text": "functional co-ordination"}, {"text_block_id": "p43_b553", "text": "amongst various Departments/agencies to ensure sound and coordinated environmental protection and the sustainable management of finite resources for Dominica•s long term benefit;"}, {"text_block_id": "p43_b554", "text": "•"}, {"text_block_id": "p43_b555", "text": "Site-specific coordination"}, {"text_block_id": "p43_b556", "text": "in the management of natural resources."}, {"text_block_id": "p43_b557_merged_merged_merged", "text": "Save for a few pieces of legislation, present legislation does not meet Dominica•s obligations under the 27 Multilateral Environmental Agreements (MEAs) to which the country is a signatory • most notably the agreements dealing with Climate Change, Pollutants and Hazardous Substances, Biodiversity, Biosafety."}, {"text_block_id": "p43_b560", "text": "•"}, {"text_block_id": "p43_b561", "text": "Dominica•s physical planning legislation deals largely with terrestrial resources leaving inadequate regulatory control over aquatic, coastal or marine resources. There is no legally established institutional framework for coordinating environmental protection and natural resource management in Dominica."}, {"text_block_id": "p43_b562", "text": "•"}, {"text_block_id": "p43_b563", "text": "There is no legislation to ensure environmentally sound and sustainable management of natural resources outside forestry and parks areas."}, {"text_block_id": "p43_b564", "text": "•"}, {"text_block_id": "p43_b565", "text": "There is no legislation for the management of marine pollution, biosafety or hazardous substances."}, {"text_block_id": "p44_b566", "text": "•"}, {"text_block_id": "p44_b567", "text": "There is no legislation to control Greenhouse Gas (GHG) emissions or promote energy efficiency and the use of renewable energy."}, {"text_block_id": "p44_b568", "text": "A recent review undertaken under the GEF-funded"}, {"text_block_id": "p44_b569", "text": "Sustainable Land Management"}, {"text_block_id": "p44_b570", "text": "(SLM) project determined that consolidated Environmental and Natural Resource Management legislation is required as an urgent national priority in order to address the following gaps and deficiencies:"}, {"text_block_id": "p44_b571", "text": ""}, {"text_block_id": "p44_b572", "text": "legislation is required to address pollution and hazardous substances, climate change, introduction of new technologies and to implement Multilateral Environmental Agreements (MEAs) to which the country is a signatory;"}, {"text_block_id": "p44_b573", "text": ""}, {"text_block_id": "p44_b574", "text": "legal establishment of a department or agency is required to facilitate functional site-specific co-ordination for effective environmental protection and natural resource management, and to ensure the climate proofing of development activities;"}, {"text_block_id": "p44_b575", "text": ""}, {"text_block_id": "p44_b576", "text": "the establishment of effective and coordinated site-specific management of natural resources and environmental protection."}, {"text_block_id": "p44_b577", "text": "Cabinet approval has also been obtained to commence the consultation process to develop and draft comprehensive"}, {"text_block_id": "p44_b578", "text": "Environmental, Climate Change and Development Legislation"}, {"text_block_id": "p44_b579", "text": "for Dominica in collaboration with the Office of the Attorney General. This new legislation is expected to establish key legal and institutional frameworks needed to effectively implement"}, {"text_block_id": "p44_b580", "text": "Dominica•s"}, {"text_block_id": "p44_b581", "text": "Low-Carbon Climate Resilient Strategy."}, {"text_block_id": "p44_b582", "text": "Government expects to enact this new legislation by the end of 2012."}, {"text_block_id": "p44_b583", "text": "6. Participation Process"}, {"text_block_id": "p44_b584", "text": "Dominica•s"}, {"text_block_id": "p44_b585", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p44_b586", "text": "has been developed through an extensive consultative process that was supported under the Pilot Program for Climate Resilience (PPCR) funded under the Climate Investment Funds (CIF). As part of the process to develop"}, {"text_block_id": "p44_b587", "text": "Dominica•s"}, {"text_block_id": "p44_b588", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p44_b589", "text": ", v"}, {"text_block_id": "p44_b590", "text": "arious assessments and studies were undertaken and reviewed with and by national stakeholders (see Figure 2) to provide the technical foundation for the preparation of the Strategy, including:"}, {"text_block_id": "p44_b591", "text": "•"}, {"text_block_id": "p44_b592", "text": "Document stocktaking, review and analysis"}, {"text_block_id": "p44_b593", "text": "including critical review of"}, {"text_block_id": "p44_b594", "text": "Dominica•s Climate Change Adaptation Policy and Action Plan"}, {"text_block_id": "p44_b595", "text": "(2002);"}, {"text_block_id": "p44_b596", "text": "•"}, {"text_block_id": "p44_b597", "text": "Broad-based stakeholder"}, {"text_block_id": "p44_b598", "text": "climate change risk assessment"}, {"text_block_id": "p44_b599", "text": "including prioritization and ranking of climate change risks affecting Dominica;"}, {"text_block_id": "p44_b600", "text": "•"}, {"text_block_id": "p44_b601", "text": "Critical review of Dominica•s"}, {"text_block_id": "p44_b602", "text": "National Capacity Self-Assessment (NCSA)"}, {"text_block_id": "p44_b603", "text": "and"}, {"text_block_id": "p44_b604", "text": "Adaptive Capacity Assessment"}, {"text_block_id": "p44_b605", "text": "(institutional, systematic, individual capacity) for public and private sector, vulnerable communities, and sectors;"}, {"text_block_id": "p44_b606", "text": "•"}, {"text_block_id": "p44_b607", "text": "Community Surveys"}, {"text_block_id": "p44_b608", "text": "to identify climate change vulnerabilities,  capacities and priority needs;"}, {"text_block_id": "p44_b609", "text": "•"}, {"text_block_id": "p44_b610", "text": "Identification of"}, {"text_block_id": "p44_b611", "text": "priority needs and investment opportunities"}, {"text_block_id": "p44_b612", "text": "to facilitate Dominica•s transformation to a climate-resilient economy with PPCR support;"}, {"text_block_id": "p44_b613", "text": "•"}, {"text_block_id": "p44_b614", "text": "Cost-benefit Analysis"}, {"text_block_id": "p44_b615_merged_merged_merged_merged_merged_merged_merged", "text": "(and Return on Investment Analysis for PPCR Loan ) of proposed SPCR investment opportunities;"}, {"text_block_id": "p47_b618", "text": "•"}, {"text_block_id": "p47_b619", "text": "Preparation of"}, {"text_block_id": "p47_b620", "text": "Dominica•s"}, {"text_block_id": "p47_b621", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p47_b622", "text": "and related Investment Plan for submission to Development partners including the PPCR-SC and Adaptation Fund;"}, {"text_block_id": "p47_b623", "text": "•"}, {"text_block_id": "p47_b624", "text": "Capacity building needs assessment"}, {"text_block_id": "p47_b625", "text": "to facilitate Dominica•s transformation to a climate-resilient economy that addresses priority climate change risks to agriculture and food security, livelihoods, the economy, water security/quality, and supports national poverty alleviation efforts;"}, {"text_block_id": "p47_b626", "text": "•"}, {"text_block_id": "p47_b627", "text": "Public education and outreach"}, {"text_block_id": "p47_b628", "text": "surrounding context-specific climate impacts and the Strategy."}, {"text_block_id": "p47_b629", "text": "During this stakeholder consultation process, several hundred individuals have been consulted including Cabinet Ministers, representatives from government agencies (national, local and municipal), the private sector, civil society, and vulnerable segments of society including indigenous Kalinago, women and youth. This level of consultation has ensured a high level of national ownership for"}, {"text_block_id": "p47_b630", "text": "Dominica•s"}, {"text_block_id": "p47_b631", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p47_b632", "text": "."}, {"text_block_id": "p47_b633", "text": "Part II • Proposed Investment Program Components for Climate Change Finance"}, {"text_block_id": "p47_b634", "text": "7"}, {"text_block_id": "p47_b635", "text": "."}, {"text_block_id": "p47_b636", "text": "Rational for Climate Change Financial Support"}, {"text_block_id": "p47_b637_merged_merged_merged", "text": "Existing vulnerabilities to extreme weather events and their associated effects already constitute an important obstacle to sustainable development in Dominica. Climate change is affecting all sectors of Dominica`s society and many livelihoods, and the country does not have the resources required to address all impacts. As part of the process to develop Dominica•s Low-Carbon Climate Resilient Strategy, a risk assessment was undertaken by national experts and a broad range of national stakeholders to identify and prioritise areas where Government needs to focus resources (financial, technical, human). The results of the risk assessment are summarised in Table 3."}, {"text_block_id": "p47_b641", "text": "Table 3 -SUMMARY OF CLIMATE CHANGE RISKS"}, {"text_block_id": "p49_b642", "text": "While there are several sectors and issues identified by stakeholders as being important to address climate change risks in Dominica, there are a few that require priority attention. Outlined below are the issues considered by national stakeholders to be a priority for Dominica, and which possess the greatest potential to contribute to the successful transformation of the country to a climate resilient low carbon development path."}, {"text_block_id": "p49_b643", "text": "1."}, {"text_block_id": "p49_b644", "text": "Development of a"}, {"text_block_id": "p49_b645", "text": "national strategy"}, {"text_block_id": "p49_b646", "text": "• adopted at the highest level -to facilitate Dominica•s transformation to a low-carbon climate-resilient economy while addressing pressing development, livelihood and poverty issues confronting the country;"}, {"text_block_id": "p49_b647", "text": "2."}, {"text_block_id": "p49_b648", "text": "Addressing climate change"}, {"text_block_id": "p49_b649", "text": "mitigation measures"}, {"text_block_id": "p49_b650", "text": "on the understanding that savings in energy costs will allow Dominica to invest more in much needed"}, {"text_block_id": "p49_b651", "text": "adaptation measures"}, {"text_block_id": "p49_b652", "text": ";"}, {"text_block_id": "p49_b653", "text": "3."}, {"text_block_id": "p49_b654", "text": "Addressing climate change impacts on"}, {"text_block_id": "p49_b655", "text": "vulnerable sectors"}, {"text_block_id": "p49_b656", "text": "(particularly agriculture, fisheries and water resources) and communities, in order to address threats to food security, human health, poverty alleviation, sustainable livelihoods and economic growth;"}, {"text_block_id": "p49_b657", "text": "4."}, {"text_block_id": "p49_b658", "text": "Implementing measures that"}, {"text_block_id": "p49_b659", "text": "will have a positive impact on social capital, the quality of basic services, and natural resources that provide essential environmental services;"}, {"text_block_id": "p49_b660", "text": "5."}, {"text_block_id": "p49_b661", "text": "Facilitating"}, {"text_block_id": "p49_b662", "text": "capacity building"}, {"text_block_id": "p49_b663", "text": "through education, awareness and training programme on climate change risks and resiliency measures in order to strengthen capacity at the community and sectoral level, within municipalities and local authorities, and the private sector;"}, {"text_block_id": "p49_b664", "text": "6."}, {"text_block_id": "p49_b665", "text": "Establishing a legal and institutional framework to ensure"}, {"text_block_id": "p49_b666", "text": "improved coordination"}, {"text_block_id": "p49_b667", "text": "of priority climate change measures;"}, {"text_block_id": "p49_b668", "text": "7."}, {"text_block_id": "p49_b669", "text": "Developing climate change"}, {"text_block_id": "p49_b670", "text": "standards and guidelines"}, {"text_block_id": "p49_b671", "text": "for climate proofing the private sector;"}, {"text_block_id": "p49_b672", "text": "8."}, {"text_block_id": "p49_b673", "text": "Establishing a"}, {"text_block_id": "p49_b674", "text": "sustainable financing mechanism"}, {"text_block_id": "p49_b675", "text": "to ensure timely and readily available financial support to implement priority climate change risks management measures by vulnerable communities."}, {"text_block_id": "p49_b676", "text": "The"}, {"text_block_id": "p49_b677", "text": "Adaptive Capacity Assessment"}, {"text_block_id": "p49_b678", "text": "undertaken during the PPCR planning process has identified"}, {"text_block_id": "p49_b679", "text": "considerable limitations in climate change risk management capacity"}, {"text_block_id": "p49_b680", "text": "at the systematic, institutional and individual levels, at the national, sectoral, district and local level, and within the public sector and civil society, highlighting the need for considerable capacity building. The"}, {"text_block_id": "p49_b681", "text": "Adaptive Capacity Assessment"}, {"text_block_id": "p49_b682", "text": "confirmed the need for improved levels of earmarked financial resources for climate change risk management and resiliency building as highlighted in the NCSA, and the need for building the capacities of key state and non-state actors in climate change risk management. In so doing, interventions will support the establishment of"}, {"text_block_id": "p49_b683", "text": "an appropriate framework that will support Dominica•s transformation to a low-carbon climate resilience pathway that can serve as a model for other small island developing States."}, {"text_block_id": "p49_b684", "text": "By recognising that climate change is a development issue rather than an environmental issue,"}, {"text_block_id": "p49_b685", "text": "Dominica•s"}, {"text_block_id": "p49_b686", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p49_b687", "text": "has the opportunity to demonstrate viable interventions to address climate change risks associated with Small Island developing States within the context of a national development framework that establishes the country firmly on the path to a Green Economy."}, {"text_block_id": "p49_b688_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Interventions will be sustained in the long-term by ensuring that climate change becomes an integral part of the national development planning process. Additionally, by establishing effective partnerships with all stakeholders (public sector and civil society, technical and financial partners, local governments, vulnerable communities, grass-roots organizations) to"}, {"text_block_id": "p50_b693", "text": "transform to a low-carbon climate resilient country that will make a significant contribution to sustainable development in Dominica, and add value by ensuring that this Strategy is not a stand"}, {"text_block_id": "p50_b694", "text": "-"}, {"text_block_id": "p50_b695", "text": "alone activity"}, {"text_block_id": "p50_b696", "text": ", but is integrated into community, sectoral and national development policies and programs."}, {"text_block_id": "p50_b697", "text": "7. Outline of Dominica•s"}, {"text_block_id": "p50_b698", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p50_b699", "text": ":"}, {"text_block_id": "p50_b700_merged_merged", "text": "The vision and key pillars of Dominica•s Low-Carbon Climate Resilient Strategy are presented in the diagram on the following page."}, {"text_block_id": "p51_b704_merged", "text": "DOMINICA•S LOW-CARBON CLIMATE-RESILIENT DEVELOPMENT STRATEGY"}, {"text_block_id": "p51_b706", "text": "Key Pillars • Drawn from Dominica Medium-term Growth and Social Protection Strategy (GSPS)"}, {"text_block_id": "p52_b707", "text": "The rapid increase in knowledge-based environmentally sustainable economic activity and the increasing pace of improvements in low carbon science and technology are fundamentally reshaping the country•s priorities. Under the framework of"}, {"text_block_id": "p52_b708", "text": "Dominica•s"}, {"text_block_id": "p52_b709", "text": "Low-Carbon Climate Resilient Strategy,"}, {"text_block_id": "p52_b710", "text": "the Government of Dominica is integrating green principles into national economic management and planning, and marring environmental preservation and management into the country strategy for achieving higher levels of sustained economic growth. With people being the country•s most valuable resource,"}, {"text_block_id": "p52_b711", "text": "Dominica•s"}, {"text_block_id": "p52_b712", "text": "Low-Carbon Climate Resilient Strategy"}, {"text_block_id": "p52_b713", "text": "is based on the principal objectives of:"}, {"text_block_id": "p52_b714", "text": ""}, {"text_block_id": "p52_b715", "text": "accessing appropriate low carbon and climate resilient technologies to support"}, {"text_block_id": "p52_b716", "text": "Dominica•s continued transformation to the"}, {"text_block_id": "p52_b717", "text": "Greenest Economy in the Caribbean region"}, {"text_block_id": "p52_b718", "text": ";"}, {"text_block_id": "p52_b719", "text": ""}, {"text_block_id": "p52_b720", "text": "building national capacity to support Dominica•s continued transformation to a Green Economy;"}, {"text_block_id": "p52_b721", "text": ""}, {"text_block_id": "p52_b722", "text": "attracting a broader range of direct foreign investments in new green business opportunities;"}, {"text_block_id": "p52_b723", "text": ""}, {"text_block_id": "p52_b724", "text": "providing training to upgrade the skills of Dominica•s workforce to fully exploit business opportunities (local and regional) in the Green Economy,"}, {"text_block_id": "p52_b725", "text": "thereby maximizing high-skill employment opportunities required to support the continued transformation to a Green Economy. Considerable export opportunities will be afforded the skilled labour force working in Dominica•s Green Economy as neighbouring Caribbean countries begin to explore their own low-carbon climate resilient development options."}, {"text_block_id": "p52_b726_merged_merged_merged", "text": "Key component activities under Dominica•s Low-Carbon Climate Resilient Strategy, which are drawn from Dominica Medium-term Growth and Social Protection Strategy (GSPS), include:"}, {"text_block_id": "p52_b730", "text": "Low-Carbon Development Pathway"}, {"text_block_id": "p52_b731", "text": "•"}, {"text_block_id": "p52_b732", "text": "Development and commercialisation of geothermal resources"}, {"text_block_id": "p52_b733", "text": "i."}, {"text_block_id": "p52_b734", "text": "Undertake training on geothermal energy assessment, development and technologies"}, {"text_block_id": "p52_b735", "text": "ii."}, {"text_block_id": "p52_b736", "text": "Develop inventory of geo-thermal resources"}, {"text_block_id": "p52_b737", "text": "iii."}, {"text_block_id": "p52_b738", "text": "Assess viable geo-thermal technology options"}, {"text_block_id": "p52_b739", "text": "iv."}, {"text_block_id": "p52_b740", "text": "Establish legislation to regulate the harnessing/export of geo-thermal energy"}, {"text_block_id": "p52_b741", "text": "v."}, {"text_block_id": "p52_b742", "text": "Finance design and construction of geo-thermal power plant (est. 120 MW) and connection to electrical grid"}, {"text_block_id": "p52_b743", "text": "vi."}, {"text_block_id": "p52_b744", "text": "Establish soft financing for community and small scale private geo-thermal plants."}, {"text_block_id": "p52_b745", "text": "•"}, {"text_block_id": "p52_b746", "text": "Harnessing of solar energy resources"}, {"text_block_id": "p52_b747", "text": "i."}, {"text_block_id": "p52_b748", "text": "Undertake training on solar energy conversions and technologies"}, {"text_block_id": "p52_b749", "text": "ii."}, {"text_block_id": "p52_b750", "text": "Introduce incentives for conversion to solar heating in homes and public buildings"}, {"text_block_id": "p52_b751", "text": "iii."}, {"text_block_id": "p52_b752", "text": "Evaluate viable photo-voltaic technology options for Dominica"}, {"text_block_id": "p52_b753", "text": "iv."}, {"text_block_id": "p52_b754", "text": "Establish feed-in tariff for solar producers"}, {"text_block_id": "p52_b755", "text": "v."}, {"text_block_id": "p52_b756", "text": "Finance design and construction of pilot solar power facility and connection to electrical grid"}, {"text_block_id": "p52_b757", "text": "vi."}, {"text_block_id": "p52_b758", "text": "Establish soft financing for community and small scale private solar power conversions."}, {"text_block_id": "p53_b759", "text": "•"}, {"text_block_id": "p53_b760", "text": "Harnessing of wind energy resources"}, {"text_block_id": "p53_b761", "text": "i."}, {"text_block_id": "p53_b762", "text": "Undertake training on wind energy assessments, development and technologies"}, {"text_block_id": "p53_b763", "text": "ii."}, {"text_block_id": "p53_b764", "text": "Development of Wind Atlas for Dominica"}, {"text_block_id": "p53_b765", "text": "iii."}, {"text_block_id": "p53_b766", "text": "Establish Feed-in tariff for wind producers"}, {"text_block_id": "p53_b767", "text": "iv."}, {"text_block_id": "p53_b768", "text": "Finance design and construction of wind farm on east coast and connection to electrical grid"}, {"text_block_id": "p53_b769", "text": "v."}, {"text_block_id": "p53_b770", "text": "Establish soft financing for community and small scale private wind power conversions."}, {"text_block_id": "p53_b771", "text": "•"}, {"text_block_id": "p53_b772", "text": "Harnessing of hydro-power resources"}, {"text_block_id": "p53_b773", "text": "i."}, {"text_block_id": "p53_b774", "text": "Undertake training on hydro-power  assessments, development and technologies"}, {"text_block_id": "p53_b775", "text": "ii."}, {"text_block_id": "p53_b776", "text": "Development of  inventory of hydro-energy potential in Dominica and assessment of commercial viability considering micro-hydro and run-of-river technologies"}, {"text_block_id": "p53_b777", "text": "iii."}, {"text_block_id": "p53_b778", "text": "Establish Feed-in tariff for hydro-power producers"}, {"text_block_id": "p53_b779", "text": "iv."}, {"text_block_id": "p53_b780", "text": "Finance pilot hydro-power plant and connection to electrical grid"}, {"text_block_id": "p53_b781", "text": "v."}, {"text_block_id": "p53_b782", "text": "Establish soft financing for community and small scale hydro-power conversions."}, {"text_block_id": "p53_b783", "text": "•"}, {"text_block_id": "p53_b784", "text": "Promotion of Green Communities in Support of Health/Wellness"}, {"text_block_id": "p53_b785", "text": "i."}, {"text_block_id": "p53_b786", "text": "Undertake training on energy and greenhouse gas auditing, energy conservation and low-carbon technologies"}, {"text_block_id": "p53_b787", "text": "ii."}, {"text_block_id": "p53_b788", "text": "Finance and commission energy/GHG audits of cities, public buildings, highway lighting"}, {"text_block_id": "p53_b789", "text": "iii."}, {"text_block_id": "p53_b790", "text": "Establish soft financing for energy conservation and conversion  to renewable energy technology including solar powered LED street lights"}, {"text_block_id": "p53_b791", "text": "iv."}, {"text_block_id": "p53_b792", "text": "Establishment of green areas in urban development"}, {"text_block_id": "p53_b793", "text": "v."}, {"text_block_id": "p53_b794", "text": "Undertake conversion of public buildings/infrastructure to low carbon technologies in Portsmouth"}, {"text_block_id": "p53_b795", "text": "vi."}, {"text_block_id": "p53_b796", "text": "Establish vehicle upgrade and maintenance programs to phase in the conversion to fuel efficient and low carbon vehicles (solar powered, electrical, bio-fuel powered, hydrogen powered vehicles)."}, {"text_block_id": "p53_b797", "text": "•"}, {"text_block_id": "p53_b798", "text": "Reducing greenhouse gas emissions through improved connectivity and waste management"}, {"text_block_id": "p53_b799", "text": "i."}, {"text_block_id": "p53_b800", "text": "Undertake greenhouse as audits of waste landfills"}, {"text_block_id": "p53_b801", "text": "ii."}, {"text_block_id": "p53_b802", "text": "Upgrade roads to improve connectivity, reduce travel time and emissions from vehicles"}, {"text_block_id": "p53_b803", "text": "iii."}, {"text_block_id": "p53_b804", "text": "Assess feasibility of appropriate waste-to energy technologies"}, {"text_block_id": "p53_b805", "text": "iv."}, {"text_block_id": "p53_b806", "text": "Implement pilot waste to energy project in Roseau."}, {"text_block_id": "p53_b807", "text": "•"}, {"text_block_id": "p53_b808", "text": "Protection of carbon sinks"}, {"text_block_id": "p53_b809", "text": "i."}, {"text_block_id": "p53_b810", "text": "Provide training on forest/agricultural inventory procedures"}, {"text_block_id": "p53_b811", "text": "ii."}, {"text_block_id": "p53_b812", "text": "Provide capacity building to Forestry Division to undertake forestry inventory to measure above and below ground carbon within forests and use of computer generated forest monitoring technologies"}, {"text_block_id": "p53_b813", "text": "iii."}, {"text_block_id": "p53_b814", "text": "Undertake forest inventory"}, {"text_block_id": "p53_b815", "text": "iv."}, {"text_block_id": "p53_b816", "text": "Determine carbon uptake of existing forest/agricultural lands and marine areas"}, {"text_block_id": "p53_b817", "text": "v."}, {"text_block_id": "p53_b818", "text": "Assess viability of protecting additional forest/agricultural land and marine areas"}, {"text_block_id": "p53_b819", "text": "vi."}, {"text_block_id": "p53_b820", "text": "Establish compensation framework to support protection of forest and agricultural land • particularly in buffer areas faced by encroachment or conversion"}, {"text_block_id": "p54_b821", "text": "vii."}, {"text_block_id": "p54_b822", "text": "Prevention of de-forestation for firewood;"}, {"text_block_id": "p54_b823", "text": "viii."}, {"text_block_id": "p54_b824", "text": "Protect new and additional carbon sinks"}, {"text_block_id": "p54_b825", "text": "•"}, {"text_block_id": "p54_b826", "text": "Development of biofuels to reduce petroleum imports"}, {"text_block_id": "p54_b827", "text": "i."}, {"text_block_id": "p54_b828", "text": "Provide training on first and second generation biofuels technologies, processes and costs"}, {"text_block_id": "p54_b829", "text": "ii."}, {"text_block_id": "p54_b830", "text": "Assess feasibility of viable first and second generation biofuel options for Dominica"}, {"text_block_id": "p54_b831", "text": "iii."}, {"text_block_id": "p54_b832", "text": "Establish soft financing to facilitate start-up of pilot biofuel production"}, {"text_block_id": "p54_b833", "text": "iv."}, {"text_block_id": "p54_b834", "text": "Establish supporting legislation to facilitate introduction of biofuels for vehicles and generators"}, {"text_block_id": "p54_b835", "text": "•"}, {"text_block_id": "p54_b836", "text": "Sustainable financing for low carbon technologies and energy conservation"}, {"text_block_id": "p54_b837", "text": "i."}, {"text_block_id": "p54_b838", "text": "Provide training on climate change financing for private sector"}, {"text_block_id": "p54_b839", "text": "ii."}, {"text_block_id": "p54_b840", "text": "Assess viable options to finance conversion to low-carbon technologies using market based instruments (carbon levy)"}, {"text_block_id": "p54_b841", "text": "iii."}, {"text_block_id": "p54_b842", "text": "Design architecture for Climate Change Trust Fund to finance conversion to low-carbon technologies."}, {"text_block_id": "p54_b843", "text": "iv."}, {"text_block_id": "p54_b844", "text": "Legally establish Climate Change Trust Fund"}, {"text_block_id": "p54_b845", "text": "•"}, {"text_block_id": "p54_b846", "text": "Development of low-carbon management services and technologies"}, {"text_block_id": "p54_b847", "text": "i."}, {"text_block_id": "p54_b848", "text": "Design and present training programs on energy auditing, greenhouse gas auditing, energy conversions, low-carbon technologies (installation and maintenance)"}, {"text_block_id": "p54_b849", "text": "ii."}, {"text_block_id": "p54_b850", "text": "Establish standards and certification programs for low-energy appliances/equipment, energy auditing and greenhouse gas auditing"}, {"text_block_id": "p54_b851", "text": "iii."}, {"text_block_id": "p54_b852", "text": "Promote professional certification of low-carbon management service/technology providers."}, {"text_block_id": "p54_b853", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p54_b854", "text": "•"}, {"text_block_id": "p54_b855", "text": "Component 1 -Promotion of Food Security through Climate Resilient Agricultural/Fisheries Development"}, {"text_block_id": "p54_b856", "text": "(US$5.5 million grant)"}, {"text_block_id": "p54_b857", "text": "(a)"}, {"text_block_id": "p54_b858", "text": "Development and implementation of"}, {"text_block_id": "p54_b859", "text": "Climate Resilient Agriculture/Fisheries and Food Security Management Program"}, {"text_block_id": "p54_b860", "text": "to facilitate -"}, {"text_block_id": "p54_b861", "text": "to facilitate -\n* Water resource inventory and development of water resource management plan to regulate harvesting, conservation and export of water;\n* Crop diversification program including organic production;\n* Land suitability and capability mapping to be integrated into the National Physical Development Plans of the Physical Planning Division (supported by CDB)\n* Promotion of improved crop varieties â¢ e.g. drought and pest/disease resistant crops;\n* Changes in agricultural production systems â¢ e.g. Organic, greenhouses;\n* New and improved appropriate agricultural technologies â¢ e.g. irrigation powered by renewable low-carbon energy;\n* Protection of agricultural lands and fish nurseries;\n* Improved soil and land management;\n* Improved agricultural land use planning;\n* Agro-forestry for soil and watershed protection;"}, {"text_block_id": "p55_b881", "text": "to facilitate -\n* Water resource inventory and development of water resource management plan to regulate harvesting, conservation and export of water;\n* Crop diversification program including organic production;\n* Land suitability and capability mapping to be integrated into the National Physical Development Plans of the Physical Planning Division (supported by CDB)\n* Promotion of improved crop varieties â¢ e.g. drought and pest/disease resistant crops;\n* Changes in agricultural production systems â¢ e.g. Organic, greenhouses;\n* New and improved appropriate agricultural technologies â¢ e.g. irrigation powered by renewable low-carbon energy;\n* Protection of agricultural lands and fish nurseries;\n* Improved soil and land management;\n* Improved agricultural land use planning;\n* Agro-forestry for soil and watershed protection;\n* Promote the sustainable utilization of non-timber forest products and sustainable wildlife farming;\n* Increased agricultural/fishery productivity, value-added, and export;\n* Improved sanitary and phyto-sanitary systems;\n* Improved agricultural/fishery food quality, safety, standards;\n* Self-sufficiency in food production and reversal of trend for farmers leaving the land and fisher folk leaving the sea;\n* Promotion of local production rather than imported produce;\n* Management of climate change impacts on farmerâ¢s/fisher folk health (heat stress, risks from extreme events, increase in water and vector borne disease, use of harmful chemical to control pests/diseases);\n* -Applied research, agro-met stations and information systems, education, and monitoring to determine changes in agro-biodiversity, yield, physiology, productivity, marketing, extension services, data management.\n* Establishment of\n* and supporting institutional framework to protect marine resources and biodiversity;\n* restocking of climate resilient corals;\n* Research  to determine species and site specific impacts of climate change on fisheries resources;\n* Aquaculture/ silviculture  research and development\n* ;\n* Marine product development and diversification â¢ including alternate fishing methods/technologies;\n* Institutional strengthening and climate risk\n* within the fisheries sector (including fishing community in Kalinago territory) to facilitate shift to stakeholder management.\n* Legal establishment and institutional strengthening of Division of Environment, Climate Change and Development (DECCD) to coordinate effective implementation of Dominicaâ¢s\n* Develop\n* â¢\n* â¢\n based on international quality or risk management standards â¢ and pilot with private sector -tied to\n* â¢\n based on international quality or risk management standards â¢ and pilot with private sector -tied to\n capacity building for climate change risk assessment and management\n* â¢\n based on international quality or risk management standards â¢ and pilot with private sector -tied to\n capacity building for climate change risk assessment and management\n in vulnerable private sector operations."}, {"text_block_id": "p55_b917", "text": "•"}, {"text_block_id": "p55_b918", "text": "Component 2 -Comprehensive Risk Management Framework and Sustainable Climate Change Financing"}, {"text_block_id": "p55_b919", "text": "(US$5.5 million grant + US$4 million loan)"}, {"text_block_id": "p55_b920", "text": "(a)"}, {"text_block_id": "p55_b921", "text": "Institutional strengthening and capacity building to effectively implement component activities, including:"}, {"text_block_id": "p55_b932", "text": "(b)"}, {"text_block_id": "p55_b933_merged_merged_merged_merged_merged", "text": "Establishment of sustainable climate change and disaster risk financing mechanisms to support urgent priority interventions, including:"}, {"text_block_id": "p55_b936", "text": ""}, {"text_block_id": "p55_b937", "text": "Climate Change Trust Fund"}, {"text_block_id": "p55_b938", "text": "-external to government revenue • with funds raised from market-based instruments that will not raise the local tax base (e.g. carbon levy on energy use • possibly use portion of Petro Caribe deferred payment scheme on fuels (2% interest) EC$200 million accrued over 6 years with donors providing matching funds);"}, {"text_block_id": "p56_b939", "text": ""}, {"text_block_id": "p56_b940", "text": "Micro-finance and micro-insurance"}, {"text_block_id": "p56_b941", "text": "for farmers, fisher folk , private sector and vulnerable communities • including capacity building in financial institutions to manage climate change risks and delivery of climate change risks financing instruments • tied to climate change adaptation standards;"}, {"text_block_id": "p56_b942", "text": ""}, {"text_block_id": "p56_b943", "text": "Climate change and disaster risk management insurance"}, {"text_block_id": "p56_b944", "text": "for vulnerable businesses including tourism/agriculture/fisheries  businesses and facilities;"}, {"text_block_id": "p56_b945", "text": ""}, {"text_block_id": "p56_b946", "text": "Climate resilience small grants facility"}, {"text_block_id": "p56_b947", "text": "(with a percentage set aside for Kalinago territory) to support priority climate resilience programs in vulnerable communities • supported by NGOs."}, {"text_block_id": "p56_b948", "text": "(c)"}, {"text_block_id": "p56_b949", "text": "US$4-9 million for micro-finance and micro-insurance for farmers, fisher folk, private sector and vulnerable communities, in particular the Kalinago people and women. (US$4 million loan)"}, {"text_block_id": "p56_b950", "text": "•"}, {"text_block_id": "p56_b951", "text": "Component 3 -Enhancing Ecosystem/Infrastructure Resilience and Promotion of Sustainable Human Settlements"}, {"text_block_id": "p56_b952", "text": "(US$8 million grant+ US$85 million loans)"}, {"text_block_id": "p56_b953", "text": "(a)"}, {"text_block_id": "p56_b954", "text": "Climate proofing of critical infrastructure, improving access to markets, and building climate resilient communities through:"}, {"text_block_id": "p56_b955", "text": "Climate proofing of critical infrastructure, improving access to markets, and building climate resilient communities through:\n* Construction of\n* -which is also a tourism product that addresses health and recreational impacts and beach enhancement;\n* Slope stabilization, retrofitting primary and secondary roads and bridges;\n* Improved transportation, processing, storage of agricultural/fisheries products and improved access to markets;\n* Retro-fitting (climate proofing) houses, roads and critical infrastructure;\n* ommunity multi-purpose emergency shelters\n* ommunity multi-purpose emergency shelters\n ;\n* ommunity-based early warning systems\n* ommunity-based early warning systems\n (including for fishing communities)\n* ommunity-based early warning systems\n (including for fishing communities)\n and monitoring and community-based disaster management  structures;\n* Implement and enforce\n* and climate proofed building codes;\n* waste and waste-water treatment management\n* waste and waste-water treatment management\n ;\n* climate proofed drainage\n* climate proofed drainage\n ;\n* Maintenance of storm water drainage\n* the latter using renewable energy technologies.\n* Inventory of surface and ground water resources, water balance assessment, continued monitoring of water resources, hydro-met monitoring stations (see also Component 1);\n* Update soil map and natural resource inventory;\n* Community-based vulnerability mapping and adaptation planning supported by community awareness programs;\n* Central data-base to facilitate access of information to all users;\n* Zoning to ensure businesses are not built in vulnerable areas;"}, {"text_block_id": "p56_b992", "text": "(c)"}, {"text_block_id": "p56_b993_merged_merged_merged_merged", "text": "Establishment of Integrated Coastal Zone and Watershed Management Planning Framework (to be integrated into National Physical Development Plan, supported by CDB)  including:"}, {"text_block_id": "p57_b1006", "text": "Establishment of Integrated Coastal Zone and Watershed Management Planning Framework (to be integrated into National Physical Development Plan, supported by CDB)  including:\n* Land Use Zoning Plans / Land Management Plans to guide and control development in vulnerable areas\n* Improve and implement\n* and develop effective monitoring capability to build resilience in the construction industry (and address informal buildings including through provisions attached to loans and mortgages) â¢ backed by education and awareness at community level, legislation and effective enforcement / monitoring of the rate of coastal erosion\n* Research, measurement and monitoring of\n* (wave, current, sediment budgets, beach profiles)\n* Natural wind breaks and reduction of soil erosion through natural systems;\n* Enhance protection of river banks and other protected areas;\n* Protection of water catchments areas."}, {"text_block_id": "p57_b1022", "text": "(c)"}, {"text_block_id": "p57_b1023", "text": "Climate change risk management capacity building"}, {"text_block_id": "p57_b1024", "text": "in key infrastructure and water resource management agencies."}, {"text_block_id": "p57_b1025", "text": "7.1. Financing Options"}, {"text_block_id": "p57_b1026", "text": "It is anticipated that priority interventions under"}, {"text_block_id": "p57_b1027", "text": "Dominica•s"}, {"text_block_id": "p57_b1028", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p57_b1029", "text": "could be supported under the range of climate change financing that has come on stream in recent years, including:"}, {"text_block_id": "p57_b1030", "text": "Low-Carbon Development Pathway"}, {"text_block_id": "p57_b1031", "text": "GEF5 •"}, {"text_block_id": "p57_b1032", "text": "US$4 million (grant)"}, {"text_block_id": "p57_b1033", "text": "REDD"}, {"text_block_id": "p57_b1034", "text": "+"}, {"text_block_id": "p57_b1035", "text": "-"}, {"text_block_id": "p57_b1036", "text": "grant and loan"}, {"text_block_id": "p57_b1037", "text": ""}, {"text_block_id": "p57_b1038", "text": "grant and loan"}, {"text_block_id": "p57_b1039", "text": "Green Climate Fund -"}, {"text_block_id": "p57_b1040", "text": "grant and loan"}, {"text_block_id": "p57_b1041", "text": "SIDSDOCK"}, {"text_block_id": "p57_b1042", "text": "Multi-lateral/Bilateral Fast Start Climate Change Financing"}, {"text_block_id": "p57_b1043", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p57_b1044", "text": "Pilot Program for Climate Resilience (PPCR)"}, {"text_block_id": "p57_b1045", "text": "• US$5-7 million (grant) + US$4-9 million (loan)"}, {"text_block_id": "p57_b1046", "text": "Adaptation Fund"}, {"text_block_id": "p57_b1047", "text": "• US$10 million (grant)"}, {"text_block_id": "p57_b1048", "text": "IDA"}, {"text_block_id": "p57_b1049", "text": "• US$17.5 million (loan)"}, {"text_block_id": "p57_b1050", "text": "Regional IDA"}, {"text_block_id": "p57_b1051", "text": "• Up to US$35 million (max) (loan)."}, {"text_block_id": "p57_b1052", "text": "IBRD"}, {"text_block_id": "p57_b1053", "text": "• US$20 million (loan)"}, {"text_block_id": "p57_b1054_merged_merged_merged_merged", "text": "It is anticipated that GEF5 will provide US$4 million (grant) to support enabling activities to commercialise geothermal energy, promote Green Communities, and determine technically viable biofuel options under the Low-Carbon Development Pathway pillar of Dominica•s Low-Carbon Climate-Resilient Development Strategy. Additional support for investments under this pillar is to be negotiated with Development Partners.  Investments to support the Climate Resilient Development Pathway pillar of Dominica•s Low-Carbon Climate-Resilient Development Strategy are outlined in section. 7.2."}, {"text_block_id": "p58_b1065", "text": "7.2. Investments under Pilot Program for Climate Resilience (SPCR)"}, {"text_block_id": "p58_b1066", "text": "The following priority investments under the"}, {"text_block_id": "p58_b1067", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p58_b1068", "text": "pillar of"}, {"text_block_id": "p58_b1069", "text": "Dominica•s"}, {"text_block_id": "p58_b1070", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p58_b1071", "text": "will be supported under the US$7 million grant envelope available to Dominica under the Pilot Program for Climate Resilience (PPCR)"}, {"text_block_id": "p58_b1072", "text": ":"}, {"text_block_id": "p58_b1073", "text": "•"}, {"text_block_id": "p58_b1074", "text": "Component 1 -Promotion of Food Security through Climate Resilient Agricultural/Fisheries Development"}, {"text_block_id": "p58_b1075", "text": "Component 1 -Promotion of Food Security through Climate Resilient Agricultural/Fisheries Development\n* US$2.5 million for:\n\t* US$2 million for inventory of surface and ground water resources, water balance assessment, continued monitoring of water resources, hydro-met and coastal monitoring stations (including US$800,000 for hydro-met and coastal monitoring equipment) to support development of\n\t* (see sub-component ii);\n\t* US$0.5 million for development of Land Use Capability, Coastal Zone and Water Resource Management Plan and supporting legislation (as part of supporting mechanism for the National Physical Development Plan being developed with support from CDB) to regulate development in coastal and watershed areas, prevent pollution, regulate the extraction, conservation of water, and determine sustainable irrigation levels;\n\t* US$1 million to a food security program (to be implemented in coordination with Component 1 support under Adaptation Fund) involving:\n\t* US$0.75 million for the design and construction of a pilot rain-fed organic greenhouse, and organic food processing/storage facility utilising renewable energy sources  to determine technical and financial viability;\n\t* US$0.25 million for pilot transplanting and restocking of climate resilient corals to determine technical and financial viability with a view to replication in other critical coral reef areas.\n\t* US$0.5 million legal establishment and initial (5 year) staffing of the Division of Environment, Climate Change and Development (DECCD);\n\t* US$0.2 million for the design and implementation of climate change adaptation and disaster risk management education and awareness program at all levels;\n\t* US$0.2 building capacity training program in Ministry of Public Works to climate proof the design and construction of critical infrastructure including roads;\n\t* US$0.1 million establishment of the Climate Change Trust Fund;\n\t* US$ 1 million for the establishment of climate change adaptation standards."}, {"text_block_id": "p58_b1091", "text": "•"}, {"text_block_id": "p58_b1092", "text": "Component 2 -Comprehensive Risk Management Framework and Sustainable Climate Change Financing"}, {"text_block_id": "p58_b1093", "text": "-US$2 million for capacity building including:"}, {"text_block_id": "p58_b1104", "text": "•"}, {"text_block_id": "p58_b1105", "text": "Component 3 -Enhancing Ecosystem/Infrastructure Resilience and Promotion of Sustainable Human Settlements"}, {"text_block_id": "p58_b1106", "text": "-US$1.5  million to build climate change resilience in vulnerable communities, including through:"}, {"text_block_id": "p59_b1107", "text": "-US$1.5  million to build climate change resilience in vulnerable communities, including through:\n* US$0.5 million for community vulnerability mapping and adaptation planning for all Dominica (based on pilot process developed under SLM) which is integrated into National Physical Development Plan being developed with support from CDB;\n* US$0.5 million for establishment of community early warning systems based on real-time hydro-met data;\n* US$0.5 million for design, retrofitting/construction of at least three pilot multi-use climate resilient and energy efficient emergency shelters (one in Kalinago Territory) using appropriate traditional building methods and renewable energy sources, and build capacity to climate proof access roads to shelters â¢ to serve as basis for building emergency multi-use shelters funded under IDA.\n* Harvesting, conservation and export of water;\n* Crop diversification program including organic production;\n* Promotion of improved crop varieties â¢ e.g. drought and pest/disease resistant crops;\n* Changes in agricultural production systems â¢ e.g. Organic, greenhouses;\n* New and improved appropriate agricultural technologies â¢ e.g. irrigation powered by renewable low-carbon energy;\n* Improved transportation, processing, storage and access to markets;\n* Protection of agricultural lands and fish nurseries;\n* Improved soil and land management\n* Improved agricultural land use planning\n* Agro-forestry for soil protection;\n* Increased agricultural/fishery productivity, storage, value-added, and export;\n* Improved sanitary and phyto-sanitary systems;\n* Improved agricultural/fishery food quality, safety, standards;\n* Self-sufficiency in food production and reversal of trend for farmers leaving the land and fisher folk leaving the sea;"}, {"text_block_id": "p59_b1113", "text": "The following priority investments under the"}, {"text_block_id": "p59_b1114", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p59_b1115", "text": "pillar of"}, {"text_block_id": "p59_b1116", "text": "Dominica•s"}, {"text_block_id": "p59_b1117", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p59_b1118", "text": "will be supported under the US$9 million loan envelope available to Dominica under the Pilot Program for Climate Resilience (PPCR)"}, {"text_block_id": "p59_b1119", "text": ":"}, {"text_block_id": "p59_b1120", "text": "•"}, {"text_block_id": "p59_b1121", "text": "Components 1, 2 and 3"}, {"text_block_id": "p59_b1122", "text": "• US$4-9 million for micro-finance and micro-insurance for farmers, fisher folk and vulnerable communities, in particular the Kalinago people and women. (40% of funding to be reserved for women, 10% for Kalinago, and 10% for organic farmers)."}, {"text_block_id": "p59_b1123", "text": "7. 3. Investments under Adaptation Fund"}, {"text_block_id": "p59_b1124_merged_merged", "text": "The following priority investments under the Climate Resilient Development Pathway pillar of Dominica•s Low-Carbon Climate-Resilient Development Strategy will be supported under the US$10 million grant envelope available to Dominica under the Adaptation Fund:"}, {"text_block_id": "p59_b1130", "text": "•"}, {"text_block_id": "p59_b1131", "text": "Component 1 -Promotion of Food Security through Climate Resilient Agricultural/Fisheries Development"}, {"text_block_id": "p59_b1132", "text": "(a)"}, {"text_block_id": "p59_b1133", "text": "Development and implementation of"}, {"text_block_id": "p59_b1134", "text": "Climate Resilient Agriculture, Fisheries and Food Security Management Program"}, {"text_block_id": "p59_b1135", "text": "to facilitate •"}, {"text_block_id": "p60_b1164", "text": "to facilitate •\n* Promotion of local production rather than imported produce;\n* Management of climate change impacts on farmerâ¢s/fisher folk health (heat stress, risks from extreme events, increase in water and vector borne disease, use of harmful chemical to control pests/diseases);\n* -Applied research, agro-met stations and information systems, education, and monitoring to determine changes in agro-biodiversity, yield, physiology, productivity, marketing, extension services, and data management.\n* Integrated coastal and watershed management plan and supporting legal/institutional framework\n* Integrated coastal and watershed management plan and supporting legal/institutional framework\n to protect marine resources and biodiversity\n* Integrated coastal and watershed management plan and supporting legal/institutional framework\n to protect marine resources and biodiversity\n ;\n* restocking of climate resilient corals;\n* Research  to determine species and site specific impacts of climate change on fisheries resources;\n* Aquaculture/silviculture research and development;\n* Marine product development and diversification â¢ including alternate fishing methods;\n* (with a percentage set aside for Kalinago territory) to support priority climate resilience programs in vulnerable communities â¢ supported by NGOs.\n* Institutional strengthening and climate risk\n* within the fisheries sector (including fishing community in Kalinago territory) to facilitate shift to stakeholder management."}, {"text_block_id": "p60_b1192", "text": "•"}, {"text_block_id": "p60_b1193", "text": "Component 3 -Enhancing Ecosystem/Infrastructure Resilience and Promotion of Sustainable Human Settlements"}, {"text_block_id": "p60_b1194", "text": "Implementation of"}, {"text_block_id": "p60_b1195", "text": "Integrated Coastal and Watershed Management Planning Framework"}, {"text_block_id": "p60_b1196", "text": "and supporting legislation (developed under SPCR), including:"}, {"text_block_id": "p60_b1197", "text": ""}, {"text_block_id": "p60_b1198", "text": "Update soil map and natural resource inventory;"}, {"text_block_id": "p60_b1199", "text": ""}, {"text_block_id": "p60_b1200", "text": "Central data-base to facilitate access of information to all users;"}, {"text_block_id": "p60_b1201", "text": ""}, {"text_block_id": "p60_b1202", "text": "Land Use, Coastal Zone and Watershed Management Plans to control development in vulnerable areas,"}, {"text_block_id": "p60_b1203", "text": ""}, {"text_block_id": "p60_b1204", "text": "Improve and climate proof building codes and develop effective monitoring capability within construction industry (also address  informal buildings including through provisions attached to loans and mortgages)"}, {"text_block_id": "p60_b1205", "text": "• backed by education and awareness at community level, legislation and effective enforcement;"}, {"text_block_id": "p60_b1206", "text": ""}, {"text_block_id": "p60_b1207", "text": "Zoning to ensure businesses are not built in vulnerable areas;"}, {"text_block_id": "p60_b1208", "text": ""}, {"text_block_id": "p60_b1209", "text": "Natural wind breaks and reduction of soil erosion through natural systems;"}, {"text_block_id": "p60_b1210", "text": ""}, {"text_block_id": "p60_b1211", "text": "Enhance protection of river banks and other protected areas;"}, {"text_block_id": "p60_b1212", "text": ""}, {"text_block_id": "p60_b1213", "text": "Protection of water catchments areas;"}, {"text_block_id": "p60_b1214", "text": ""}, {"text_block_id": "p60_b1215", "text": "Prevention of de-forestation for firewood;"}, {"text_block_id": "p60_b1216", "text": ""}, {"text_block_id": "p60_b1217_merged_merged_merged_merged", "text": "Implement and enforce environmental protection legislation and climate proofed building codes;"}, {"text_block_id": "p60_b1220", "text": ""}, {"text_block_id": "p60_b1221", "text": "Climate change risk management capacity building"}, {"text_block_id": "p60_b1222", "text": "in physical planning, coastal and water resource management agencies."}, {"text_block_id": "p61_b1223", "text": "7. 4. Investments under IDA, Regional IDA, and IBRD Support"}, {"text_block_id": "p61_b1224", "text": "The following priority investments under the"}, {"text_block_id": "p61_b1225", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p61_b1226", "text": "pillar of"}, {"text_block_id": "p61_b1227", "text": "Dominica•s"}, {"text_block_id": "p61_b1228", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p61_b1229", "text": "will be supported under"}, {"text_block_id": "p61_b1230", "text": "PPCR"}, {"text_block_id": "p61_b1231", "text": "(US$5 million loan),"}, {"text_block_id": "p61_b1232", "text": "IDA"}, {"text_block_id": "p61_b1233", "text": "(US$17.5 million loan),"}, {"text_block_id": "p61_b1234", "text": "Regional IDA"}, {"text_block_id": "p61_b1235", "text": "(Up to US$35 million (max) loan), and"}, {"text_block_id": "p61_b1236", "text": "IBRD"}, {"text_block_id": "p61_b1237", "text": "support (US$20 million loan) in addition to the US$0.5 million (grant) for IDA project preparation activities and US$0.1 million (grant) for Phase 1 PPCR preparation activities:"}, {"text_block_id": "p61_b1238", "text": "•"}, {"text_block_id": "p61_b1239", "text": "Component 3 -Enhancing Ecosystem/Infrastructure Resilience and Promotion of Sustainable Human Settlements"}, {"text_block_id": "p61_b1240", "text": "Component 3 -Enhancing Ecosystem/Infrastructure Resilience and Promotion of Sustainable Human Settlements\n* US$0.6 million (grant) to identify vulnerable infrastructure, evaluate technical solutions to address risks, improve and implement climate proof building codes and develop effective monitoring capability to build climate proof structures in the construction industry.\n* Climate proofing of critical infrastructure, improving access to markets, and building climate resilient communities through:\n\t* Integration of climate change considerations into national building codes and engineering design criteria;\n\t* Construction of\n\t* -which are also a tourism product that addresses health and recreational impacts and beach enhancement;\n\t* Improved transportation, processing, storage of agricultural/fisheries products and improved access to markets;\n\t* climate proofing primary and secondary roads and bridges\n\t* climate proofing primary and secondary roads and bridges\n ;\n\t* Retro-fitting (climate proofing) houses, public buildings, and critical infrastructure;\n\t* ommunity multi-purpose emergency shelters\n\t* ommunity multi-purpose emergency shelters\n ;\n\t* waste and waste-water treatment management\n\t* waste and waste-water treatment management\n ;\n\t* climate resilient drainage\n\t* climate resilient drainage\n ;\n\t* Maintenance of storm water drainage\n\t* the latter using renewable energy technologies."}, {"text_block_id": "p61_b1276", "text": "8. Summaries of Investments"}, {"text_block_id": "p61_b1277", "text": "Detailed summaries of the investments outlined in"}, {"text_block_id": "p61_b1278", "text": "Dominica•s"}, {"text_block_id": "p61_b1279", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p61_b1280", "text": "(including implementation modalities) are provided in the compendium annexed to this Strategy."}, {"text_block_id": "p61_b1281", "text": "9. Gender and Climate Change"}, {"text_block_id": "p61_b1282_merged_merged_merged_merged", "text": "The report, Enhancing Gender Visibility in Disaster Risk Management and Climate Change in the Caribbean -Country Assessment Report for the Commonwealth of Dominica prepared by the UNDP in 2009, provides insights on the extent to which mechanisms for climate change risk management effectively incorporate gender considerations. The study highlights key measures"}, {"text_block_id": "p62_b1285", "text": "that are required to achieve gender equality in climate change risk management in Dominica which is fundamental for the survival and well-being of the country•s population. It also supports the development of better public policies for climate change risk management in Dominica that can help key stakeholders to anticipate and prevent the differentiated impact of hazards on each woman and other vulnerable segments of society."}, {"text_block_id": "p62_b1286", "text": "The study showed that approximately 40 percent of the poor households were multi-generational (three generations living together) or had extended family relationships including in-laws and/or siblings. This meant that female heads of households had considerable responsibility for a large number of persons in their households. In general, poverty rates are higher for women, and among the poorest there is a high incidence of female headed households. The level of poverty in the rural areas and especially among the indigenous Kalinago is also a major concern. Most men and women in the Kalinago community are involved in subsistence farming and fishing as their primary occupation."}, {"text_block_id": "p62_b1287", "text": "The report confirmed that women are often more severely affected than men by disasters associated with climate change. Data showed that when there is notice of an impending natural hazard, the preparations made by women usually include the storing of water, stocking up on non-perishable food items and essential medical supplies, as well as securing their houses and property. In households where there are male partners, men are actively involved in the disaster preparations. However, in female-headed households, single women, their children and the elderly are more vulnerable since they have to rely on assistance from their immediate community to undertake the urgent preparations."}, {"text_block_id": "p62_b1288", "text": "The report includes recommendations to address the vulnerability of women to climate change impacts, including the construction of community emergency shelters, training in vulnerability assessment and risk management, and the provision of social safety nets in the form of"}, {"text_block_id": "p63_b1289", "text": "finance and micro-insurance to assist women in rebuilding their homes, businesses and lives after an extreme event.  These recommendations are being addressed as priority investments under the"}, {"text_block_id": "p63_b1290", "text": "Climate Resilient Development Pathway"}, {"text_block_id": "p63_b1291", "text": "pillar of"}, {"text_block_id": "p63_b1292", "text": "Dominica•s"}, {"text_block_id": "p63_b1293", "text": "Low-Carbon Climate-Resilient Development Strategy."}, {"text_block_id": "p63_b1294", "text": "10. Implementation"}, {"text_block_id": "p63_b1295", "text": "Effective implementation of"}, {"text_block_id": "p63_b1296", "text": "Dominica•s"}, {"text_block_id": "p63_b1297", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p63_b1298", "text": "will be coordinated by the Council for Environment, Climate Change and Development (CECCD) that is to be legally established under the proposed"}, {"text_block_id": "p63_b1299", "text": "Environment, Climate Change and Development Bill"}, {"text_block_id": "p63_b1300", "text": "that is being develeoped through broad-based consultation and which is to be presented for enactment before the end of 2012. The Council for Environment, Climate Change and Development, to be co-chaired by the Prime Minister and the Minister for Environment, Physical Planning, Natural Resources and Fisheries, is a high-level coordinating body with responsibility to:"}, {"text_block_id": "p63_b1301", "text": ""}, {"text_block_id": "p63_b1302", "text": "Provide coordination, guidance and direction for the formulation and implementation of climate change-related policies;"}, {"text_block_id": "p63_b1303", "text": ""}, {"text_block_id": "p63_b1304", "text": "Provide guidance for the integration of climate change-related aspects in national policies, perspective plans and programmes;"}, {"text_block_id": "p63_b1305", "text": ""}, {"text_block_id": "p63_b1306", "text": "Take necessary measures to integrate climate change into the national development agenda;"}, {"text_block_id": "p63_b1307", "text": ""}, {"text_block_id": "p63_b1308", "text": "Initiate and coordinate activities related to additional financial and technical support to climate change-related programme and projects; and"}, {"text_block_id": "p63_b1309", "text": ""}, {"text_block_id": "p63_b1310", "text": "Initiate and coordinate measures to achieve additional benefits from climate change-related international negotiations and decisions."}, {"text_block_id": "p63_b1311", "text": "The Division for Environment, Climate Change and Development (DECCD) (formerly the ECU) that is to be legally established under the proposed"}, {"text_block_id": "p63_b1312", "text": "Environment, Climate Change and Development Bill"}, {"text_block_id": "p63_b1313", "text": "will function as the Secretariat of the Council, and will be tasked with the day-to-day technical coordination of"}, {"text_block_id": "p63_b1314", "text": "Dominica•s"}, {"text_block_id": "p63_b1315", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p63_b1316", "text": "in collaboration with the Ministry of Finance and other implementing agencies."}, {"text_block_id": "p63_b1317", "text": "DECCD will work through various line agencies and organisations at the municipal, district and community levels to deliver, monitor, and report on climate change programs under the Strategy."}, {"text_block_id": "p63_b1318", "text": "The DECCD will report to the Council for Environment, Climate Change and Development (CECCD) to provide regular reports on implementation and administration of"}, {"text_block_id": "p63_b1319", "text": "Dominica•s"}, {"text_block_id": "p63_b1320", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p63_b1321", "text": ". The Technical Working Group (TWG) for Climate Change, comprised of technical experts from government, private sector, NGOs and statutory boards, and the working level focal points (DECCD and Ministry of Finance) will provide technical input during implementation of the Strategy from other ministries at the working level. This will ensure that non-State actors, such as civil society and private sector, are able to fully participate and are actively engaged in the implementation of"}, {"text_block_id": "p63_b1322", "text": "Dominica•s"}, {"text_block_id": "p63_b1323", "text": "Low-Carbon Climate-Resilient Development Strategy"}, {"text_block_id": "p63_b1324", "text": "thereby facilitating a significant shift in mainstreaming activities to civil society."}, {"text_block_id": "p63_b1325_merged_merged_merged_merged_merged", "text": "Like the GSPS, Dominica•s Low-Carbon Climate-Resilient Development Strategy is a revolving Stratregy that will be regularly updated by the CECCD to ensure that it is kept current and revised to address changing circumstances."}, {"text_block_id": "p64_b1329", "text": "ANNEX • CLIMATE CHANGE AND THE KALINAGO PEOPLE OF DOMINICA"}, {"text_block_id": "p64_b1330", "text": "(Prepared by representatives of the Kalinago People, including Hon. Ashton Graneau, Minister of Carib Affairs and Parliamentary Representative of Kalinago Territory, Mrs. Sylvanie Burton-Green, Permanent Secretary, Ministry of Carib Affairs, Mr. Garnette Joseph, Carib (Kalinago) Chief, Mrs. Josephine Dublin-Prince, President Dominica National Council of Women, and Lolell Williams)"}, {"text_block_id": "p65_b1331", "text": "CLIMATE CHANGE AND THE KALINAGO OF DOMINICA"}, {"text_block_id": "p65_b1332", "text": "Background"}, {"text_block_id": "p65_b1333", "text": "The Carib (Kalinago) Territory is situated on the North East of the Commonwealth of Dominica, located between two villages Atkinson to the North and Castle Bruce to the South, and occupies an area of 289.8sq.miles comprising eight hamlets namely: Bataca, Crayfish River, Salybia, St.Cyr, Gaulette River, Seneku, Mahaut River and Concord. The population is approximately two thousand people (2001 census) who are the remaining survivors of the first inhabitants of the island who have lived on this Island for over five hundred years, since the arrival of Christopher Columbus on 3"}, {"text_block_id": "p65_b1334", "text": "rd"}, {"text_block_id": "p65_b1335", "text": "November 1493. Before the arrival of Christopher Columbus, the Caribs spoke their own language and had their own religious practices. The Caribs (Kalinago) called the islands Waitukubuli, which means •Tall is her body•, and they call themselves •Kalinago•."}, {"text_block_id": "p65_b1336", "text": "The Kalinago, a self-reliant people, are farmers and fisher folk, growing a variety of agricultural produce, including root crops which they use for food consumption and the excess are sold. They also grow •manioc•(cassava) which is used to make farine and cassava bread, fish and hunt which contribute to the family diet. The Kalinago are skilled crafts people and make canoes, which are used for fishing and traveling around the island. They are famous for their herbal medicine and also for basket-making."}, {"text_block_id": "p65_b1337_merged_merged", "text": "The land in the Carib Territory is communally owned, no one has individual land title, except the Roman Catholic Church which was granted 14 acres of land by the British Government. There is a Carib (Kalinago) Council, elected every five years and has the responsibility to overseer the Territory and has ownership of the land  vested by the Carib Reserve Act of 1978.  The Council comprises of the Chief and six other members and is under the portfolio of the Local Government of Dominica. The Ministry of Carib Affairs, headed by a representative from the Carib (Kalinago) constituency, is the principal Ministry of Government responsible for Carib affairs."}, {"text_block_id": "p65_b1340", "text": "Vulnerability"}, {"text_block_id": "p65_b1341", "text": "The Caribs (Kalinago), the First nations• people of Dominica are struggling for survival, having lost their language, their religious practices and constantly battling to maintain their traditions, customs and identity.   Under constant pressure to adopt modern practices, the Kalinago have managed to retain key aspects of their culture such as canoe building, basket weaving and are still famous for their traditional medicine and the making of cassava bread."}, {"text_block_id": "p65_b1342", "text": "The Carib people through its history and rich cultural heritage have contributed considerably to the Tourism Industry, and by extension, the economy of Dominica which is the only island in the Caribbean with a Carib Territory. Carib crafts are displayed practically in every tourist shop in the island and the wider Caribbean.  Traditions and cultures of the Kalinago are portrayed on cards, magazines, brochures, and other tourism promotional materials."}, {"text_block_id": "p65_b1343", "text": "Unfortunately, the Carib Territory is still one of the poorest communities in Dominica. The major constraint to development faced by the people is the inability to access finance from financial institutions since there is no certificate of title that can be used as collateral.  Therefore,"}, {"text_block_id": "p66_b1344", "text": "finance is not readily available to undertake priority projects such as housing, higher education, and human resource development."}, {"text_block_id": "p66_b1345", "text": "The Carib Territory is still very much engaged in farming and fishing, with agriculture and craft production being the main economic generating activities. The Territory was once one of the largest Banana producing areas in Dominica, but due to the collapse of the industry farmers were forced to seek alternatives, such as root crops which are sold at the Roseau market or to hucksters. Some Kalinago have moved away from the traditional ways and have found employment in the tourist industry in such areas as tour guides, taxi drivers, and hoteliers. The majority of women are now more involved in vending of crafts. The construction of •Kalinago Barona Auto•, a traditional Carib Model Village, forms part of the organized tour sites and has contributed to employment and income for the Kalinago people."}, {"text_block_id": "p66_b1346", "text": "It has been recognized that education is the key to poverty alleviation in the Kalinago Territory, and much is being done in this area. There are Pre-schools for early childhood education, and Primary schools.  A modern Primary school complex was built and opened on 31"}, {"text_block_id": "p66_b1347", "text": "st"}, {"text_block_id": "p66_b1348", "text": "May 2010.   Although there is no Secondary School, students are able to access secondary education in the neighbouring villages of Marigot, Londonderry and Castle Bruce.  The distance is far but due to the Government bus service more students are now able to access secondary education."}, {"text_block_id": "p66_b1349_merged_merged", "text": "There are two Health Centres in the Carib Territory, but residents can also access the services of Atkinson and Castle Bruce Health Centres. Last year 10th August 2010 witnessed a major achievement in the Carib Territory when the doors of a state-of-art mini hospital were opened in Salybia.   This was made possible from funds from donor agencies, friends and free labour by the Carib Community.  However, there is no ambulance service in the Kalinago Territory and no disaster shelters."}, {"text_block_id": "p66_b1352", "text": "Although there is a pipe-borne water system available many households are still without water, mainly because of the distance of taking water from the main pipe to the individual homes and the cost involved.   Hence, some residents still carry water from springs and water-holes and rain-water; which is not a healthy practice."}, {"text_block_id": "p67_b1353", "text": "a result of lack of moral values, parental guidance, low self-esteem, and unemployment. Steps are being taken to arrest this situation."}, {"text_block_id": "p67_b1354", "text": "Climate Change and Its Impacts on the Kalinago Territory"}, {"text_block_id": "p67_b1355", "text": "With limited resources at their disposal to respond, and with their traditional resilient culture under threat, the Kalinago consider climate change to be an overwhelming phenomenon. Its effects are numerous with far reaching consequences. The majority of Kalinago are convinced that the change in climate is mainly as a result of human practices contributing to an increase in emissions of green houses, including the burning of fossil fuel. They are aware of the effects of climate change such as changes in temperature and precipitation, the increase in the frequency of extreme weather conditions, ocean acidification with the risk of profound impacts on marine ecosystems and societies which depend on them. Droughts, flooding, rise in sea level, soil erosion, land slippage etc. all impact negatively on human, plants, animal and marine life."}, {"text_block_id": "p67_b1356", "text": "The effects of climate change have for some years impacted negatively on the lives and livelihood of the Kalinago people. The unseasonal heavy rain-falls in late 2011 have caused major land movement resulting in landslides and land slippage in various areas of the community, and severe cracks in access roads and houses causing considerable disruption to the daily lives of a number of families."}, {"text_block_id": "p67_b1357", "text": "Climate Change will affect the Kalinago community in different aspects, including impacts on health, education, income, culture and traditional customs. The Kalinago people are traditional farmers and depend largely on the land and sea for their survival and sustainability. Climate change impacts contributing to deforestation, land degradation, droughts, landslides, soil erosion and the depletion of the top-soil of major producing areas will all contribute in the reduction of the production of food crops so essential for providing the daily meals for Kalinago families and add to growing concerns over food security within the Territory."}, {"text_block_id": "p67_b1358", "text": "The effects on marine life due to ocean warming rise in sea level, damage to the landing sites and coastal areas, and river overflow will cause a drop in fish production and consumption, impacting on the nutritional diet and the health of the people.  Most affected will be the children and the elderly."}, {"text_block_id": "p68_b1359", "text": "The production of Manioc (cassava) and toloman a traditional food crop will be compromised.   The Larouman, which is the raw material for the production of craft items, such as basket-making, mats, and other forms of craft are under threat, since the land for growing it is either unavailable or barren. The entire hydrological cycle of the Kalinago Territory is being affected as a result of climate change."}, {"text_block_id": "p68_b1360", "text": "Climate Change and Gender"}, {"text_block_id": "p68_b1361", "text": "Kalinago women will be the ones affected most by climate change given their roles in the family. Being the care-givers, food producers and the leaders in family management, Kalinago women play a significant role in the development of the family.  Climate change will cause interruption to planting and harvesting cycles which will affect women•s• livelihood, thus putting the household and food security at risk and pushing them into greater poverty.  Because of droughts, resulting in the lack of water for irrigation purposes, there will be a decrease in vegetable production."}, {"text_block_id": "p68_b1362_merged", "text": "With climate change likely to result in an increase in water-borne and vector-borne diseases, the health of Kalinago families will also be affected. Impacts from climate change will present threats to safe drinking water, since many households still access water from the rivers, water-holes and from the rain, drinking water can become contaminated from increased sedimentation and water-borne diseases becoming less wholesome and unsuitable for domestic use. Threats from climate change to food production in the Kalinago Territory will affect the availability of wholesome food, in particular fish protein in the diet."}, {"text_block_id": "p68_b1365", "text": "Most importantly, climate change will have severe impacts for the Kalinago people due to the vulnerability of the community. The entire way of life and culture of the Kalinago is under threat from climate change, with impacts on the Territories economy and natural resources resulting in increased poverty and hardship."}, {"text_block_id": "p69_b1366", "text": "Priority Measures for Kalinago People to Adapt to the Impacts of Climate Change"}, {"text_block_id": "p69_b1367", "text": "The Kalinago people of Dominica believe that the following priority measures are required to address climate change threats to the people, culture, livelihoods and existence of the Kalinago Territory:"}, {"text_block_id": "p69_b1368", "text": "•"}, {"text_block_id": "p69_b1369", "text": "Design and implement wide-spread education and awareness program to sensitize the Kalinago people on climate change risks and measures to address these risks;"}, {"text_block_id": "p69_b1370", "text": "•"}, {"text_block_id": "p69_b1371", "text": "Establish a climate change •easy access trust fund• specifically for the Kalinago people to assist in climate change measures to address threats to agriculture production, fishing and food  security;"}, {"text_block_id": "p69_b1372", "text": "•"}, {"text_block_id": "p69_b1373", "text": "Construct community disaster shelters to house persons in time of disaster;"}, {"text_block_id": "p69_b1374", "text": "•"}, {"text_block_id": "p69_b1375", "text": "Identify and build a landing site in the Territory for the fishermen who are unable to travel to Marigot and desperately want to maintain their families;"}, {"text_block_id": "p69_b1376", "text": "•"}, {"text_block_id": "p69_b1377", "text": "Provide training in food preservation and water management;"}, {"text_block_id": "p69_b1378", "text": "•"}, {"text_block_id": "p69_b1379", "text": "Measures to address impacts on the resilience of natural resources should be established, for example, planting of fast growing trees in affected areas, and grass that can lessen the impact of soil erosion, and trees planted to form wind breaks around the houses;"}, {"text_block_id": "p69_b1380", "text": "•"}, {"text_block_id": "p69_b1381", "text": "Prevent the construction of houses and roads in vulnerable areas and ensure buildings comply with the building codes;"}, {"text_block_id": "p69_b1382", "text": "•"}, {"text_block_id": "p69_b1383", "text": "Provide training on climate change risk management measures."}], "document_description": "The Low-Carbon Climate-Resilient Development Strategy is a broad governmental document aimed at providing Dominica with a green, productive economy, and developing sectoral pathways to concile mitigation, adaptation and social development goals including poverty alleviation. The Strategy acts as a supporting platform to the Growth and Social Protection Strategy (GSPS) that is updated every four years.<br>&nbsp;<br>The strategy outlines a number of ideas to reduce the carbon intensity and enhance the security of supply of its energy sector. It encourages an increase in renewables energy, especially geothermal energy. Hydro, solar, wind, wave and biomass are intended to represent commercial scale options by 2020, including in the production of biofuels. Energy efficiency is promoted as well.<br>&nbsp;<br>The Strategy sets the goals of the 2014 National Land Use Policy (NLUP) as developing sustainable land management, protecting carbon sinks, and enhancing the resilience of natural ecosystems. It further highlights the necessity to make the agricultural sector resilient to a adverse meteorological and climate events.<br>&nbsp;<br>The Strategy seeks regional collaboration and international cooperation via the Caribbean Planning for Adaptation to Climate Change scheme and the UNFCCC negotiation and accounting processes. Regional efforts are centred on adaptation. A national policy, legal and institutional update is theorised alongside, and notably leads to the GSPS and NLUP.<br>&nbsp;<br>The Strategy also details investment program components the country must acquire to enable climate change finance."}