{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Suriname", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "National Climate Change Policy, Strategy and Action Plan", "document_country_code": "SUR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/SUR/2015/SUR-2015-01-01-National Climate Change Policy, Strategy and Action Plan_c9ada1a3f34fedf38f5803132d02b323.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Final National Climate Change Policy, Strategy and Action Plan for Suriname"}, {"text_block_id": "p0_b2", "text": "2014-2021"}, {"text_block_id": "p0_b3", "text": "Ministry of Labour, Technological Development and Environment"}, {"text_block_id": "p0_b4", "text": "Caribbean Community Climate Change Centre"}, {"text_block_id": "p1_b5", "text": "Final National Climate Change Policy, Strategy and Action Plan for Suriname"}, {"text_block_id": "p1_b6", "text": "January 2015"}, {"text_block_id": "p1_b7", "text": "Copyright© 2015: Caribbean Community Climate Change Centre and the Directorate for Environment, Ministry of Labour, Technological Development and Environment. All rights reserved."}, {"text_block_id": "p1_b8", "text": "Published by Caribbean Community Climate Change Centre, Belmopan, Belize"}, {"text_block_id": "p1_b9", "text": "Digital Edition (June 2015)"}, {"text_block_id": "p1_b10", "text": "Printed Edition (June 2015)"}, {"text_block_id": "p1_b11_merged", "text": "No use of this publication may be made for resale or for any other commercial purpose whatsoever. It may be reproduced in whole or in part and in any form for educational or non-profit purposes without special permission from the copyright holder, provided acknowledgement of the source is made. The Caribbean Community Climate Change Centre (CCCCC) would appreciate a copy of any publication that uses this report as a source. The views and interpretations in this document are those of the authors and do not necessarily reflect the views of the CCCCC, its Board of Executive Directors, or the governments they represent."}, {"text_block_id": "p1_b14", "text": "Caribbean Community Climate Change Centre, Ring Road, P.O. Box 563, Belmopan, Belize"}, {"text_block_id": "p1_b15", "text": "Visit our website at"}, {"text_block_id": "p1_b16", "text": "http://www.caribbeanclimate.bz"}, {"text_block_id": "p1_b17", "text": "ISBN-13 978-976-8253-41-5 (paperback)"}, {"text_block_id": "p1_b18", "text": "ISBN-13 978-976-8253-42-2 (pdf)"}, {"text_block_id": "p2_b19", "text": "Foreword"}, {"text_block_id": "p2_b20", "text": "Minister of Labour, Technological Development and Environment, Michael Miskin"}, {"text_block_id": "p2_b21_merged", "text": "The Directorate for Environment of the Ministry of Labour, Technological Development and Environment has the task to coordinate Suriname’s Environmental Policy. The National Climate Change Policy, Strategy and Action Plan (NCCPSAP), is an important step by the Government towards delivering climate change compatible development in our country. This document reflects on key elements of our efforts to adapt to and mitigate the adverse effects of climate change. For reference the Climate Action Plan 2008-2013, Second National Communication, Netherlands Climate Assistance Programme Phase I & II are the baseline documents."}, {"text_block_id": "p2_b24", "text": "The Government of Suriname is committed to use the information, strategies and options supplied herein for the implementation of its Environmental Policy."}, {"text_block_id": "p2_b25", "text": "I wish to acknowledge and thank all those who have participated in the preparation of this document. I call upon the nation, private and public sectors to work in close partnership towards a climate compatible development of the country."}, {"text_block_id": "p3_b26", "text": "Executive Director, Caribbean Community Climate Change Centre, Kenrick Leslie, PhD, CBE"}, {"text_block_id": "p3_b27_merged", "text": "This National Climate Change Policy Strategy and Action Plan represents a collaborative effort between the Government of Suriname and the Caribbean Community Climate Change Centre (5Cs) to provide the policy and decision makers in the country with vital information for the consideration and adoption by the National Parliament of Suriname. This is timely since it is generally accepted that Climate Change poses a serious threat to their economic and social development. Bearing in mind that the 5Cs was established by the Caribbean Community with a mandate to coordinate the region’s response to Climate Change and assist national governments to adequately prepare their adaptation and mitigation policies and measures in response to Climate Change and climate variability, and Suriname being a Member of the CARICOM it was a normal course of action for the 5Cs to play an instrumental role in the development of the National Climate Change Policy Strategy and Action Plan. It was instrumental in acquiring the services of the consulting firm Acclimatise of the United Kingdom to assist in the development and successful completion of the report. This was accomplished with support from the European Union through the African, Caribbean and Pacific framework of the Global Climate Change Alliance (GCCA) programme. For this reason our sincere appreciation goes to the European Union for their support."}, {"text_block_id": "p3_b30", "text": "Suriname’s recent initiatives toward its planning and development for Climate Change include the"}, {"text_block_id": "p3_b31", "text": "2012-2016 National Development Plan, the 2013 Second National Communication to the United Nations Framework Convention on Climate Change and 2012-2016 Environmental Policy Plan which recognises the significance of Climate Change impacts on Suriname and the opportunities for low carbon emission development. This National Climate Change Policy, Strategy and Action Plan (NCCPSAP) seeks to build resilience to the impacts of a changing climate, seize opportunities for climate compatible development, and attract climate finance."}, {"text_block_id": "p4_b32", "text": "The National Climate Change Policy Strategy and Action Plan for Suriname is integrally linked to the Regional Strategic Framework and Implementation Plan. The NCCPSAP is intended to be a key policy of the Environmental Policy Plan which will provide the legal basis for integrating Climate Change into the national development planning and resource allocation mechanisms of the country of Suriname, a first for CARICOM countries."}, {"text_block_id": "p4_b33", "text": "Kenrick Leslie, PhD, CBE"}, {"text_block_id": "p4_b34", "text": "Executive Director"}, {"text_block_id": "p4_b35", "text": "Caribbean Community Climate Change Centre"}, {"text_block_id": "p5_b36", "text": "Acknowledgements"}, {"text_block_id": "p5_b37", "text": "Reaching this significant milestone in Suriname’s response to climate change would also not h"}, {"text_block_id": "p5_b38_merged", "text": "ave been possible without the generous financial support provided by the European Union Global Climate Change Alliance (GCCA). This allowed the Caribbean Community Climate Change Centre (CCCCC) to appoint Acclimatise as lead project consultants (John Firth, Olivia Palin and Jennifer Steeves) supported by Sheila Bhairo-Marhé, Nancy del Prado and Renée Gift."}, {"text_block_id": "p6_b43", "text": "Contents"}, {"text_block_id": "p8_b44", "text": "List of Tables and Figures"}, {"text_block_id": "p9_b45", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p12_b46", "text": "Key terms"}, {"text_block_id": "p12_b47", "text": "Afforestation"}, {"text_block_id": "p12_b48", "text": ": Planting of new forest on lands that historically have not contained forest (IPCC, 2014)."}, {"text_block_id": "p12_b49", "text": "Agriculture, Forestry and Other Land Use (AFOLU):"}, {"text_block_id": "p12_b50", "text": "Agriculture, Forestry and Other Land Use is a term generated by the Intergovernmental Panel on Climate Change (IPCC) to describe a category of activities which contribute to anthropogenic greenhouse gas emissions. Conversely, there are"}, {"text_block_id": "p12_b51", "text": "various methods for mitigating emissions in this ‘sector’, in"}, {"text_block_id": "p12_b52", "text": "cluding preventing emissions by"}, {"text_block_id": "p12_b53", "text": "conserving existing carbon pools in soils or vegetation or by reducing emissions of methane (CH"}, {"text_block_id": "p12_b54", "text": "4"}, {"text_block_id": "p12_b55", "text": ")"}, {"text_block_id": "p12_b56", "text": "and nitrous oxide (N"}, {"text_block_id": "p12_b57", "text": "2"}, {"text_block_id": "p12_b58", "text": "O); sequestration"}, {"text_block_id": "p12_b59", "text": "—"}, {"text_block_id": "p12_b60", "text": "increasing the size of existing carbon pools, and thereby"}, {"text_block_id": "p12_b61", "text": "extracting carbon dioxide (CO"}, {"text_block_id": "p12_b62", "text": "2"}, {"text_block_id": "p12_b63", "text": ") from the atmosphere; and substitution"}, {"text_block_id": "p12_b64", "text": "—"}, {"text_block_id": "p12_b65", "text": "substituting biological"}, {"text_block_id": "p12_b66", "text": "products for fossil fuels"}, {"text_block_id": "p12_b67", "text": "or energy‐intensive"}, {"text_block_id": "p12_b68", "text": "products, thereby reducing CO"}, {"text_block_id": "p12_b69", "text": "2"}, {"text_block_id": "p12_b70", "text": "emissions (IPCC, 2014)."}, {"text_block_id": "p12_b71", "text": "Biofuel"}, {"text_block_id": "p12_b72", "text": ": A fuel produced from dry organic matter or combustible oils produced by plants."}, {"text_block_id": "p12_b73", "text": "These fuels are considered renewable as long as the vegetation producing them is maintained or replanted, such as firewood, alcohol fermented from sugar, and combustible oils extracted from soy beans. Their use in place of fossil fuels cuts greenhouse gas emissions because the plants that are the fuel sources capture carbon dioxide from the atmosphere (UNFCCC, 2014)."}, {"text_block_id": "p12_b74", "text": "Biomass"}, {"text_block_id": "p12_b75", "text": ": The total mass of living organisms in a given area or volume; recently dead plant material is often included as dead biomass. The quantity of biomass is expressed in either terms of dry weight or of energy, carbon or nitrogen content (IPCC, 2014)."}, {"text_block_id": "p12_b76", "text": "Carbon sequestration:"}, {"text_block_id": "p12_b77", "text": "The uptake (i.e. the addition of a substance of concern to a reservoir) of"}, {"text_block_id": "p12_b78", "text": "carbon containing substances, in particular carbon dioxide (CO"}, {"text_block_id": "p12_b79", "text": "2"}, {"text_block_id": "p12_b80", "text": "), in terrestrial or marine reservoirs."}, {"text_block_id": "p12_b81", "text": "Biological sequestration includes direct removal of CO"}, {"text_block_id": "p12_b82", "text": "2"}, {"text_block_id": "p12_b83", "text": "from the atmosphere through land"}, {"text_block_id": "p12_b84", "text": "‐"}, {"text_block_id": "p12_b85", "text": "use change (LUC), afforestation, reforestation, re-vegetation, carbon storage in landfills, and practices that enhance soil carbon in agriculture (cropland management, grazing land management) (IPCC, 2014)."}, {"text_block_id": "p12_b86", "text": "CO"}, {"text_block_id": "p12_b87_merged_merged_merged", "text": "2 Equivalent (CO2 eq): The concentration of carbon dioxide that would cause the same amount of radiative forcing as a given mixture of carbon dioxide and other greenhouse gases (IPCC, 2014)."}, {"text_block_id": "p12_b92", "text": "Climate compatible development"}, {"text_block_id": "p12_b93", "text": ": Development that minimises the harm caused by climate impacts, while maximising human development opportunities. It employs goals and strategies that result in low emissions and/or build resilience and promote development simultaneously (adapted from Mitchell and Maxwell, 2010)."}, {"text_block_id": "p12_b94", "text": "Climate change:"}, {"text_block_id": "p12_b95", "text": "Climate change refers to a change in the state of the climate that can be identified (e.g., by using statistical tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. Climate change may be due to natural internal processes or external forcings, or to persistent anthropogenic changes in the composition of the atmosphere or in land use (IPCC, 2013)."}, {"text_block_id": "p13_b96", "text": "Climate resilience:"}, {"text_block_id": "p13_b97", "text": "The capacity of an individual, community, or institution to dynamically and effectively respond to shifting climate impact circumstances while continuing to function at an acceptable level. Simply put, it is the ability to survive and recover from the effects of climate change. It includes the ability to understand potential impacts and to take appropriate action before, during, and after a particular consequence to minimise negative effects and maintain the ability to respond to variable and changing"}, {"text_block_id": "p13_b98", "text": "conditions (adapted from Rockefeller Foundation, 2009)."}, {"text_block_id": "p13_b99", "text": "Climate variability"}, {"text_block_id": "p13_b100", "text": ": Refers to variations in the mean state and other statistics (such as standard deviations, the occurrence of extremes, etc.) of the climate on all spatial and temporal scales beyond that of individual weather events. Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability) (IPCC, 2013)."}, {"text_block_id": "p13_b101", "text": "Emissions:"}, {"text_block_id": "p13_b102", "text": "The release of greenhouse gases and/or their precursors into the atmosphere over a specified area and period of time."}, {"text_block_id": "p13_b103", "text": "Greenhouse gases"}, {"text_block_id": "p13_b104", "text": ": Gaseous constituents of the atmosphere, both natural and anthropogenic, that absorb and emit radiation at specific wavelengths within the spectrum of infrared radiation emitted by"}, {"text_block_id": "p13_b105", "text": "the Earth’s surface,"}, {"text_block_id": "p13_b106", "text": "the atmosphere and clouds. This property causes the greenhouse effect. Water vapour (H"}, {"text_block_id": "p13_b107", "text": "2"}, {"text_block_id": "p13_b108", "text": "O), carbon dioxide (CO2), nitrous oxide (N2O), methane (CH4) and ozone (O3) are the primary greenhouse gases in the E"}, {"text_block_id": "p13_b109", "text": "arth’s atmosphere"}, {"text_block_id": "p13_b110", "text": "(IPCC, 2014)."}, {"text_block_id": "p13_b111", "text": "Kyoto Protocol:"}, {"text_block_id": "p13_b112", "text": "The Kyoto Protocol to the United Nations Framework Convention on Climate Change (UNFCCC) was adopted at the Third Session of the Conference of the Parties to the UNFCCC in 1997 in Kyoto, Japan. It contains legally binding commitments, in addition to those included in the UNFCCC. Countries included in Annex B of the Protocol (most countries in the Organisation for Economic Cooperation and Development, and countries with economies in transition) agreed to reduce their anthropogenic greenhouse gas emissions (carbon dioxide, methane, nitrous oxide, hydrofluorocarbons, perfluorocarbons, and sulphur hexafluoride) by at least 5% below 1990 levels in the commitment period 2008 to 2012."}, {"text_block_id": "p13_b113", "text": "Low regret:"}, {"text_block_id": "p13_b114", "text": "A low regret option is one for which the implementation costs are low, while the benefits under projected climate changes are potentially large (Willows & Connell, 2003)"}, {"text_block_id": "p13_b115", "text": "Maladaption"}, {"text_block_id": "p13_b116", "text": ":"}, {"text_block_id": "p13_b117", "text": "Resilience building actions which inadvertently increase vulnerability to climatic stimuli or involve spending a disproportionate amount of effort and investment focussed on resilience beyond what is required (Adaptation Sub-Committee, 2010)."}, {"text_block_id": "p13_b118", "text": "Mitigation:"}, {"text_block_id": "p13_b119_merged_merged_merged", "text": "Human intervention to reduce the sources or enhance the sinks of greenhouse gases (IPCC, 2013)."}, {"text_block_id": "p13_b122", "text": "No regret"}, {"text_block_id": "p13_b123", "text": ": A no regrets option is one which would be justified under all plausible future scenarios, even in the absence of climate change (Willows & Connell, 2003)."}, {"text_block_id": "p14_b124", "text": "Reducing Emissions from Deforestation and Forest Degradation (REDD):"}, {"text_block_id": "p14_b125", "text": "An effort to create financial value for the carbon stored in forests, offering incentives for developing countries to reduce"}, {"text_block_id": "p14_b126", "text": "emissions from forested lands and invest in low‐carbon paths to"}, {"text_block_id": "p14_b127", "text": "sustainable development. It is therefore a mechanism for mitigation that results from avoiding deforestation. REDD+ goes beyond reforestation and forest degradation, and includes the role of conservation, sustainable management of forests and enhancement of forest carbon stocks (IPCC, 2014)."}, {"text_block_id": "p14_b128", "text": "Reforestation:"}, {"text_block_id": "p14_b129", "text": "Planting of forests on lands that have previously sustained forests but that have been converted to some other use. Under the United Nations Framework Convention on Climate Change (UNFCCC) and the Kyoto Protocol"}, {"text_block_id": "p14_b130", "text": ", reforestation is the direct human‐induced conversion of non‐forested land to"}, {"text_block_id": "p14_b131", "text": "forested"}, {"text_block_id": "p14_b132", "text": "land through planting, seeding, and/or human‐induced promotion of"}, {"text_block_id": "p14_b133", "text": "natural seed sources,"}, {"text_block_id": "p14_b134", "text": "on land that was previously forested but converted to non‐forested land"}, {"text_block_id": "p14_b135", "text": "(IPCC, 2014)."}, {"text_block_id": "p14_b136", "text": "Renewable energy:"}, {"text_block_id": "p14_b137", "text": "Any form of energy from solar, geophysical, or biological sources that is replenished by natural processes at a rate that equals or exceeds its rate of use (IPCC, 2014)."}, {"text_block_id": "p14_b138", "text": "Shifting cultivation:"}, {"text_block_id": "p14_b139_merged_merged_merged", "text": "Agricultural production system in which small plots of land, often less than one hectare, are cleared and burned, then cultivated for one to three years and subsequently left in fallow for the soil fertility to recuperate. The system is typical for the hinterlands of Suriname and characterised by low external inputs such as fertilisers and agrochemicals. The main reasons for abandoning the land are decrease in soil fertility, and high incidences of weed, pests and diseases (Voorstel R. Van Kanter, Agroforester, Tropenbos International – Suriname, Pers. Comm., August 2014)."}, {"text_block_id": "p14_b145", "text": "Sibibusi:"}, {"text_block_id": "p14_b146", "text": "Local storm events in Suriname characterised by strong winds and heavy rainfall (SNC, 2013)."}, {"text_block_id": "p14_b147", "text": "Sink"}, {"text_block_id": "p14_b148", "text": ": Any process, activity or mechanism which removes a greenhouse gas, an aerosol or a precursor of a greenhouse gas from the atmosphere. Forests and other vegetation are considered sinks because they remove carbon dioxide through photosynthesis (UNFCCC, 2014)."}, {"text_block_id": "p14_b149", "text": "Vulnerability:"}, {"text_block_id": "p14_b150", "text": "The propensity or predisposition to be adversely affected. Vulnerability encompasses a variety of concepts including sensitivity or susceptibility to harm and lack of capacity to cope and adapt (IPCC, 2013)."}, {"text_block_id": "p14_b151", "text": "Win-win"}, {"text_block_id": "p14_b152", "text": ": An action that reduces the impacts of climate change/ greenhouse gas emissions and has other environmental, social or economic benefits (Willows & Connell, 2003)."}, {"text_block_id": "p15_b153", "text": "1"}, {"text_block_id": "p15_b154", "text": "Summary"}, {"text_block_id": "p15_b155", "text": "Climate change is one of the"}, {"text_block_id": "p15_b156", "text": "greatest challenges of our time. Suriname’s people, society, economy"}, {"text_block_id": "p15_b157", "text": "and environment are already affected by extreme weather and climate events, and are under increasing risk from the impacts associated with climate change. The May 2006 floods, for example, affected over 13,000 households in Suriname, particularly in Brokopondo and Sipaliwini districts, and caused damage and loss valued at approximately SRD$111 million"}, {"text_block_id": "p15_b158", "text": "across the housing, health, education, energy, transport, communications, agriculture, tourism, commerce and trade sectors. The best available science projects that in future, temperature will increase, sea level will rise and the proportion of total rainfall that falls in heavy events will increase, while average rainfall will decrease. Where there is high vulnerability and exposure to these types of climatic change, the risk of similar or more severe impacts in future is high. Action is already being taken to address climate impacts, but more needs to be done."}, {"text_block_id": "p15_b159", "text": "Suriname’s contribution to global greenhouse gas"}, {"text_block_id": "p15_b160_merged_merged", "text": "(GHG) emissions which drive climate change is very small and it acts as a net sink when absorptions from the Agriculture, Forestry and Other Land Use (AFOLU) sector are taken into account. Suriname is pursuing a climate compatible development (CCD) approach, seizing opportunities for low carbon emission development which can also attract climate finance. Staatsolie Maatschappij Suriname N.V., for example, is currently developing a sugarcane plantation and sugar and ethanol processing facility for the production of sugar, ethanol and electricity from sugarcane bagasse in the Wageningen area of Nickerie district. This is helping to drive Suriname’s development of clean, sustainable energy sources providing reliable green energy to Nickerie district and new job opportunities. The project is also pioneering the attraction of voluntary carbon market payments to Suriname as it reduces GHG emissions and generates carbon credits which will be traded on the voluntary market."}, {"text_block_id": "p15_b163", "text": "Suriname’s 2012"}, {"text_block_id": "p15_b164", "text": "-2016 National Development Plan, the 2013 Second National Communication to the United Nations Framework Convention on Climate Change (UNFCCC) and the 2012-2016 Environmental Policy Plan all recognise the significance of climate change impacts on Suriname and the opportunities for low carbon emission development. This National Climate Change Policy, Strategy and Action Plan (NCCPSAP) is the logical next step in enabling Suriname to build resilience to the impacts of a changing climate, providing a clear roadmap to respond to the challenges of a changing climate, seize opportunities for climate compatible development and attract climate finance."}, {"text_block_id": "p15_b165", "text": "The NCCPSAP provides the following:"}, {"text_block_id": "p15_b166", "text": "The NCCPSAP provides the following:\n* A National Climate Change Policy consistent with Surinameâs National Development Plan.\n* A National Climate Change Strategy detailing:\n\t* Surinameâs climate compatible development roadmap\n\t* Sector and cross-sector climate resilience and low carbon emission development\n\t* Capacity building needs and opportunities.\n\t* Where technology transfer is required.\n\t* Opportunities to attract investment and finance."}, {"text_block_id": "p16_b181", "text": "The NCCPSAP provides the following:\n* A National Climate Change Policy consistent with Surinameâs National Development Plan.\n* A National Climate Change Strategy detailing:\n\t* Surinameâs climate compatible development roadmap\n\t* Sector and cross-sector climate resilience and low carbon emission development\n\t* Capacity building needs and opportunities.\n\t* Where technology transfer is required.\n\t* Opportunities to attract investment and finance.\n* Monitoring, evaluation, reporting and verification requirements.\n<\\li2>\n\t* A National Climate Change Action Plan describing programmes and actions to be undertaken\n<\\li1>"}, {"text_block_id": "p16_b185", "text": "The Climate Change Policy articulates the focus of Suriname’s response to climate change as follows:"}, {"text_block_id": "p16_b186", "text": "The Climate Change Policy articulates the focus of Suriname’s response to climate change as follows:\n* generating data and information on Surinam\n* reducing vulnerability through the implementation of climate resilience measures in the\n* pursuing low carbon emission development through the application of sustainable and clean\n* raising awareness across the country about the impacts and opportunities associated with\n* accessing international sources of climate finance;\n* integrating climate compatible development into national development planning; and\n* recommends integrating climate compatible development into national budgeting"}, {"text_block_id": "p16_b201", "text": "The Climate Change Strategy presents Suriname’s"}, {"text_block_id": "p16_b202", "text": "CCD roadmap (see"}, {"text_block_id": "p16_b203", "text": "stakeholders."}, {"text_block_id": "p16_b204_merged", "text": ") for the current and forthcoming national planning cycles: 2014-2016, 2017-2021 and 2022+. The roadmap illustrates overarching objectives that should be achieved at these three different stages corresponding to the planning cycles, each of which has been given a name: ‘Commencement’, ‘Foundation’ and ‘Take-off’. The Ministry of Labour, Technological Development and Environment (ATM) will be responsible for driving and delivering this roadmap in full consultation and cooperation with a multidisciplinary NCCSPAP Implementation Team, representing all key stakeholders."}, {"text_block_id": "p17_b217", "text": "Figure 1"}, {"text_block_id": "p17_b218", "text": "Suriname’s climate compatible development roadmap"}, {"text_block_id": "p17_b219", "text": "In order to integrate climate resilience and low carbon"}, {"text_block_id": "p17_b220", "text": "emission development into Suriname’s"}, {"text_block_id": "p17_b221", "text": "national development planning process, specific programmes and actions have been developed corresponding to"}, {"text_block_id": "p17_b222", "text": "national planning themes. This will allow Suriname’s government ministries to"}, {"text_block_id": "p17_b223", "text": "understand their responsibilities quickly and easily. It is however important that government ministries, departments, agencies and non-governmental organisations work together to understand"}, {"text_block_id": "p17_b224", "text": "sector linkages, and build on and learn from each other’s activities. Cross"}, {"text_block_id": "p17_b225", "text": "-sector cooperation on climate compatible development will be supported through the structure of the NCCPSAP Implementation Team."}, {"text_block_id": "p17_b226_merged_merged", "text": "One of the key enablers of climate compatible development is capacity. Suriname’s Climate Change Strategy identifies capacity building priorities as follows:"}, {"text_block_id": "p17_b229", "text": "One of the key enablers of climate compatible development is capacity. Suriname’s Climate Change Strategy identifies capacity building priorities as follows:\n* Formation of the NCCPSAP Implementation Team to aid interdepartmental cooperation.\n* Conducting an in-depth institutional assessment to clarify mandates and responsibilities with\n* Development of a comprehensive national research programme on social, environmental"}, {"text_block_id": "p18_b235", "text": "One of the key enablers of climate compatible development is capacity. Suriname’s Climate Change Strategy identifies capacity building priorities as follows:\n* Formation of the NCCPSAP Implementation Team to aid interdepartmental cooperation.\n* Conducting an in-depth institutional assessment to clarify mandates and responsibilities with\n* Development of a comprehensive national research programme on social, environmental\n* Expediting the enactment of the Environmental Framework Bill which addresses integration\n* Amendment of existing sectoral legislation or draft laws (e.g. the Electricity Bill, Water Bill)\n* Conducting awareness-raising campaigns on climate change."}, {"text_block_id": "p18_b241", "text": "In addition to this, technology and finance are critical. The Strategy therefore stresses the importance of developing partnerships with foreign governments and foreign/domestic private sector companies, NGOs and research institutes, inter-governmental organisations and development partners to enable technology transfer. The Strategy links development planning and climate change, promoting alternative financing sources for climate compatible development and the creation of a fiscal environment that attracts relevant investment from overseas and domestically."}, {"text_block_id": "p18_b242", "text": "The Climate Change Action Plan captures all programmes and associated actions under the following national development planning themes:"}, {"text_block_id": "p18_b243", "text": "The Climate Change Action Plan captures all programmes and associated actions under the following national development planning themes:\n* Infrastructure\n* Energy\n* Drinking water\n* Housing\n* Mining\n* Agriculture, livestock and fisheries\n* Tourism\n* Education\n* Health\n* Disaster risk management\n* Spatial planning\n* Environment\n* Sustainable forest management."}, {"text_block_id": "p19_b269", "text": "2"}, {"text_block_id": "p19_b270", "text": "Introduction"}, {"text_block_id": "p19_b271", "text": "2.1 Introduction and objectives"}, {"text_block_id": "p19_b272", "text": "Climate change is one of the greatest challenges of our time."}, {"text_block_id": "p19_b273", "text": "Suriname’s people, society, economy"}, {"text_block_id": "p19_b274", "text": "and environment are already affected by extreme weather and climate events, and are under increasing risk from the impacts associated with climate change. The May 2006 floods, for example, affected over 13,000 households in Suriname, particularly in Brokopondo and Sipaliwini districts, and caused damage and loss valued at approximately SRD$111 million across the housing, health, education, energy, transport, communications, agriculture, tourism, commerce and trade sectors (Buitelaar et al. 2007). The best available science projects that in future, temperature will increase, sea level will rise and the proportion of total rainfall that falls in heavy events will increase, while average rainfall will decrease. Action is already being taken to address climate impacts, but more needs to be done."}, {"text_block_id": "p19_b275", "text": "While Suriname’s contribution to"}, {"text_block_id": "p19_b276", "text": "global greenhouse gas (GHG) emissions which drive climate change is small, Suriname is pursuing a climate compatible development (CCD) approach, seizing opportunities for low carbon emission development and attracting climate finance (GoS, 2012; SNC, 2013). Staatsolie Maatschappij Suriname N.V. (Staatsolie), for example, is currently developing a sugarcane plantation and sugar and ethanol processing facility for the production of sugar, ethanol and electricity from sugarcane bagasse in the Wageningen area of Nickerie district. This is helping to drive"}, {"text_block_id": "p19_b277", "text": "Suriname’s"}, {"text_block_id": "p19_b278", "text": "development of clean, sustainable energy sources (saving on heavy fuel oil and gasoline usage) as well as providing reliable green energy to Nickerie district and new job opportunities. (Staatsolie, 2012). The project is also pioneering the attraction of voluntary carbon market payments to Suriname as it reduces GHG emissions and generates carbon credits which will be traded on the voluntary market."}, {"text_block_id": "p19_b279", "text": "Suriname’s"}, {"text_block_id": "p19_b280_merged_merged_merged", "text": "2012-2016 National Development Plan (GoS, 2012), the 2013 Second National Communication (SNC) to the United Nations Framework Convention on Climate Change (UNFCCC) and the 2012-2016 Environmental Policy Plan recognise the significance of climate change impacts on Suriname and the opportunities for low carbon emission development. This National Climate Change Policy, Strategy and Action Plan (NCCPSAP) is the logical next step in enabling Suriname to build resilience to the impacts of a changing climate, seize opportunities for CCD and attract climate finance. The development of the NCCPSAP has taken into account the CARICOM Liliendaal Declaration (July 2009), the Regional Framework for Achieving Development Resilient to Climate Change (July 2009)and its Implementation Plan (March 2012)which collectively set out the Caribbean’s response to climate change grounded on a firm regional commitment, policy and strategy. These three ‘foundation documents’ have all been approved by the Heads of Government"}, {"text_block_id": "p20_b287", "text": "of the CARICOM Member States and are key reference points providing guidance on the impacts Caribbean countries face and the policies, strategies and actions they need to consider."}, {"text_block_id": "p20_b288", "text": "The objectives of the NCCPSAP are as follows:"}, {"text_block_id": "p20_b289", "text": "The objectives of the NCCPSAP are as follows:\n* and commitment\n* To deliver a CCD strategy articulating:\n\t* Surinameâs CCD roadmap\n\t* Sector and cross-sector climate resilience and low carbon emission development\n\t* Capacity building needs and opportunities\n\t* Technology transfer\n\t* Opportunities to attract investment and finance for CCD\n\t* Monitoring, evaluation, reporting and verification requirements."}, {"text_block_id": "p20_b306", "text": "2.2 Climate vulnerability, impacts and resilience in Suriname"}, {"text_block_id": "p20_b307", "text": "Suriname is “already experiencing some of the effects"}, {"text_block_id": "p20_b308", "text": "of climate variability and change through"}, {"text_block_id": "p20_b309", "text": "greater rainfall variability leading to droughts, flooding and some landslides” (Caribsave, 2012)."}, {"text_block_id": "p20_b310", "text": "Although records of climate trends and their impacts are limited, the best available projections indicate that future climate changes will be significant. Suriname has already begun to respond to the changes underway and is starting to build resilience to cope with its changing future, but far more is required."}, {"text_block_id": "p20_b311", "text": "Baseline climate, climate variability and existing impacts"}, {"text_block_id": "p20_b312", "text": "Suriname’s tropical"}, {"text_block_id": "p20_b313_merged_merged", "text": "hot and wet climate is influenced by several factors. The passage of the InterTropical Convergence Zone (ITCZ) typically results in a short wet season from December to February and a long wet season from May to mid-August. In between these seasons are the short dry season (February to late April) and the long dry season (mid-August to early December). Air temperature records at the national meteorological service, Meteorologische Dienst van Suriname (MDS), indicate average daily temperatures of about 27 degrees Celsius with an annual variation of 2-3 degrees Celsius. Another key climatic influence relates to Suriname’s surface conditions, characterised by rivers and swamps and vegetation cover that produce a large amount of water vapour. This, combined with convection and orographic lifting, help contribute to the country’s relatively abundant precipitation. Annual rainfall varies from 1750mm/yr – 3000mm/yr across the country (SNC, 2013)."}, {"text_block_id": "p20_b322", "text": "Temperature observations since 1966 in the coastal zone of Suriname show an average increase of approximately 0.016 degrees Celsius per year (SNC, 2013). No significant trends have been observed in the interior. It is important to note that these temperature observations may be affected by local conditions, such as urbanisation in the coastal zone, and land cover (such as forest) in the interior (SNC, 2013)."}, {"text_block_id": "p21_b323", "text": "There are no statistically significant observations of precipitation change, and long-term trends are difficult to identify due to large inter-annual rainfall variability (Caribsave, 2012). Available data show that the highest amount of rainfall occurs in the centre and the lowest in the northwest. The highest variability in rainfall occurs in Paramaribo and Wanica (SNC, 2013). With respect to sea level rise, no past measurements are currently available (Prof. Naipal, pers. comm., May 2014), though satellite measurements could be used in due course."}, {"text_block_id": "p21_b324_merged", "text": "Suriname has often experienced very dry or very wet conditions which are postulated as being linked to El Niño and La Niña years, and local storm events characterised by strong winds and heavy rainfall known as Sibibusi events (SNC, 2013). These events have resulted in drought, salt water intrusion (when there is a decrease in upstream river flow), flooding and landslides (Caribsave, 2012; SNC, 2013). Suriname’s vulnerability to climate variability has resulted in multiple impacts. For example, salt water intrusion has decreased the productive land available for agriculture, flooding has destroyed homes in both the coastal zone and the interior, and increased temperatures and drought have reduced the amount of water available for hydropower electricity generation (see . Sibibusi events with accompanying strong winds have caused structural damage to houses (Marciano and Nurmohamed, 2013)."}, {"text_block_id": "p21_b329", "text": "provides some examples of climate impacts across Suriname in recent years. These impacts were recorded during the consultations undertaken to inform and guide the preparation of this document."}, {"text_block_id": "p22_b330", "text": "Final National Climate Change Policy, Strategy and Action Plan for Suriname"}, {"text_block_id": "p22_b331_merged", "text": "Figure 2: Examples of climate impacts across Suriname (Map source: Google map, retrieved from: . Figures for Brokopondo to be verified by the Ministry of Natural Resources."}, {"text_block_id": "p23_b333", "text": "Box 1: Climate impacts and Surinam"}, {"text_block_id": "p23_b334", "text": "e’s electricity"}, {"text_block_id": "p23_b335", "text": "sector: Energiebedrijven Suriname (EBS)"}, {"text_block_id": "p23_b336", "text": "Approximately 53% of"}, {"text_block_id": "p23_b337", "text": "Suriname’s electricity is generated by hydropower"}, {"text_block_id": "p23_b338", "text": "(SNC, 2013), which results in a relatively low dependence on fossil fuels as well as low GHG emissions compared to other countries in the Caribbean and globally"}, {"text_block_id": "p23_b339", "text": ". The country’s main source of energy is the Afobaka hydropower plant at Lake Brokopondo, operated by Suralco, Suriname’s primary aluminium and"}, {"text_block_id": "p23_b340", "text": "bauxite producer. Suriname has an installed capacity of 390 MW, 189 MW of which is produced at Afobaka (Humpert, 2013)"}, {"text_block_id": "p23_b341", "text": "."}, {"text_block_id": "p23_b342", "text": "Suriname’s m"}, {"text_block_id": "p23_b343", "text": "ain supplier of energy, NV EnergiebBedrijven Suriname (EBS), purchases excess electricity from Suralco, among other sources, to distribute across the"}, {"text_block_id": "p23_b344", "text": "country, and is responsible for Suriname’s energy security. Over the past decade, climatic factors"}, {"text_block_id": "p23_b345", "text": "have had a clear impact on the functioning of Surin"}, {"text_block_id": "p23_b346", "text": "ame’s electricity generation and transmission"}, {"text_block_id": "p23_b347", "text": "and"}, {"text_block_id": "p23_b348", "text": "EBS’ operations"}, {"text_block_id": "p23_b349", "text": ". These impacts are outlined below, along with associated actions that have been implemented or recommended by EBS."}, {"text_block_id": "p23_b350", "text": "Drought:"}, {"text_block_id": "p23_b351", "text": "Drought:\n* Severe droughts recorded in 2004-2005 and 2009 have led to less water in Lake Brokopondo\n* The 2004-2005 drought caused Lake Brokopondoâs levels to drop so low that the\n* Low lake levels occurred again in October and November 2013, meaning that only 50 MW\n* Reductions in discharges from the dam have an impact on river flows downstream adversely\n* Algal blooms in the lake have created operational problems in the cooling systems resulting"}, {"text_block_id": "p23_b364", "text": "High temperatures:"}, {"text_block_id": "p23_b365", "text": "Suriname regularly experiences high temperatures of 33 degrees Celsius and above in the months of September and October, resulting in a number of impacts:"}, {"text_block_id": "p23_b366", "text": "Suriname regularly experiences high temperatures of 33 degrees Celsius and above in the months of September and October, resulting in a number of impacts:\n* Transmission and distribution losses occur as the thermal efficiency of overhead lines\n* Consumer demand increases during periods of high temperatures during both the day and\n* Increasing temperatures also affect the operating performance of electrical equipment. In"}, {"text_block_id": "p23_b372", "text": "Climatic factors, such as drought and increased temperatures, add to existing problems in electricity generation, transmission and distribution, which are further compounded by an increasing demand"}, {"text_block_id": "p24_b373", "text": "from consumers."}, {"text_block_id": "p24_b374", "text": "Projected climate change impacts"}, {"text_block_id": "p24_b375", "text": "Recent climate modelling projections using a General Circulation Model (GCM) ensemble of 15 models and PRECIS, a Regional Climate Model (RCM) based on HadAM3 GCM, project changes in Surina"}, {"text_block_id": "p24_b376", "text": "me’s climate as shown in"}, {"text_block_id": "p24_b377_merged", "text": "(Caribsave, 2012). Annual air and sea surface temperature and sea level are projected to increase over time. The majority of models also project that the proportion of rainfall that falls in heavy events will increase while average annual rainfall will decrease. There is however uncertainty about the extent of changes, as well as the direction of change in the case of rainfall and wind speed."}, {"text_block_id": "p24_b379", "text": "Additional climate modelling and research has been undertaken at Anton de Kom University of his Suriname (AdeKUS) since 2010, using downscaled regional models at a 25 km resolution. New data will shortly become available for the periods 2020-2050 and 2070-2100."}, {"text_block_id": "p25_b380", "text": "Table 1: Climate change scenarios for Suriname"}, {"text_block_id": "p25_b381_merged", "text": "In order to understand changing vulnerabilities and impacts over time, the SNC used the 2100 scenarios to conduct a climate vulnerability assessment with respect to water resources, agriculture, ecology and geomorphology, socio-economy, tourism and human health. Identified vulnerabilities are summarised according to Suriname’s national development planning themes in"}, {"text_block_id": "p25_b384", "text": "Table 2:"}, {"text_block_id": "p25_b385", "text": "Vulnerabilities related to Suriname’s development planning themes (based on the SNC’s 2100 climate"}, {"text_block_id": "p25_b386", "text": "vulnerability assessment)"}, {"text_block_id": "p27_b387", "text": "Knowledge of climate change risk across Suriname’s sectors is very limited due to limited knowledge"}, {"text_block_id": "p27_b388", "text": "of the likelihood of future climatic events (particularly in the near term), the rate and scale of slow-onset changes, and the magnitude of their consequences. This is an important area for further research. A better understanding of baselines in social, economic and environmental systems is also needed."}, {"text_block_id": "p27_b389", "text": "Actions taken to adapt to climate change"}, {"text_block_id": "p28_b390", "text": "Suriname has already begun to take action to adapt to the effects of a changing climate. Table 3 illustrates the main enabling actions taken to date, including the development of policy, action plans and proposals including its engagement with international initiatives. Implementation and direct action on resilience building is also being conducted, however there is still much to be done."}, {"text_block_id": "p29_b391", "text": "Table 3: Climate resilience actions to date in Suriname"}, {"text_block_id": "p30_b392", "text": "2.3 Low carbon emission development in Suriname"}, {"text_block_id": "p30_b393_merged", "text": "Suriname is a signatory to the UNFCCC which recognises that combating climate change is based on the principle of common but differentiated responsibilities and respective capabilities. Industrialised “Annex 1” countries are required to take the lead and reduce GHG emissions. “Non-Annex 1” (developing) countries, including Suriname, are not obliged to reduce emissions. The unfolding climate change landscape presents opportunities for Suriname with respect to low carbon emission development. Art. 4 of the UNFCCC states that industrialised countries must support developing countries, both technologically as well as financially, to adapt to and mitigate climate change. The climate finance opportunities available to Suriname to invest in GHG emission reductions using a variety of bilateral, multi-lateral and commercial mechanisms are extensive. Suriname has an opportunity to take advantage of these mechanisms with the objective of delivering its national development planning objectives using low carbon emission development principles and actions."}, {"text_block_id": "p31_b400", "text": "Baseline"}, {"text_block_id": "p31_b401_merged", "text": "Data from the latest GHG inventory of Suriname, the SNC in 2013, demonstrates that Suriname is a net sink for global GHG emissions. GHG emissions from the inventory year 2008 are calculated at 6,366 Gg CO2 eq, while absorptions from the AFOLU sector equals 8,243 Gg CO2 eq. The level of GHG emissions from Suriname is also extremely low on a global scale. The challenge is to keep GHG emissions at this level while striving for sustainable economic development. The main GHG emission sources are presented in"}, {"text_block_id": "p31_b406", "text": "Table 4: Main greenhouse gas emissions sources in Suriname, source SNC 2013."}, {"text_block_id": "p31_b407", "text": "The energy sector is the major contributor to Suriname's GHG emissions (as is the case of most countries), contributing around 60% of all GHG emissions in the country. The majority of the emissions are the result of the utilisation of fossil fuel in the manufacturing industries and construction. Additionally, road and water transportation depend on the use of fossil fuels."}, {"text_block_id": "p31_b408", "text": "In terms of emissions from electricity generation, Paramaribo and the coastal districts rely in part on thermal power stations (Elizalde et al., 2013). While total expenditure to run this was not available, with current high fossil fuel prices and the policy of subsidised electricity supplies, it is clear that the cost of imported fossil fuels places a burden on the governmental, investor and consumer budget, with implications for national development."}, {"text_block_id": "p32_b409", "text": "Electricity generation in the hinterland is also a source of GHG emissions as it relies on diesel generators. This is due to the hinterland having no connection to the electricity grid. The government spends approximately USD 3.66 million a year"}, {"text_block_id": "p32_b410", "text": "(Elizalde et al., 2013) to provide and fully subsidise diesel generation in the hinterland. There is currently a total installed thermal capacity of 4.5 MW, serving approximately 30,000 people. The electricity service is limited to a certain amount of hours per day and depends on fuel supply (via land vehicle, airplane or boat) from Paramaribo. However there are approximately 75,000 people who do not have access to national electricity generation."}, {"text_block_id": "p32_b411_merged_merged", "text": "While the AFOLU sector establishes Suriname as a CO2-negative country due to Surinamese forests sequestering enormous quantities of CO2, the sector also contributes to GHG emissions through exploitation of tropical forests for logging, forest clearing for shifting cultivation and deforestation for gold mining."}, {"text_block_id": "p32_b417", "text": "Projections"}, {"text_block_id": "p32_b418", "text": "Table 5 describes the current and expected future projections of GHG emissions, as stated in the SNC and based on recent developments from other sources."}, {"text_block_id": "p33_b419_merged", "text": "Table 5 : Current and future greenhouse gas emission contributions related to Suriname’s development planning themes"}, {"text_block_id": "p35_b422", "text": "Action to reduce emissions"}, {"text_block_id": "p35_b423", "text": "With the nation's current and near-future reliance on GHG emitting fossil fuels, an innovative approach is needed to respond to the threat of climate change. As the population continues to grow, energy demand is expected to increase, as well as the need for food and drinking water and the energy to produce it.  A warming climate is also likely to increase the demand for energy."}, {"text_block_id": "p35_b424_merged", "text": "Fortunately, there is an enormous opportunity for energy generation using alternative fuel and renewable energy sources in Suriname. Several renewable resources such as hydropower, biomass, solar and wind are technically feasible. Some initiatives are already at advanced stages of development such as in-depth research on the Tapa-Jai hydropower project and solar energy for communities in the interior. Energy efficiency improvements also provide an enormous opportunity which has been picked up by EBS. EBS has started an energy efficiency programme, providing awareness to consumers and is also in consultation with the Association of Architects to promote energy efficiency in building design. EBS also has a strategic plan for the period from 2014 to 2024 to establish a zero CO2 grid within 10 years. The abovementioned efforts clearly indicate the Government's willingness to mitigate climate change. However the development and implementation of a national energy policy, describing a long-term vision and pragmatic sustainable, economically and technically feasible programmes, has still to be developed. The responsible"}, {"text_block_id": "p36_b427", "text": "ministry, the Ministry of Natural Resources (NH), has prepared an Electricity Bill which dictates the formulation of an energy sector plan and the establishment of an Energy Authority. This plan will be formulated with technical assistance from the Inter-American Development Bank (IADB)."}, {"text_block_id": "p36_b428", "text": "2.4 Collaboration across the Caribbean"}, {"text_block_id": "p36_b429", "text": "As stated in section"}, {"text_block_id": "p36_b430", "text": "development of the NCCPSAP has taken into account the CARICOM Liliendaal Declaration, Regional Framework"}, {"text_block_id": "p36_b431", "text": "and Implementation Plan"}, {"text_block_id": "p36_b432", "text": "as key reference points. These documents have been approved by CARICOM Heads of State, with the Implementation Plan being approved in Paramaribo under the Chair of his Excellency President Bouterse. Recognising"}, {"text_block_id": "p36_b433", "text": "existing significant resource and capacity challenges that hold back the Caribbean region’s"}, {"text_block_id": "p36_b434", "text": "sustainable"}, {"text_block_id": "p36_b435", "text": "development and growth, the CARICOM Implementation Plan adopts the ‘three"}, {"text_block_id": "p36_b436", "text": "-"}, {"text_block_id": "p36_b437", "text": "ones’"}, {"text_block_id": "p36_b438", "text": "approach to sustainable resource mobilisation and co-ordination of actions in the context of climate change. This approach promotes three core elements being set up at the regional and national levels:"}, {"text_block_id": "p36_b439", "text": "approach to sustainable resource mobilisation and co-ordination of actions in the context of climate change. This approach promotes three core elements being set up at the regional and national levels:\n* âOne Planâ that provides the framework for co\n* partners. (Note that âOne Planâ means one agreed set of shared and common goals and\n* partners. (Note that âOne Planâ means one agreed set of shared and common goals and\n objectives which can be contained within various individual documents);\n* âOne Co\n* ordinating Mechanismâ to manage the process; and\n* âOne Monitoring and Evaluation (M&E) Frameworkâ to measure progress, transparency and"}, {"text_block_id": "p36_b451", "text": "At the regional level, the CCCCC is currently finalising the establishment of these ‘three ones’ in the"}, {"text_block_id": "p36_b452", "text": "form of the Regional Framework implemented through the Implementation Plan and CARICOM regional strategies and policies"}, {"text_block_id": "p36_b453", "text": "(‘One Plan’), the new sub"}, {"text_block_id": "p36_b454", "text": "-committee of the Heads of Government to"}, {"text_block_id": "p36_b455", "text": "be known as the Liliendaal Bureau on Climate Change (‘One Co"}, {"text_block_id": "p36_b456", "text": "-"}, {"text_block_id": "p36_b457", "text": "ordinating Mechanism’) and the Monitoring and Evaluation Instrument and Reporting Framework for the Caribbean (‘One M&E Framework’)."}, {"text_block_id": "p36_b458", "text": "The Implementation Plan reco"}, {"text_block_id": "p36_b459_merged_merged_merged_merged_merged", "text": "mmends that each national government is informed by the ‘three-ones’ approach and makes its own decision on how best to mobilise it. Suriname’s NCCPSAP in turn"}, {"text_block_id": "p36_b462", "text": "presents a plan and a co-ordinating mechanism, and lays the ground for an M&E framework."}, {"text_block_id": "p36_b463", "text": "2.5 Methodology"}, {"text_block_id": "p36_b464", "text": "The development of Suriname’s NCCPSAP was led by the"}, {"text_block_id": "p36_b465", "text": "Environment Directorate of the Ministry of ATM. The NCCPSAP was prepared in four stages:"}, {"text_block_id": "p37_b466", "text": "Environment Directorate of the Ministry of ATM. The NCCPSAP was prepared in four stages:\n* Stakeholder engagement\n* Literature review\n* Development of policy, strategy and actions\n* Validation"}, {"text_block_id": "p37_b474", "text": "Stakeholder engagement"}, {"text_block_id": "p37_b475", "text": "The NCCPSAP development process commenced with a Ministry of ATM-hosted national inception roundtable and three district roundtables. The purpose of these one-day events was to introduce key stakeholders to the project, engage with them on the issues of climate impacts and low emission development in Suriname, and to understand and record their views on the following:"}, {"text_block_id": "p37_b476", "text": ""}, {"text_block_id": "p37_b477", "text": "Key objectives, success criteria and best practice relevant to the project."}, {"text_block_id": "p37_b478", "text": ""}, {"text_block_id": "p37_b479", "text": "Laws, policy and national/ district development targets that are affected by climate change."}, {"text_block_id": "p37_b480", "text": ""}, {"text_block_id": "p37_b481", "text": "Actions that should be taken now to address climate impacts, reduce GHG emissions and seize opportunities."}, {"text_block_id": "p37_b482", "text": "68 persons attended these roundtables (representing 43 organisations). One-to-one meetings were also conducted with key institutions where possible. As well as allowing the project team to listen to views, the stakeholder engagement process also facilitated the collection of relevant data and information."}, {"text_block_id": "p37_b483", "text": "Literature review"}, {"text_block_id": "p37_b484", "text": "The project team reviewed legislation, policies and institutional arrangements in Suriname relevant to climate change management, as well as existing regional and national information on climate impacts, climate resilience and low emission development. It is noted that more information on these themes is available for the coastal districts than for the interior."}, {"text_block_id": "p37_b485", "text": "Development of policy, strategy and actions"}, {"text_block_id": "p37_b486_merged", "text": "The climate change policy, strategy and actions were developed based on outputs from stakeholder engagement, the literature review process and a pragmatic approach to build on existing policies and strategies including for example, structuring actions around Suriname’s national development planning themes in order to assist national planning and implementation."}, {"text_block_id": "p37_b489", "text": "Validation"}, {"text_block_id": "p37_b490", "text": "The draft NCCPSAP was circulated to all consulted stakeholder institutions for review and comments, and presented for validation at a one-day national roundtable event."}, {"text_block_id": "p37_b491", "text": "Annex A contains a complete list of all stakeholders who were invited to take part in the engagement process."}, {"text_block_id": "p38_b492", "text": "3"}, {"text_block_id": "p38_b493", "text": "Policy"}, {"text_block_id": "p38_b494", "text": "3.1 Policy"}, {"text_block_id": "p38_b495", "text": "In accordance with Article 40 of the Constitution, a Development Plan shall be determined by law, taking into consideration the national and socioeconomic goals of the State. This plan is intended to be no more than a guideline for government policy (OP 2012-2016 p. 7)."}, {"text_block_id": "p38_b496", "text": "Suriname’s 2012"}, {"text_block_id": "p38_b497", "text": "-2016 Development Plan (OP) explicitly makes reference to the challenge of climate"}, {"text_block_id": "p38_b498", "text": "change, stating the Government of Suriname’s intention to develop a Climate"}, {"text_block_id": "p38_b499", "text": "Compatible Development Strategy. This report is evidence of having achieved this first target."}, {"text_block_id": "p38_b500", "text": "Suriname’s 2012"}, {"text_block_id": "p38_b501", "text": "-2016 Environmental Policy Plan, a policy document of the Ministry of ATM, states that climate vulnerability analyses will be integrated into national policy implementation. The first analysis is underway, as part of the EU GCCA Project, with a sector based vulnerability assessment for the agriculture sector in the district of Nickerie (Setrowidjojo-Karijodrono, pers. comm., July 2014)."}, {"text_block_id": "p38_b502", "text": "To address climate vulnerabilities, the OP"}, {"text_block_id": "p38_b503", "text": "also states the Government’s intention to deliver the"}, {"text_block_id": "p38_b504", "text": "following climate resilience measures (GoS, 2012):"}, {"text_block_id": "p38_b505", "text": ""}, {"text_block_id": "p38_b506", "text": "Construction of dikes to protect the coastal zone (where the majority of the population lives and most of the economic activity take place) from sea-level rise and to prevent coastal erosion."}, {"text_block_id": "p38_b507", "text": ""}, {"text_block_id": "p38_b508", "text": "Drainage of urban and non-urban areas. The construction of pumping stations and drainage pumps, as well as the cleaning and excavation of main drainage channels will take place. A ring channel will be constructed for the urban area to assure adequate drainage of different areas."}, {"text_block_id": "p38_b509", "text": ""}, {"text_block_id": "p38_b510", "text": "Improvement of water resources management. Priorities include addressing flooding in Paramaribo, Wanica, Commewijne, Para, Saramacca, Coronie, Nickerie and several agricultural and riparian areas in the interior."}, {"text_block_id": "p38_b511", "text": ""}, {"text_block_id": "p38_b512", "text": "Protection of freshwater resources in ground aquifers and rivers (threatened by pollution and climate change)."}, {"text_block_id": "p38_b513", "text": ""}, {"text_block_id": "p38_b514", "text": "Promotion of sustainable land management to protect the coastal area against erosion, sea level rise and uncontrolled allotment/ land degradation."}, {"text_block_id": "p38_b515", "text": "In line with Suriname’s Environmental Policy Plan 2012"}, {"text_block_id": "p38_b516_merged_merged_merged", "text": "-2016, the aim of Suriname’s National Climate Change Policy is to reduce the country’s vulnerability through the implementation of climate resilience measures in the coastal area as well as in the interior while bringing development through sustainable and clean technology. In addition emphasis will be placed on research to generate data on the vulnerability of Suriname, on awareness-raising campaigns and on delivering climate resilience measures cross-sectorally."}, {"text_block_id": "p38_b519", "text": "Although Suriname is not responsible for high GHG e: and has no reduction targets under the UNFCCC, the Environmental Policy is aimed at the application of green technology. The Government will support studies on the use of alternative energy sources in Suriname such as wind, solar, biomass and hydropower (GoS, 2012). In addition, emphasis is placed on research to generate data on the vulnerability of Suriname and on greenhouse gas emissions, on capacity building for"}, {"text_block_id": "p39_b520", "text": "implementation of climate resilience and mitigation measures, on increasing awareness of civil society on effects of climate change and last but not least on getting access to international financial mechanisms related to climate change."}, {"text_block_id": "p39_b521", "text": "It is essential that resilience-building measures and mitigation opportunities are integrated into the National Development Policy of the Government. At the same time awareness campaigns should be implemented to make the country as a whole aware of the challenges and opportunities arising from a changing climate."}, {"text_block_id": "p39_b522", "text": "3.2 Policy statement"}, {"text_block_id": "p39_b523", "text": "It is recommended that the Government of Suriname commits to integrate climate change considerations into national development planning and budget setting recognising the challenges the country will face. Integrating climate compatible development as a core deliverable of future National Development Plans cascading down into Ministerial and Departmental planning is essential. The challenges and opportunities arising from a changing climate and global action on emissions can only be realised if there is a complete understanding that climate change is a cross-cutting and shared responsibility. Placing climate compatible development as a core national planning deliverable will begin the process of institutionalising climate change."}, {"text_block_id": "p39_b524", "text": "Suriname’s climate change policy is based on the following principles"}, {"text_block_id": "p39_b525", "text": "developed in discussions with stakeholders and by reference to existing policies:"}, {"text_block_id": "p39_b526", "text": ""}, {"text_block_id": "p39_b527", "text": "Suriname will take a pragmatic and positive position towards climate resilience and mitigation recognising that further changes to the climate are unavoidable.  The government will explore the opportunities a changing climate may present, in addition to managing the risks and building resilience."}, {"text_block_id": "p39_b528", "text": ""}, {"text_block_id": "p39_b529", "text": "Suriname shall enact effective legislation reflecting the climate compatible development context referred to in the OP. Legislation as an instrument has both a regulating and guiding function binding the State to implement policy."}, {"text_block_id": "p39_b530", "text": ""}, {"text_block_id": "p39_b531", "text": "The government will promote and facilitate public participation and encourage actions they can take to address climate change and its effects. The government will create a framework through which early stakeholder involvement and participation can be guided. Through this framework the legitimacy of policy will take into account the interests of stakeholders and affected parties."}, {"text_block_id": "p39_b532", "text": ""}, {"text_block_id": "p39_b533", "text": "The government has a positive role to play in the training of government staff and environmental specialists through the development of educational programmes and curricula in order to stimulate the effective implementation of the policy."}, {"text_block_id": "p39_b534", "text": ""}, {"text_block_id": "p39_b535", "text": "Through the establishment of rules and regulations the government will provide the framework for proper dissemination of information in order to provide stakeholders with correct and useful information to respond to and /comply with the Climate Change Policy."}, {"text_block_id": "p39_b536", "text": ""}, {"text_block_id": "p39_b537", "text": "The government will take steps to ensure a long-term commitment to technical, financial and institutional support in order to better anticipate and respond to complex issues regarding climate change."}, {"text_block_id": "p40_b538", "text": ""}, {"text_block_id": "p40_b539", "text": "Suriname through government policies, strategies and actions, and in dialogue with the private sector will ensure that energy generation, transmission and supply, and energy efficiency investments take advantage of the best available or best practicable technology."}, {"text_block_id": "p40_b540", "text": ""}, {"text_block_id": "p40_b541", "text": "The government will ensure the elevation of monitoring and scientific research to a level required for effective planning and decision-making. The government will take action to ensure that Suriname is provided with a scientifically robust evidence base on which to base decisions."}, {"text_block_id": "p40_b542", "text": "3.3 Links to other policies"}, {"text_block_id": "p40_b543", "text": "The OP is an overarching document and provides development direction for the country. It forms the base for the national sectoral policies developed by the respective ministries and the yearly district plans. The district plans are derived from resort plans which contain the requirements and needs of the population of each district. District plans cover infrastructure, health, education, utilities and spatial planning."}, {"text_block_id": "p40_b544", "text": "The National Climate Change Policy which derives from the OP should build on and support the objectives of the national sectoral policies such as those on water, energy, transport, etc. and with district plans."}, {"text_block_id": "p41_b545", "text": "4"}, {"text_block_id": "p41_b546", "text": "Strategy"}, {"text_block_id": "p41_b547", "text": "In order to deliver on Suriname’s Climate Change Policy, a strategy is required to articulate the"}, {"text_block_id": "p41_b548", "text": "following:"}, {"text_block_id": "p41_b549", "text": ""}, {"text_block_id": "p41_b550", "text": "Suriname’s"}, {"text_block_id": "p41_b551", "text": "CCD roadmap."}, {"text_block_id": "p41_b552", "text": ""}, {"text_block_id": "p41_b553", "text": "Sector and cross-sector climate resilience and low carbon emission development approaches."}, {"text_block_id": "p41_b554", "text": ""}, {"text_block_id": "p41_b555", "text": "Capacity building needs and opportunities."}, {"text_block_id": "p41_b556", "text": ""}, {"text_block_id": "p41_b557", "text": "Technology transfer."}, {"text_block_id": "p41_b558", "text": ""}, {"text_block_id": "p41_b559", "text": "Opportunities to attract investment and finance for CCD."}, {"text_block_id": "p41_b560", "text": ""}, {"text_block_id": "p41_b561", "text": "Monitoring, reporting and evaluation requirements."}, {"text_block_id": "p41_b562", "text": "This is presented in sections"}, {"text_block_id": "p41_b563", "text": "to"}, {"text_block_id": "p41_b564", "text": "below."}, {"text_block_id": "p41_b565", "text": "4.1 A climate compatible development roadmap"}, {"text_block_id": "p41_b566_merged_merged", "text": "presents the CCD roadmap for Suriname for the current and forthcoming national planning cycles: 2014-2016, 2017-2021 and 2022+. The roadmap illustrates overarching objectives that should be achieved at different stages across this timeline in order to deliver the Climate Change Policy. The stages of the roadmap are synchronised with national planning cycles, with each stage having a name to describe the focus of activities: ‘Commencement’, ‘Foundation’ and ‘Take-off’. The Ministry of ATM, leading the development of this NCCPSAP, will be responsible for adoption of the NCCPSAP by the GoS, and for driving and delivering this roadmap. Delivery of the roadmap will be in full consultation and cooperation with a multidisciplinary NCCSPAP Implementation Team, representing all key stakeholders. The Implementation Team provides a coordinating body for the Plan, and thus"}, {"text_block_id": "p41_b579", "text": "responds to the CARICOM Implementation Plan’s recommendation of building ‘One Plan’ and ‘One Coordinating Mechanism’ at the national level."}, {"text_block_id": "p42_b580", "text": "Figure 3:"}, {"text_block_id": "p42_b581", "text": "Suriname’s climate compatible development roadmap"}, {"text_block_id": "p42_b582_merged", "text": "Achieving the roadmap’s objectives is dependent upon the following assumptions:"}, {"text_block_id": "p42_b585", "text": "-"}, {"text_block_id": "p42_b586", "text": "There is a clear Ministerial responsibility and ownership (currently the Ministry of ATM) committed to the development and adoption of the 2014-2021 NCCPSAP."}, {"text_block_id": "p42_b587", "text": "-"}, {"text_block_id": "p42_b588", "text": "The current and future Governments of Suriname will remain committed to the principles and objectives of CCD."}, {"text_block_id": "p42_b589", "text": "-"}, {"text_block_id": "p42_b590", "text": "The NCCPSAP Implementation Team will have cross-Ministerial and cross-organisational representation."}, {"text_block_id": "p42_b591", "text": "-"}, {"text_block_id": "p42_b592", "text": "The GoS identifies internal and external financial resources to fund delivery of the NCCPSAP."}, {"text_block_id": "p42_b593", "text": "Specific programmes and actions to deliver CCD, along with associated information on examples of similar actions recommended/underway, timeline, implementation lead and partners, and challenges, are articulated in section"}, {"text_block_id": "p43_b594", "text": "4.2 Sector and cross-sector climate resilience and low carbon emission development approaches"}, {"text_block_id": "p43_b595", "text": "As stated in the Climate Change Policy, it is recommended that climate change considerations are integrated into national development planning and budget setting, with CCD featuring as a core deliverable of national development plans, cascading into ministerial and departmental planning."}, {"text_block_id": "p43_b596", "text": "Further to this, Suriname’s 2012"}, {"text_block_id": "p43_b597", "text": "-2016 national development vision has been used to guide the development of longer-term climate change objectives against each national planning theme. The longer-term climate change objectives describe the position Suriname would like to achieve in each sector over the longer term with respect to management of climate change. Programmes and associated actions have been developed that correspond to national planning themes, and build towards these objectives. Organisation by planning theme and sector will allow sector focused entities (such as government ministries) to understand their responsibilities quickly and easily to facilitate implementation. A full list of themed longer term climate change objectives and programmes, as well as a detailed description of how they have been developed, is provided in section"}, {"text_block_id": "p43_b598", "text": "Detailed actions are presented in Annex B."}, {"text_block_id": "p43_b599_merged_merged", "text": "While there is significant value in organising CCD programmes and actions according to sector, it is also important to understand the inter-linkages between sectors to enable inter-Ministerial and organisational coordination. demonstrates how key national planning sectors, in this case energy, agriculture and drinking water, interrelate in the context of managing climate change. illustrates that water resource management connects these three sectors: the Afobaka hydropower (energy generation) facility regulates water supply to Suriname’s rivers; the agricultural sector relies on a strong and reliable downstream river flow for irrigation and the avoidance of salt water intrusion; and state water company SWM relies in part on river water (as well as ground water) as a source of drinking water (SWM, Pers. Comm., June 2014). In turn, management of these issues in the context of a changing climate (demonstrated by the CCD programme cited in each circle) requires coordination across and within government ministries and other key stakeholder organisations."}, {"text_block_id": "p43_b604", "text": "Additionally, whether working sectorally or cross sectorally, it is necessary to consider and address climate change in the context of larger developmental objectives. This will ensure a proportional response to climate change in the context of broader issues and challenges in Suriname. An example of the need for this broad view is in the context of working with indigenous and Maroon communities. In many of these communities, formalising land rights is a priority which is currently at the attention of the GoS. Responses to climate change in these communities may be impacted by their understanding of land rights."}, {"text_block_id": "p44_b605", "text": "Figure 4: Demonstration of the links between national planning sectors in Suriname and associated climate compatible development programmes. A2ii, B2iii and C3i are CCD programmes presented in full in section"}, {"text_block_id": "p44_b606", "text": "4.3 Capacity building needs and opportunities"}, {"text_block_id": "p44_b607", "text": "Underpinning the CCD roadmap and the various NCCPSAP programmes and actions is the need for additional and strengthened capacity in all sectors of society to be able to respond to the challenges. A 2014 UNDP report on environmental management capacity needs in Suriname (including of climate change) reflects current priorities for cross-sectoral capacity development are as follows:"}, {"text_block_id": "p44_b608", "text": ""}, {"text_block_id": "p44_b609", "text": "Public reform and physical planning"}, {"text_block_id": "p44_b610", "text": "Public reform and physical planning\n* Interdepartmental cooperation\n* Clear mandates and responsbility\n* Improved natural resource management\n* Data gathering\n* National inventories and databases\n* Environmental Framework Bill\n* Cross sector commuication"}, {"text_block_id": "p44_b614", "text": ""}, {"text_block_id": "p44_b615", "text": "Capacity improvement and research"}, {"text_block_id": "p44_b622", "text": ""}, {"text_block_id": "p44_b623", "text": "Systematic level"}, {"text_block_id": "p44_b626", "text": ""}, {"text_block_id": "p44_b627", "text": "Communication"}, {"text_block_id": "p45_b630", "text": "Communication\n* Coordination of awareness activities and public awareness.\n<\\li1>"}, {"text_block_id": "p45_b632", "text": "A description of how each priority will be addressed in the context of the NCCPSAP is described below."}, {"text_block_id": "p45_b633", "text": "Interdepartmental cooperation, clear mandates and responsibility"}, {"text_block_id": "p45_b634", "text": "As described in sections"}, {"text_block_id": "p45_b635", "text": "and"}, {"text_block_id": "p45_b636", "text": "the Ministry of ATM will be responsible for driving and delivering the overarching CCD roadmap., The Ministry of ATM will identify key government ministries, departments, agencies and non-governmental institutions that should be involved in the NCCPSAP Implementation Team, and will request that these organisations nominate a climate change focal point (and alternate) who will be a member of the team. One factor which will drive the development of the Implementation Team will be the NCCPSAP CCD national development planning theme programmes. In order to ensure inter-organisational cooperation, it is important that the lead implementer for each theme is represented in the NCCPSAP Implementation Team."}, {"text_block_id": "p45_b637_merged_merged", "text": "Effective implementation of the NCCPSAP will also rely on organisations having clear mandates and responsibility with respect to climate change management. The current institutional framework for climate change governance in Suriname is described in The legal mandate of the ministries is based on the State Order Task description of the Ministries (S.B. 1991 no. 58 as lastly amended by S.B 2010 no. 124). Existing mandates have in turn informed the identification of lead implementers for the CCD national planning theme programmes."}, {"text_block_id": "p45_b639", "text": "Table 6: Institutional framework for climate change governance in Suriname in 2014, based on stakeholder discussions"}, {"text_block_id": "p46_b640_merged", "text": "As shown in the current institutional framework for climate change governance in Suriname is fragmented with responsibilities shared between stakeholders. The SNC (2013) notes that “the coordinating tasks of the CCD(U) sometimes overlap with the climate-related efforts of the ATM and NIMOS, and this can sometimes create tension between these entities” (SNC, 2013, p141). It is advisable to conduct an “in-"}, {"text_block_id": "p46_b648", "text": "depth institutional assessment” (SNC, 2013, p141) to further clarify"}, {"text_block_id": "p47_b649", "text": "mandates and responsibilities. This will in turn facilitate the effective functioning of the NCCPSAP Implementation Team."}, {"text_block_id": "p47_b650", "text": "Improved natural resource management, data gathering, national inventories and databases"}, {"text_block_id": "p47_b651", "text": "There are significant data and information gaps on social, environmental and economic baselines, climate science, vulnerability, impacts and risk management (Van Dijk & de Wolf, 2008). This is particularly the case with respect to the interior districts of Suriname. As such, a comprehensive national research programme is recommended in the NCCPSPAP programmes and actions."}, {"text_block_id": "p47_b652", "text": "Environmental Framework Bill"}, {"text_block_id": "p47_b653", "text": "An analysis of existing legislation in Suriname in the context of climate change management (del Prado, 2014) indicates that the current legislative environment does not adequately support climate change governance. Sectoral laws are fragmented and do not address climate change, and there is no standalone climate change law."}, {"text_block_id": "p47_b654", "text": "It is noteworthy to mention that in 2008 the Environmental Framework Bill, prepared by the Ministry of ATM in collaboration with NIMOS and with the participation of a broad group of stakeholders, was presented to the Council of Ministers but was not formally approved. In this instance, the formal procedure for submission to Parliament was not initiated. In 2013, various organisations including a climate expert group led by Professor Naipal of AdeKUS were invited to make presentations to Parliament on climate change. At the end of their presentation the climate expert group presented an amended version of the 2010 Bill to Parliament, making specific reference to climate change and addressing the integration of climate change across multiple planning themes. The revised Bill details a number of key provisions which would support climate resilient and low carbon emission development."}, {"text_block_id": "p47_b655", "text": "First, the Bill details an Environmental Fund which would finance measures relating to environmental conservation, management and protection, as well as environmental awarenessraising measures and climate change related research. The Bill proposed that this Fund would also create immediate access to financial resources to cover the costs incurred by undertaking urgent measures required in the event of an emergency or incident."}, {"text_block_id": "p47_b656_merged", "text": "Second, the Bill stipulated that the Environmental Policy Plan should rountinely include the risks of climate change in the national planning process and in policy plans, as well as precautions required to adjust for the effects of climate change, including appropriate and integrated plans for managing and protecting coastal areas. The climate expert group’s amended Bill extended to the current ESIA process (which is established under Suriname’s ESIA Guidelines), and included recommendations that the process should contain criteria and procedures for determining whether a proposed project could contribute to GHG or potentially be impacted by climate change. The 2012 -2016 Environmental Policy Plan has since also recommended the integration of climate change into the national planning process."}, {"text_block_id": "p47_b661", "text": "Further to this, the Bill recommends that specific regulations are developed relating to GHG emissions, their invenotry and their control. This builds on the existing authority that NIMOS (to be renamed the Environmental Authority in due course) has to regulate and enforce pollution norms"}, {"text_block_id": "p48_b662", "text": "and set standards relating to machinery, equipment and products that release contaminants into the environment. Based on the above"}, {"text_block_id": "p48_b663", "text": ", it is recommended that a ‘two"}, {"text_block_id": "p48_b664", "text": "-"}, {"text_block_id": "p48_b665", "text": "track’ approach is adopted. The"}, {"text_block_id": "p48_b666", "text": "first track is to expedite the enactment of the Environmental Framework Bill (draft Act), presented to Parliament in 2013, as this Environmental Framework Bill already addresses integration of climate change across multiple planning themes. The revised version of the Bill has not been discussed with the Ministry of ATM or a wider group of stakeholders, and it is recommended that additional discussions are held before the Bill is submitted to Parliament."}, {"text_block_id": "p48_b667", "text": "The second track is to amend existing sectoral legislation or draft laws (e.g. the Electricity Bill, Water Bill) to incorporate climate change considerations where windows of opportunity exist to do so. Specific recommendations for this second track are provided in"}, {"text_block_id": "p48_b668", "text": "where all national planning theme actions are listed."}, {"text_block_id": "p48_b669", "text": "Communication and awareness-raising"}, {"text_block_id": "p48_b670", "text": "As noted in the SNC (2013) and during NCCPSAP consultations, awareness of climate change impacts and low carbon emission development opportunities across Suriname is limited. Following this, a series of awareness raising campaigns has been proposed under selected national planning themes, for example, an awareness raising programme on how to integrate climate resilience into the infrastructure programme and projects cycle at the Ministry of OW, and a programme to promote energy conservation and efficiency for domestic and commercial users. These programmes should build on existing initiatives such as the energy efficiency programme currently under development at EBS which will focus on raising consumer awareness of efficiency-related cost savings. It is also recommended that these programmes are complementary and learn from one another through collaborative forums on climate change, including the NCCPSAP Implementation Team."}, {"text_block_id": "p48_b671", "text": "4.4 Technology transfer"}, {"text_block_id": "p48_b672", "text": "The Intergovernmental Panel on Climate Change (IPCC) defines technology transfer as:"}, {"text_block_id": "p48_b673", "text": "‘a broad set of processes covering the flows of know"}, {"text_block_id": "p48_b674_merged_merged_merged", "text": "-how, experience and equipment for mitigating and adapting to climate change amongst different stakeholders such as governments, private sector entities, financial institutions, non-governmental organisations and research/ education institutions...’ (IPCC, 2000)."}, {"text_block_id": "p48_b677", "text": "The exploitation and application of technology is an important component of building climate resilience and low carbon emission development and is further considered in Annex B. For example, in the energy sector, wind, solar and biomass present alternative sources of energy which are unfamiliar technologies in Suriname."}, {"text_block_id": "p48_b678", "text": "In order to access and apply new technologies in Suriname, technology transfer should be pursued by the government through developing partnerships and transfer mechanisms with foreign governments and foreign and domestic private sector companies, NGOs and research institutes. With respect to foreign entities, Art. 4.5 of the UNFCCC articulates that developed countries and"}, {"text_block_id": "p49_b679", "text": "other developed parties should take all practicable steps to promote, facilitate and finance, as appropriate, the transfer of, or access to, environmentally sound technologies and know-how to other parties, particularly to developing countries to enable them to implement the provisions of the UNFCCC. As indicated in the CCD roadmap, the GoS should take advantage of this opportunity and discuss technology transfer opportunities with development partners, development banks and the private sector at the earliest opportunity. It would be useful for the Ministry of ATM to undertake a"}, {"text_block_id": "p49_b680", "text": "UNFCCC recommended ‘Technology Needs Assessment’ to draw out and identify priority resilience"}, {"text_block_id": "p49_b681", "text": "and low emission technologies required, which could be used to strengthen discussion and as a basis for a portfolio of environmentally sustainable technology (EST) projects and programmes. Additionally, as articulated across a range of national development planning theme programmes, the GoS should develop an enabling environment for technology transfer. This could include the introduction and/or application of fair trade policies, removal of technical, legal and administrative barriers to technology transfer, sound economic policy, regulatory frameworks and transparency, all of which create an environment conducive to private and public sector technology transfer (SNC, 2013)."}, {"text_block_id": "p49_b682", "text": "With respect to technology transfer within Suriname, there are also opportunities for learning between government, the private sector, NGOs and the research community. For example, learning"}, {"text_block_id": "p49_b683", "text": "and upscaling from Staatsoilie’s new sugar and ethanol processing"}, {"text_block_id": "p49_b684", "text": "project in Nickerie District."}, {"text_block_id": "p49_b685", "text": "4.5 Opportunities to attract investment and finance for climate compatible development"}, {"text_block_id": "p49_b686", "text": "As stated in Suriname’s 2012"}, {"text_block_id": "p49_b687", "text": "-2016 National Development Plan (OP), the GoS should utilise public finance, conventional sources of funding (e.g. commercial market finance, traditional bi-lateral development assistance, and finance from international development banks) as well as alternative climate financing sources to fund climate compatible development. Public expenditure in Suriname is funded from tax and non-tax public revenues, royalties or fines while major investments such as in infrastructure (e.g. in roads, dikes) are commonly funded by loans. While the total cost of climate compatible development during the period of this NCCPSAP and beyond is not currently known, it is expected that these sources will be insufficient to address all investment needs, and that new climate finance focussed sources will need to be accessed."}, {"text_block_id": "p49_b688", "text": "As stated in the CCD roadmap, the Commencement stage (2014-2016) priority for the Ministry of ATM and the NCCPSAP Implementation Team is to agree a financing and investment plan for the next 10 years and to discuss finance and investment opportunities with development partners, development banks and the private sector. This will require costing work to be conducted for programmes and actions in the NCCPSAP, and a pipeline of bankable projects to be developed."}, {"text_block_id": "p49_b689_merged_merged_merged", "text": "Accordingly, it is important to consider the changing features of the climate finance landscape, with the advent of ‘direct access’ modalities by which funding decisions (approval, evaluation etc.) are devolved to the national level, resulting in greater local ownership by countries. Expected to channel a significant part of the global annual target of USD 100 billion by 2020, the Green Climate Fund (GCF) will rely on this direct access modality through the accreditation of National and Regional Implementation Entities (respectively, NIE and RIE), alongside financial intermediaries. With its initial resource mobilization phase expected later in 2014, a number of readiness and preparedness"}, {"text_block_id": "p50_b692", "text": "support activities are being formulated by development partners. These aim to make countries"}, {"text_block_id": "p50_b693", "text": "‘ready’ to access, allocate, disburse and make use of this funding, as well as monitor and report on"}, {"text_block_id": "p50_b694", "text": "its use. Suriname must ensure that it is an active and willing participant working with development partners to take advantage of the opportunities, including seeking an accreditation for a NIE."}, {"text_block_id": "p50_b695", "text": "With respect to potential new sources of climate finance and investment, it will be necessary for the Ministry of ATM and NCCPSAP Implementation Team, working with the Ministry of Finance (MinFin), to review options."}, {"text_block_id": "p50_b696", "text": "Climate Finance Options"}, {"text_block_id": "p50_b697", "text": ", a joint World Bank-UNDP website that provides a clearing house for climate change-related international financing, lists 31 distinct mechanisms for climate resilience finance and 55 mechanisms for GHG emissions reduction/mitigation finance. These include national funding mechanisms as innovative ways to link international finance sources with national investment strategies, with over 14 countries having already established or being in the process of establishing National Climate Funds (NCFs), such as the Indonesia Climate Change Trust Fund and the Bangladesh Climate Change Resilience Fund (BCCRF). In addition to a better understanding of existing and potential sources of climate funding, there is a need to consider the current absorptive capacity to effectively access and manage climate finance and investment. This refers to the ability to develop pipelines of projects and programmes and implement them."}, {"text_block_id": "p50_b698", "text": "The following clearinghouses may be consulted during the course of initial searches for potential climate finance sources:"}, {"text_block_id": "p50_b699", "text": ""}, {"text_block_id": "p50_b700", "text": "‘Climate Finance Options’ provided by the United Nations Developmen"}, {"text_block_id": "p50_b701", "text": "t Programme and the Word Bank -"}, {"text_block_id": "p50_b702", "text": "http://www.climatefinanceoptions.org/cfo/index.php"}, {"text_block_id": "p50_b703", "text": ""}, {"text_block_id": "p50_b704", "text": "‘Climate Funds Update’ provided by the Overseas Development Institute (UK) and Heinrich"}, {"text_block_id": "p50_b705", "text": "Böll Stiftung (North America) -"}, {"text_block_id": "p50_b706", "text": "http://www.climatefundsupdate.org/"}, {"text_block_id": "p50_b707", "text": ""}, {"text_block_id": "p50_b708", "text": "UNFCCC Finance Portal -"}, {"text_block_id": "p50_b709", "text": "http://www3.unfccc.int/pls/apex/f?p=116:1:820614030740067"}, {"text_block_id": "p50_b710", "text": ""}, {"text_block_id": "p50_b711", "text": "Regional Gateway for Technology Transfer and Climate Change Action in Latin American and the Caribbean (REGATTA) provided by the United Nations Environment Programme -"}, {"text_block_id": "p50_b712", "text": "http://www.cambioclimatico-regatta.org/index.php/en/financing-opportunities"}, {"text_block_id": "p50_b713", "text": "."}, {"text_block_id": "p50_b714", "text": "It is also important that climate finance access and management are considered in the context of existing proposals for an Environment Fund which are detailed in the draft Environmental Framework Bill."}, {"text_block_id": "p50_b715_merged_merged_merged_merged_merged_merged_merged", "text": "The GoS should create an environment which attracts investment in CCD from overseas and domestically. This will involve strengthening the risk reward balance for investors, including establishing financial instruments to overcome risks and to increase returns on investments. For example, in Suriname’s energy sector, there has been limited investment in and adoption of alternative (non-hydropower based) renewable energy sources. This is due to the state electricity company EBS being required to sell electricity below cost price to consumers (electricity is subsidised in Suriname), EBS suffering consistent net operational losses (as demand increases and EBS has had to rely on expensive thermal powered energy) combined with the current high generation costs of alternative energy. EBS has therefore not been able to purchase or generate non-hydropower based renewable energy, which is currently more expensive to generate. This highlights the importance of looking to private sources of climate finance. As government balance sheets around the world have become increasingly strained, it is widely acknowledged that there is a need to unlock and upscale"}, {"text_block_id": "p51_b718", "text": "private sector participation to bridge the climate change funding gap. The GCF will have a dedicated facility aimed in particular at supporting activities to enable private sector involvement in Small Island Developing States (SIDS) and Least Developed Countries (LDCs)."}, {"text_block_id": "p51_b719", "text": "Given Suriname’s status as a"}, {"text_block_id": "p51_b720", "text": ","}, {"text_block_id": "p51_b721", "text": "its private sector will be eligible for this."}, {"text_block_id": "p51_b722", "text": "In this context, fiscal measures such as tax breaks for alternative renewable energy investment, the trial and development of feed-in-tariffs and/or the removal of electricity subsidies should be explored further. In the case of attracting private sector investment, the GoS needs to design and implement an appropriate combination of public policies to change background conditions and manage investment and project risk. A range of sector focussed fiscal measures are presented in selected NCCPSAP planning theme programmes and actions (see section"}, {"text_block_id": "p51_b723", "text": "."}, {"text_block_id": "p51_b724", "text": "4.6 Monitoring, evaluation, reporting and verification"}, {"text_block_id": "p51_b725", "text": "As stated in the CCD roadmap, the NCCPSAP Implementation Team working with the MinFin will agree a monitoring and evaluation (M&E) programme during Commencement stage (2014-2016), which should also provide guidance on a results verification process and reporting protocol."}, {"text_block_id": "p51_b726", "text": "This is crucial for the GoS to assess the effectiveness of investment in climate resilience and low carbon emission development programmes and actions, to determine if finances are being spent prudently and to guide future investments. In this context it is important that the Implementation Team considers how actions in the NCCPSAP relate to actions in other GoS policy documents and action plans, for example the 2014 National Plan for Forest Cover Monitoring. This will ensure efficiencies"}, {"text_block_id": "p51_b727", "text": "in terms of data collection and in documenting ‘win"}, {"text_block_id": "p51_b728", "text": "-"}, {"text_block_id": "p51_b729", "text": "win’ investments."}, {"text_block_id": "p51_b730_merged_merged_merged_merged", "text": "The M&E programme will also assist or continue to assist with international reporting obligations (e.g. by assisting with required GHG inventories submitted to the UNFCCC), and demonstrate Suriname’s climate finance readiness, providing a strong platform for attracting international climate finance."}, {"text_block_id": "p51_b733", "text": "A useful source of guidance for developing the M&E programme is the CCCCC’s"}, {"text_block_id": "p51_b734", "text": "Monitoring and Evaluation Instrument and Reporting Framework for the Caribbean. The NCCPSAP Implementation Team should consider aligning the Suriname M&E programme with the regional reporting framework."}, {"text_block_id": "p52_b735", "text": "5"}, {"text_block_id": "p52_b736", "text": "Action Plan"}, {"text_block_id": "p52_b737", "text": "5.1 Introduction and methodology"}, {"text_block_id": "p52_b738", "text": "Building on the Climate Change Policy’s requirement that CCD is integrated into national"}, {"text_block_id": "p52_b739", "text": "development planning, actions to build climate resilience and low carbon emission development have been defined according to national planning themes."}, {"text_block_id": "p52_b740", "text": "presents the process used to define programmes and actions."}, {"text_block_id": "p52_b741", "text": "Figure 5: Process followed to define climate compatible development actions for Suriname"}, {"text_block_id": "p52_b742_merged_merged", "text": "As described in the Strategy, Suriname’s 2012-2016 national development vision has been used to guide the development of longer-term climate change objectives against each national planning theme. The longer-term climate change objectives describe the position Suriname should aim to achieve in each sector. Programmes and actions for the NCCPSAP have then been defined at the national level with the Action Plan focussed on government taking direct action to build climate resilience and low carbon emission development and on providing an enabling environment for individuals, companies, NGOs, research institutions and others to build resilience and low carbon emission development autonomously. Once the NCCPSAP implementing architecture is firmly in place, the CCD roadmap indicates that central government should facilitate the development of district level climate change action plans during the Foundation stage (2017-2021)."}, {"text_block_id": "p53_b745_merged", "text": "Actions have also been categorised according to their type of approach: “Structural/ Physical”; “Institutional” and “Knowledge & Behaviour” (adapted from IPCC, 2014). These categories were agreed by the project team as being relevant to differentiating climate resilience and low carbon emission development actions. The breakdown of components of this typology is presented in Table"}, {"text_block_id": "p53_b758", "text": "7. In the detailed action plans in Annex B, this typology is represented by colour coding. Structural/Physical actions are in light green, Institutional actions are light blue, and Knowledge & Behaviour actions are in orange."}, {"text_block_id": "p54_b759", "text": "Table 7: A typology of climate resilience and low carbon emission development actions with examples. Adapted from IPCC (2014). Note: the categories are not mutually exclusive."}, {"text_block_id": "p55_b760", "text": "The programmes and actions have been developed to deliver against the objectives of the Commencement and Foundation stages of the roadmap (2014-2016 and 2017-2021), through the application of basic principles of good climate change management. These include identification of actions that fulfil all following criteria:"}, {"text_block_id": "p55_b761", "text": ""}, {"text_block_id": "p55_b762", "text": "address Suriname's existing priorities,"}, {"text_block_id": "p55_b763", "text": ""}, {"text_block_id": "p55_b764", "text": "are ‘no"}, {"text_block_id": "p55_b765", "text": "-/low-regrets',"}, {"text_block_id": "p55_b766", "text": ""}, {"text_block_id": "p55_b767", "text": "are 'win-win',"}, {"text_block_id": "p55_b768", "text": ""}, {"text_block_id": "p55_b769", "text": "are timely,"}, {"text_block_id": "p55_b770", "text": ""}, {"text_block_id": "p55_b771", "text": "avoid maladaptation,"}, {"text_block_id": "p55_b772", "text": ""}, {"text_block_id": "p55_b773", "text": "avoid lock-in and promote a flexible approach to managing uncertainty."}, {"text_block_id": "p55_b774", "text": "A cross-check of actions confirmed that all actions articulated for this time period fulfilled these criteria, which were agreed with the Ministry of ATM."}, {"text_block_id": "p56_b775", "text": "Table 8"}, {"text_block_id": "p56_b776", "text": "8 presents the four criteria used and how each criterion was assessed for climate resiliencefocussed actions, while Table 9 presents this information with regard to low carbon emission development-focussed actions. It should be noted that there is currently no climate projection data and associated assessment of climate risks that pertains to the same time periods as the Commencement and Foundation stages. As such it was not possible to tailor actions to specific projections/ risks over these timescales."}, {"text_block_id": "p57_b777", "text": "Table 8: Climate resilience criteria. Only actions scoring positively against each criterion remain in the NCCPSAP."}, {"text_block_id": "p58_b778", "text": "Table 9: Low carbon emission development criteria. Only actions scoring positively against each criterion remain in the NCCPSAP."}, {"text_block_id": "p58_b779_merged", "text": "The NCCPSAP Action Plan is presented in sections to . For each of the 13 national planning themes, a series of outcomes and programmes has been defined. It is recommended that the programmes under each theme are led by the Government Ministry primarily responsible for that sector. Suggested lead ministries for each programme are provided in the Action Plan. This oversight is aimed at ensuring that related programmes feed into each other, for example an information generation/research activity informing the design and implementation of projects. Annex B provides more detail, breaking programmes down into specific actions, and providing supplementary information on where similar action(s) are underway, planned for or recommended in Suriname, the timeline for implementation, implementation partners and challenges, and the typology for each action. This Annex will be useful for implementation, helping identify where implementers can draw on and build on existing actions or literature. It should be noted however that specific roles to be played by each implementation partner should be discussed at the inception of each included sectoral programme."}, {"text_block_id": "p59_b782", "text": "5.2 Infrastructure"}, {"text_block_id": "p59_b783", "text": "National vision"}, {"text_block_id": "p59_b784", "text": "Expand accessibility to communities; connect with road systems of neighbouring countries; increase resiliency of the coastal zone; improve drainage of urban and non-urban areas; work towards urban development of suitable areas; modernise waste collection and waste processing."}, {"text_block_id": "p59_b785", "text": "Longer-term climate change objective"}, {"text_block_id": "p59_b786", "text": "Infrastructure is designed, built and operated to be climate resilient and produce minimal GHG emissions. Infrastructure development increases the adaptive capacity of Suriname's population through increased access to markets and social services."}, {"text_block_id": "p59_b787", "text": "Lead:"}, {"text_block_id": "p59_b788", "text": "OW"}, {"text_block_id": "p60_b789", "text": "5.3 Energy"}, {"text_block_id": "p61_b790", "text": "5.4 Drinking water"}, {"text_block_id": "p61_b791", "text": "National vision"}, {"text_block_id": "p61_b792", "text": "Improve availability of safe, clean and affordable drinking water for all households (in 2015: 85% of"}, {"text_block_id": "p61_b793", "text": "all households in coastal region and 75% of all households in interior); protect freshwater resources"}, {"text_block_id": "p61_b794", "text": "in groundwater aquifers and surface water; perform hydro-geological research to locate future"}, {"text_block_id": "p61_b795", "text": "freshwater resources; promote efficient use of freshwater; export of freshwater."}, {"text_block_id": "p61_b796", "text": "Ultimate climate change objective"}, {"text_block_id": "p61_b797", "text": "Sustainable and secure water supplies are available across the country in the face of a variable and"}, {"text_block_id": "p61_b798", "text": "changing climate."}, {"text_block_id": "p62_b799", "text": "5.5 Housing"}, {"text_block_id": "p63_b800", "text": "5.6 Mining"}, {"text_block_id": "p64_b801", "text": "5.7 Agriculture, livestock and fisheries"}, {"text_block_id": "p65_b802", "text": "5.8 Tourism"}, {"text_block_id": "p65_b803", "text": "National vision"}, {"text_block_id": "p65_b804", "text": "Develop tourism sector to increase its contribution to national economy; promote Suriname as a"}, {"text_block_id": "p65_b805", "text": "nature tourism destination, with attractions in the interior in particular"}, {"text_block_id": "p65_b806", "text": "Ultimate climate change objective"}, {"text_block_id": "p65_b807", "text": "Tourist infrastructure, attractions and suppliers are protected from negative climatic impacts to ensure a strong, reliable service to visitors. Benefits from low carbon branding and carbon taxes are exploited."}, {"text_block_id": "p65_b808", "text": "Lead"}, {"text_block_id": "p65_b809", "text": ": TCT"}, {"text_block_id": "p66_b810", "text": "5.9 Education"}, {"text_block_id": "p67_b811", "text": "5.10 Health"}, {"text_block_id": "p67_b812", "text": "National vision"}, {"text_block_id": "p67_b813", "text": "Improve availability, accessibility and affordability of health services for all."}, {"text_block_id": "p67_b814", "text": "Ultimate climate change objective"}, {"text_block_id": "p67_b815", "text": "Health services and infrastructure are equipped to provide support to those impacted by a variable and changing climate and its effects on health (for example impacts on vector borne diseases)."}, {"text_block_id": "p67_b816", "text": "Lead:"}, {"text_block_id": "p67_b817", "text": "Ministry of Health"}, {"text_block_id": "p68_b818", "text": "5.11 Disaster risk management"}, {"text_block_id": "p69_b819", "text": "5.12 Spatial planning"}, {"text_block_id": "p70_b820", "text": "5.13 Environment"}, {"text_block_id": "p71_b821", "text": "5.14 Sustainable forest management"}, {"text_block_id": "p72_b822", "text": "References"}, {"text_block_id": "p72_b823", "text": "Adaptation Sub-Committee. (2010)"}, {"text_block_id": "p72_b824", "text": "How well prepared is the UK for climate change?"}, {"text_block_id": "p72_b825", "text": "UK: Adaptation Sub-Committee."}, {"text_block_id": "p72_b826", "text": "Buitelaar, R. & United Nations Subregional Headquarters for the Caribbean. (2007)"}, {"text_block_id": "p72_b827", "text": "Suriname: the impact of the May 2006 floods on sustainable livelihoods"}, {"text_block_id": "p72_b828", "text": ".  Port of Spain: United Nations, ECLAC, Subregional Headquarters for the Caribbean."}, {"text_block_id": "p72_b829", "text": "Caribbean Community Climate Change Centre. (2009)"}, {"text_block_id": "p72_b830", "text": "Caribbean Community Climate Change Centre, Belmopan: Belize."}, {"text_block_id": "p72_b831", "text": "Caribbean Community Climate Change Centre. (2011)"}, {"text_block_id": "p72_b832", "text": "Caribbean Community Climate Change Centre, Belmopan: Belize."}, {"text_block_id": "p72_b833", "text": "Caribsave. (2012)"}, {"text_block_id": "p72_b834", "text": "The Caribsave Climate Change Risk Atlas: Climate Change Risk Profile for Suriname"}, {"text_block_id": "p72_b835", "text": ". Barbados: Caribsave."}, {"text_block_id": "p72_b836", "text": "Del Prado, N. (2014)"}, {"text_block_id": "p72_b837", "text": "Review of relevant existing policies, legislation and institutional arrangements outlining areas of relevance that should be incorporated into the NCCPSAP"}, {"text_block_id": "p72_b838", "text": ".  Paramaribo: ATM"}, {"text_block_id": "p72_b839", "text": "Elizalde, A., Melandri, A., Tejeda, J., Echevarria, C., Vanegas, W., Sánchez, L., Gayle, S., Terborg-Tel, R., Hofwijks, S., Lugo, M., Alves, L., Nicola, M. (2013"}, {"text_block_id": "p72_b840", "text": ") IADB Loan Proposal: Support to Improve Sustainability of the Electricity Service (SU-L1009)"}, {"text_block_id": "p72_b841", "text": ". Document of the Inter-American Development Bank. [Online] Available from -"}, {"text_block_id": "p72_b842", "text": "http://idbdocs.iadb.org/wsdocs/getdocument.aspx?docnum=38198019 [Accessed 25 July 2014]."}, {"text_block_id": "p72_b843", "text": "Government of the Republic of Suriname (GoS). (2012)"}, {"text_block_id": "p72_b844", "text": "Ontwikkelingsplan 2012"}, {"text_block_id": "p72_b845", "text": "–"}, {"text_block_id": "p72_b846", "text": "2016: Suriname in Transformation (National Development Plan)"}, {"text_block_id": "p72_b847", "text": ". Paramaribo: GoS."}, {"text_block_id": "p72_b848", "text": "Humpert, M. (2013)"}, {"text_block_id": "p72_b849", "text": "Suriname’s Energy Market."}, {"text_block_id": "p72_b850", "text": "Caribbean Dev Trends, Inter-American Development Bank. [Online] Available from -http://blogs.iadb.org/caribbean-dev-trends/2013/11/20/surinames"}, {"text_block_id": "p72_b851", "text": "-"}, {"text_block_id": "p72_b852", "text": "energy-market/ [Accessed 11 June 2014]."}, {"text_block_id": "p72_b853", "text": "IPCC. (2007)"}, {"text_block_id": "p72_b854", "text": "Climate Change 2007: Impacts, adaptation and vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p72_b855", "text": ". Parry, M. L., Canziani, O. F., Palutikof, J. P., Linden, P. J. v. d. & Hanson, C. E. (eds.). Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press."}, {"text_block_id": "p72_b856", "text": "IPCC. (2013)"}, {"text_block_id": "p72_b857", "text": "WGII AR5 Glossary"}, {"text_block_id": "p72_b858", "text": ". Agard, J. & Schipper, L. (eds). [Online]  Available from"}, {"text_block_id": "p72_b859", "text": "[Accessed 10 September 2014]"}, {"text_block_id": "p72_b860", "text": "IPCC. (2014)"}, {"text_block_id": "p72_b861", "text": "Climate Change 2014: Impacts, Adaptation, and Vulnerability. Summary for Policymakers."}, {"text_block_id": "p72_b862", "text": "Working Group II AR5 Phase I Report Launch. Copyedit Pending."}, {"text_block_id": "p72_b863_merged_merged_merged_merged_merged_merged_merged_merged", "text": "IPCC. (2014) WGIII AR5 Glossary. D'Agosto, M. et al. [Online] Available from http://report.mitigation2014.org/drafts/final-draft-postplenary/ipcc_wg3_ar5_final-draft_postplenary_annex-i.pdf [Accessed 17 September 2014]"}, {"text_block_id": "p73_b868", "text": "IPCC. (2013) Annex III: Glossary [Planton, S. (ed)]. In:"}, {"text_block_id": "p73_b869", "text": "Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p73_b870", "text": "[Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press. Cambridge. United Kingdom and New York, NY, USA."}, {"text_block_id": "p73_b871", "text": "IPCC. (2000)"}, {"text_block_id": "p73_b872", "text": "Methodological and technological issues in technology transfer"}, {"text_block_id": "p73_b873", "text": "."}, {"text_block_id": "p73_b874", "text": "Cambridge University Press. Cambridge. United Kingdom."}, {"text_block_id": "p73_b875", "text": "Marciano, D. and Nurmohamed, R. (2013)"}, {"text_block_id": "p73_b876", "text": "Aanpassing van de dakconstructie van gebouwen in Suriname, nu en bij klimaatverandering."}, {"text_block_id": "p73_b877", "text": "The Academic Journal of Suriname. 4. p.408-419."}, {"text_block_id": "p73_b878", "text": "Ministry of Labour, Technological Development and Environment. (ATM) (2006)"}, {"text_block_id": "p73_b879", "text": "First National Communication to the United Nations Framework on Climate Change."}, {"text_block_id": "p73_b880", "text": "Paramaribo: ATM."}, {"text_block_id": "p73_b881", "text": "Ministry of Labour, Technological Development and Environment (ATM). (2008)"}, {"text_block_id": "p73_b882", "text": "Klimaat Actie Plan."}, {"text_block_id": "p73_b883", "text": "Paramaribo: ATM."}, {"text_block_id": "p73_b884", "text": "Ministry of Labour, Technological Development and Environment (ATM). (2013)"}, {"text_block_id": "p73_b885", "text": "Second National Communication to the United Nations Framework on Climate Change."}, {"text_block_id": "p73_b886", "text": "Paramaribo: ATM."}, {"text_block_id": "p73_b887", "text": "Ministry of Labour, Technological Development and Environment (ATM). (2012)"}, {"text_block_id": "p73_b888", "text": "Suriname’s Milieu Beleidsplan (Suriname’s Environmental Policy Plan)"}, {"text_block_id": "p73_b889", "text": ". Paramaribo: ATM."}, {"text_block_id": "p73_b890", "text": "Mitchell, T. and Maxwell, S. (2010)"}, {"text_block_id": "p73_b891", "text": "Defining Climate Compatible Development."}, {"text_block_id": "p73_b892", "text": "Policy Brief. Climate Development Knowledge Network."}, {"text_block_id": "p73_b893", "text": "Netherlands Climate Assistance Programme (NCAP). (2008)"}, {"text_block_id": "p73_b894", "text": "NCAP Phase 2: Promotion of sustainable livelihood within the coastal zone of Suriname, with emphasis on Greater Paramaribo and the immediate region"}, {"text_block_id": "p73_b895", "text": ". Paramaribo: ATM."}, {"text_block_id": "p73_b896", "text": "Rockefeller Foundation. (2009)"}, {"text_block_id": "p73_b897", "text": "Building Climate Resilience"}, {"text_block_id": "p73_b898", "text": ". Rockefeller Foundation White Paper."}, {"text_block_id": "p73_b899", "text": "UNFCCC. (2014)"}, {"text_block_id": "p73_b900", "text": "Article 1."}, {"text_block_id": "p73_b901", "text": "[Online] Available from"}, {"text_block_id": "p73_b902", "text": "[Accessed 10 September 2014]."}, {"text_block_id": "p73_b903", "text": "UNFCCC. (2014)"}, {"text_block_id": "p73_b904", "text": "Glossary of climate change acronyms"}, {"text_block_id": "p73_b905", "text": ". [Online] Available from"}, {"text_block_id": "p73_b906", "text": "[Accessed 21 July 2014]."}, {"text_block_id": "p73_b907", "text": "Van Dijk, S. & de Wolf, R. (2008)"}, {"text_block_id": "p73_b908", "text": "Suriname National Capacity Self-Assessment in relation to the UNFCCC, Thematic Assessment on Climate Change"}, {"text_block_id": "p73_b909", "text": ". United Nations Development Programme."}, {"text_block_id": "p73_b910_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Willows, R.I. & Connell, R. K. (Eds). (2003) Climate adaptation: Risk, uncertainty and decision-making. UKCIP Technical Report. Oxford: UKCIP."}, {"text_block_id": "p74_b913", "text": "Annex A: List of stakeholders"}, {"text_block_id": "p74_b914", "text": "This the list of stakeholders who were invited to take part in the engagement process. Those who were active participants through attendance at workshops, one-to-one meetings or telephone/email exchanges"}, {"text_block_id": "p74_b915", "text": "are marked with ‘Y’ for Yes in the right hand column."}, {"text_block_id": "p87_b916", "text": "Annex B: Actions"}, {"text_block_id": "p87_b917", "text": "Infrastructure"}, {"text_block_id": "p95_b918", "text": "Energy"}, {"text_block_id": "p102_b919", "text": "Drinking Water"}, {"text_block_id": "p108_b920", "text": "Housing"}, {"text_block_id": "p112_b921", "text": "Mining"}, {"text_block_id": "p115_b922", "text": "Agriculture, Livestock and Fisheries"}, {"text_block_id": "p121_b923", "text": "Tourism"}, {"text_block_id": "p121_b924", "text": "Tourism (TCT)"}, {"text_block_id": "p125_b925", "text": "Education"}, {"text_block_id": "p128_b926", "text": "Health"}, {"text_block_id": "p131_b927", "text": "Disaster Risk Management"}, {"text_block_id": "p135_b928", "text": "Spatial Planning"}, {"text_block_id": "p140_b929", "text": "Environment"}, {"text_block_id": "p147_b930", "text": "Sustainable Forest Management"}, {"text_block_id": "p154_b931", "text": "CARIBBEAN COMMUNITY"}, {"text_block_id": "p154_b932", "text": "CLIMATE CHANGE CENTRE"}, {"text_block_id": "p154_b933", "text": "2nd Floor, Lawrence Nicholas Building"}, {"text_block_id": "p154_b934", "text": "Ring Road, P.O. Box 563"}, {"text_block_id": "p154_b935", "text": "Belmopan, Belize."}, {"text_block_id": "p154_b936", "text": "Fax: +(501)822-1365"}, {"text_block_id": "p154_b937", "text": "Email: oed@caribbeanclimate.bz"}, {"text_block_id": "p154_b938", "text": "Website:"}], "document_description": "The National Climate Change Policy, Strategy and Action Plan sets the government's vision on how to tackle mitigation and adaptation actions over the period 2014-2021. It sets the official line to adopt on climate change, exposes the country's weaknesses to address in priority, and defines sectoral strategies accordingly.<br>&nbsp;<br>Specific measures that the document establishes include promoting energy efficiency in the housing sector, develop renewable energy production and use, enhance land use management with respect to carbon sinks, increase the share of biofuels to 30 per cent by 2025 in the transport sector, develop comprehensive national research to design adequate mitigation and adaptation policies, and upgrade the institutional and legal framework according to sustainable development goals."}