{"document_instrument_name": [], "document_country_english_shortname": "Suriname", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "National Forest Policy", "document_country_code": "SUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2006", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SUR/2006/SUR-2006-01-01-National Forest Policy_c34ac80598f3a686771157faac0693bb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Forest Policy of Suriname"}, {"text_block_id": "p0_b2", "text": "PUBLICATION"}, {"text_block_id": "p0_b3", "text": "The Ministry of Natural Resources in cooperation with"}, {"text_block_id": "p0_b4", "text": "The Foundation for Forest Management and Production Control (SBB"}, {"text_block_id": "p0_b5", "text": ")"}, {"text_block_id": "p0_b6", "text": "©,"}, {"text_block_id": "p0_b7", "text": "Paramaribo, January 2006"}, {"text_block_id": "p0_b8", "text": "PHOTOGRAPHY"}, {"text_block_id": "p0_b9", "text": "Archive:"}, {"text_block_id": "p0_b10_merged_merged", "text": "The Foundation for Forest Management and Production Control (SBB) ©"}, {"text_block_id": "p0_b13", "text": "K. M. Tjon"}, {"text_block_id": "p0_b14", "text": "BASIC COVERDESIGN"}, {"text_block_id": "p0_b15", "text": "Cosmos"}, {"text_block_id": "p0_b16", "text": "DESIGN AND LAYOUT"}, {"text_block_id": "p0_b17", "text": "ART DIRECTION"}, {"text_block_id": "p0_b18", "text": "H&M Graphics"}, {"text_block_id": "p0_b19", "text": "PRINTED BY"}, {"text_block_id": "p0_b20", "text": "Leo Victor N.V."}, {"text_block_id": "p2_b21", "text": "CONTENTS"}, {"text_block_id": "p2_b22", "text": "NATIONAL FOREST POLICY OF SURINAME"}, {"text_block_id": "p3_b23", "text": "PREFACE"}, {"text_block_id": "p3_b24", "text": "long period of preparation preceded the formulation of a national forest policy for Suriname. In the late nineties, with the support of the"}, {"text_block_id": "p3_b25", "text": "FAO"}, {"text_block_id": "p3_b26", "text": ", a pro"}, {"text_block_id": "p3_b27", "text": "-"}, {"text_block_id": "p3_b28", "text": "posal was developed concerning a process of policy formulation accord"}, {"text_block_id": "p3_b29", "text": "-"}, {"text_block_id": "p3_b30", "text": "ing to international standards. In 2003, the Ministry of Natural Resources initiat"}, {"text_block_id": "p3_b31", "text": "-"}, {"text_block_id": "p3_b32", "text": "ed this process of policy formulation. After approximately eight months, this process was finalized together with the contribution of expertise from all sections of society and with international support. In the forest policy document in ques"}, {"text_block_id": "p3_b33", "text": "-"}, {"text_block_id": "p3_b34", "text": "tion resulting thereof, the opinions and wishes of the several stakeholders in the forest sector, have been attuned and compiled as well as possible. This was done in order to present a nationally supported forest policy, of which the formulated principles and objectives form a proper foundation for the future development of the forest sector."}, {"text_block_id": "p3_b35", "text": "The Foundation for Forest Management and Production Control (SBB), function"}, {"text_block_id": "p3_b36", "text": "-"}, {"text_block_id": "p3_b37", "text": "ing as the executive organ of the Ministry of Natural Resources, has fulfilled a special role during the start and further realization of the formulation process. Furthermore, the Ministry was fortunate to receive an active and constructive contribution from all stakeholders in the forest sector, from the beginning up to the point of realization. I therefore express my appreciation and thanks to the entire community of Suriname. During the formulation of the national forest pol"}, {"text_block_id": "p3_b38", "text": "-"}, {"text_block_id": "p3_b39", "text": "icy we have encountered a great deal of cooperation and support. Therefore, I would like to extend my thanks towards the international partners, in particular the Food and Agricultural Organization of the United Nations (FAO) for the techni"}, {"text_block_id": "p3_b40", "text": "-"}, {"text_block_id": "p3_b41", "text": "cal support, and the Inter-American Development Bank (IDB) which has provided us with the financial means that we needed."}, {"text_block_id": "p3_b42", "text": "The government's aim was to include all social partners and civil society in the process of social and economic development and sustained fight against pover"}, {"text_block_id": "p3_b43", "text": "-"}, {"text_block_id": "p3_b44", "text": "ty. In this process of the forest policy formulation the partners in the forest sec"}, {"text_block_id": "p3_b45", "text": "-"}, {"text_block_id": "p3_b46", "text": "tor, lead by the Ministry's technical team, have intensively worked together at defining a common national vision and in doing so have successfully expressed the government's aim."}, {"text_block_id": "p3_b47", "text": "The possibilities of our forest are plentiful and with great variety. It was, however, necessary for us to reflect deeply in what manner we are to deal with those pos"}, {"text_block_id": "p3_b48", "text": "-"}, {"text_block_id": "p3_b49", "text": "sibilities in order to gain optimal economic benefit from our resources."}, {"text_block_id": "p3_b50", "text": "The main conclusion drawn from the deliberations is that our forest can con"}, {"text_block_id": "p3_b51", "text": "-"}, {"text_block_id": "p3_b52", "text": "tribute to the development objectives of Suriname. Through utilization of the nat"}, {"text_block_id": "p3_b53", "text": "-"}, {"text_block_id": "p3_b54", "text": "ural resources of our country, we will be able to increase the prosperity and well"}, {"text_block_id": "p3_b55", "text": "-"}, {"text_block_id": "p3_b56", "text": "being of the Surinamese community. There are substantial possibilities to pro"}, {"text_block_id": "p3_b57", "text": "-"}, {"text_block_id": "p3_b58", "text": "mote the economic growth and to stimulate investments that will provide profits in the short term."}, {"text_block_id": "p3_b59_merged_merged_merged_merged_merged_merged", "text": "Increased national forest production must include diversification of the exploita-tion of natural resources and broad mobilization of human potential. Thus, now more than ever, a part of our population residing in and around the forest areas, wants to get the opportunity to share in the development and prosperity. It is more than obvious that the forest sector is determined to contribute in filling these needs."}, {"text_block_id": "p4_b62", "text": "Another factor is that the forest of Suriname situated on the Guiana Shield and belonging to the Amazon rain forest, is of global importance with its invaluable profusion of biodiversity. Furthermore, our extensive forest area is of great value to stabilize the global environment. By signing for instance, the Rio Declaration in 1992, Suriname has committed itself to preserving these values and to utilizing them in a sustainable manner. We realize that by making sensible choices, we can turn these profusions into national economic gain."}, {"text_block_id": "p4_b63", "text": "With this policy document available, we now have a common and clear vision and we therefore can see where our forest sector stands within the social-economic events in Suriname and the effort that we must make together, in order to real"}, {"text_block_id": "p4_b64", "text": "-"}, {"text_block_id": "p4_b65", "text": "ize the agreed policy objectives."}, {"text_block_id": "p4_b66", "text": "The Ministry of Natural Resources is ready to play a proactive part to ensure implementation of this forest policy and thereby welcomes any initiative fitting this policy, and all contributions from the national and international partners and the other actors in the sector."}, {"text_block_id": "p4_b67", "text": "The Minister of Natural Resources"}, {"text_block_id": "p4_b68", "text": "F.R. Demon, LL.M."}, {"text_block_id": "p4_b69", "text": "s indicated above by the former Minister of Natural Resources - the pre"}, {"text_block_id": "p4_b70", "text": "-"}, {"text_block_id": "p4_b71", "text": "ceding Minister responsible for the policy and management with regard to forestry and nature conservation within the Government of Suriname -this National Forest Policy of Suriname provides the basis for the long desired sustainable utilization and conservation of the pertaining natural resources for the benefit of all relevant sectors of the Surinamese community as well as for the global community."}, {"text_block_id": "p4_b72_merged_merged_merged", "text": "It is very important that this document will be made accessible to all stakehold-ers, so that it will become an active guideline in the daily management of forests, protected areas and wildlife. This is also a prerequisite for its elaboration into a concrete strategy for the sustainable conservation and utilization of the pertain-ing resources, as is scheduled to start soon, in a similar participatory process of all stakeholders as the one in which this document was formulated. This English translation will contribute to our endeavors to make this document a viable instrument for our national development."}, {"text_block_id": "p4_b77", "text": "Michael Jong Tjien Fa, BA"}, {"text_block_id": "p4_b78", "text": "Minister of Physical Planning"}, {"text_block_id": "p4_b79", "text": "Land - and Forestry Management"}, {"text_block_id": "p5_b80", "text": "1. INTRODUCTION"}, {"text_block_id": "p5_b81", "text": "n the course of time, forest policy in our country has evolved fragmentarily. The need for a more coherent forest policy tuned to modern ideas about forest man"}, {"text_block_id": "p5_b82", "text": "-"}, {"text_block_id": "p5_b83", "text": "agement became increasingly stronger. National and international partners have supported the execution of background and sector studies in the past few years, and also produced documents relevant to policy. In this connection, the contribution of the Food and Agriculture Organization (FAO) in particular should be acknowl"}, {"text_block_id": "p5_b84", "text": "-"}, {"text_block_id": "p5_b85", "text": "edged. The material produced offered a good basis for the formulation of a coher"}, {"text_block_id": "p5_b86", "text": "-"}, {"text_block_id": "p5_b87", "text": "ent forest policy with contribution of all stakeholders, and in which the roles of the various actors came out well. The Minister of Natural Resources has set up a project and formulation team of independent experts to prepare this present document about forest policy. The formulation process was finished in the first half of 2003."}, {"text_block_id": "p5_b88", "text": "This document has come about with the contribution and participation of many stakeholders throughout the country. The Foundation for Forest Management and Control (SBB) has been instrumental in starting up and realizing this process of formulating a national forest policy."}, {"text_block_id": "p5_b89", "text": "The project team has directly consulted more than 500 stakeholders throughout the country. The consultation took place in two series of three stakeholder consulta"}, {"text_block_id": "p5_b90", "text": "-"}, {"text_block_id": "p5_b91", "text": "tion meetings in Nieuw Nickerie, Moengo"}, {"text_block_id": "p5_b92", "text": "and Lelydorp respectively. The first series gave the formulation team good insight into such views, bottlenecks, problems and possible resolutions as the various stakeholders have. During the second round the first draft of the forest policy was discussed and commented on. The good preparation and valuable suggestions of a number of participants has been remark"}, {"text_block_id": "p5_b93", "text": "-"}, {"text_block_id": "p5_b94", "text": "able. In particular, the contribution of the representatives of the people living in the interior and the industry, represented in the Platform Houtsector Suriname, which in an earlier stage presented a document with proposals concerning forest policy, has been outstanding. In addition to the stakeholder consultation meetings, the team has also spoken with individuals and groups, and has incorporated the remarks that were submitted in writing. Finally, the team also paid various visits to the tradi"}, {"text_block_id": "p5_b95", "text": "-"}, {"text_block_id": "p5_b96", "text": "tional authorities in the interior and to organizations and companies."}, {"text_block_id": "p5_b97", "text": "All in all the stakeholders represented a cross section of interest groups of various backgrounds such as members of parlia"}, {"text_block_id": "p5_b98", "text": "-"}, {"text_block_id": "p5_b99", "text": "ment, businessmen and entrepreneurs, representatives of the traditional authori"}, {"text_block_id": "p5_b100", "text": "-"}, {"text_block_id": "p5_b101", "text": "ties and communities living in the interior, the administrative service and other gov"}, {"text_block_id": "p5_b102", "text": "-"}, {"text_block_id": "p5_b103", "text": "ernment agencies such as police and mili"}, {"text_block_id": "p5_b104", "text": "-"}, {"text_block_id": "p5_b105", "text": "tary, women and youth clubs, environmen"}, {"text_block_id": "p5_b106", "text": "-"}, {"text_block_id": "p5_b107", "text": "tal organizations and scientists."}, {"text_block_id": "p5_b108_merged_merged_merged_merged_merged", "text": "Finally the formulation team received sup-port in the form of advice and guidance from an interdepartmental policy advice group and a steering committee consisting of prominent experts of various disciplines."}, {"text_block_id": "p5_b111", "text": "Because of these intensive and general consultations, the hope that the policy has a broad social basis seems justifiable."}, {"text_block_id": "p6_b112", "text": "2. DESCRIPTION OF THE FOREST SECTOR"}, {"text_block_id": "p6_b113", "text": "§ 2.1"}, {"text_block_id": "p6_b114", "text": "Forest area and spatial use"}, {"text_block_id": "p6_b115", "text": "ore than 90% of the land area of our country, 14.8 million ha. in total, is covered with forest. Especially in the coastal plain, there is a great variety of forest types, such as extensive swamp-and mangrove forests. The greater part of our forest, however, consists of predomi"}, {"text_block_id": "p6_b116", "text": "-"}, {"text_block_id": "p6_b117", "text": "nantly mesophytic high dry land forest."}, {"text_block_id": "p6_b118", "text": "The spatial use of the natural forest is clas"}, {"text_block_id": "p6_b119", "text": "-"}, {"text_block_id": "p6_b120", "text": "sified in the Forest Management Act as fol"}, {"text_block_id": "p6_b121", "text": "-"}, {"text_block_id": "p6_b122", "text": "lows:"}, {"text_block_id": "p6_b123", "text": "lows:\n* , primarily intended for the protection of soil and downstream land and the maintenance of the water regulation,\n* (forest nature reserves, nature parks) and specially protected forest, primarily intended for the conser\n* (forest nature reserves, nature parks) and specially protected forest, primarily intended for the conser\n -\n* (forest nature reserves, nature parks) and specially protected forest, primarily intended for the conser\n -\n vation of biodiversity,\n* , primarily intended for the production of timber and non-tim\n* , primarily intended for the production of timber and non-tim\n -\n* , primarily intended for the production of timber and non-tim\n -\n ber forest products, but actually multi-functional forest, according to modern concepts of sustainable forest manage\n* , primarily intended for the production of timber and non-tim\n -\n ber forest products, but actually multi-functional forest, according to modern concepts of sustainable forest manage\n -\n* , primarily intended for the production of timber and non-tim\n -\n ber forest products, but actually multi-functional forest, according to modern concepts of sustainable forest manage\n -\n ment,\n* , intended for other land use."}, {"text_block_id": "p6_b141", "text": "In the coastal plain, some types of swamp and savanna forest are exploited for wood production. During the last 50 years, the most important wood production area has been the \"forest belt\", a 40 - 100 km wide strip crossing the country from East to West and made accessible by the second East-West connection. This area of 2.5 mil"}, {"text_block_id": "p6_b142", "text": "-"}, {"text_block_id": "p6_b143", "text": "lion ha. was designated as production for"}, {"text_block_id": "p6_b144", "text": "-"}, {"text_block_id": "p6_b145", "text": "est because of the timber stocks present and the favorable condition of the ground. In the past decade this strip has been expanded. For the coming years the pro"}, {"text_block_id": "p6_b146", "text": "-"}, {"text_block_id": "p6_b147", "text": "duction area could amount to some 4 mil"}, {"text_block_id": "p6_b148", "text": "-"}, {"text_block_id": "p6_b149", "text": "lion ha. Within this area there are less pro"}, {"text_block_id": "p6_b150", "text": "-"}, {"text_block_id": "p6_b151", "text": "ductive forest types, so that the potential net production area will be approximately 2.5 million ha. This area offers the possi"}, {"text_block_id": "p6_b152", "text": "-"}, {"text_block_id": "p6_b153", "text": "bility to harvest 1-1.5 million m"}, {"text_block_id": "p6_b154", "text": "3"}, {"text_block_id": "p6_b155", "text": "annually. Starting from a cutting cycle of 25 years, 10 to 15 m"}, {"text_block_id": "p6_b156", "text": "3"}, {"text_block_id": "p6_b157", "text": "per ha. will be harvested if a steady expansion of the package of cur"}, {"text_block_id": "p6_b158", "text": "-"}, {"text_block_id": "p6_b159", "text": "rently lesser-known species is realized."}, {"text_block_id": "p6_b160_merged_merged_merged_merged_merged_merged", "text": "The greater part of the forest lies further inland. Due to the topography and the lack of infrastructure, it is not likely that these vast areas will be used for commercial wood production in the near future. Also from the policy point of view it is not obvi-ous that timber exploitation will be"}, {"text_block_id": "p7_b163", "text": "lated there. After all, forests are of great significance for the environment, the biodi"}, {"text_block_id": "p7_b164", "text": "-"}, {"text_block_id": "p7_b165", "text": "versity, and the economy because of the fact that they fulfill important and valuable functions as protection forests. Regulation of the water balance, the supply of fresh water and the control of erosion do not only benefit the people living in the interi"}, {"text_block_id": "p7_b166", "text": "-"}, {"text_block_id": "p7_b167", "text": "or, but are also of vital importance to the social functioning of the coastal plain. Formally protection forests have not yet been designated. Proposals to designate 90,000 ha. as protection forest are in preparation."}, {"text_block_id": "p7_b168", "text": "Protected areas cover over 2 million ha. or 13% of the land surface. In the coastal plain, almost all mangrove forests and some unique ecosystems are designated as protected areas. The larger part of the protected forest, including the 1.6 million ha. Central Suriname Nature Reserve lies in the remote interior. Despite the relative"}, {"text_block_id": "p7_b169", "text": "-"}, {"text_block_id": "p7_b170", "text": "ly high percentage, in relation to many other countries, the nature reserves do not seem to cover all relevant ecosystems sys"}, {"text_block_id": "p7_b171", "text": "-"}, {"text_block_id": "p7_b172", "text": "tematically."}, {"text_block_id": "p7_b173", "text": "Besides the natural forests, there are approximately 7,000 ha. of pine planta"}, {"text_block_id": "p7_b174", "text": "-"}, {"text_block_id": "p7_b175", "text": "tions and some smaller plantations of broadleaf species that were planted in the sixties, mostly by way of experiment. During the last 30 years there has not been any afforestation. There is a largely untapped timber stock of variable quality on the present plantations."}, {"text_block_id": "p7_b176", "text": "Up to now, the integrity of the forest has not been threatened much and the degree of deforestation is negligible. During the last 10 years, less than 1% of the total for"}, {"text_block_id": "p7_b177", "text": "-"}, {"text_block_id": "p7_b178", "text": "est estate was converted into other uses. Conversion has mainly taken place for min"}, {"text_block_id": "p7_b179", "text": "-"}, {"text_block_id": "p7_b180", "text": "ing, generation of energy and agriculture. The realization of the plans for a new min"}, {"text_block_id": "p7_b181", "text": "-"}, {"text_block_id": "p7_b182", "text": "ing project in the Bakhuys area in combi"}, {"text_block_id": "p7_b183", "text": "-"}, {"text_block_id": "p7_b184", "text": "nation with the construction of a second large storage reservoir will have dramatic consequences for the forest and its func"}, {"text_block_id": "p7_b185", "text": "-"}, {"text_block_id": "p7_b186", "text": "tions in that area."}, {"text_block_id": "p7_b187", "text": "Timber from these conversion forests is generally not harvested. Another problem that does not only occur in conversion, or in all cases of conversion for that matter, is insufficient consultation of stakeholders and the granting of overlapping licenses for conflicting land use."}, {"text_block_id": "p7_b188", "text": "Finally, there is land use that lacks any sort of planning, such as uncontrolled gold mining and other mining activities, illegal logging, and theft of plants and animals. This proliferation poses a threat to the integrity of the ecosystems, the environ"}, {"text_block_id": "p7_b189", "text": "-"}, {"text_block_id": "p7_b190", "text": "ment, the sustainability of forest manage"}, {"text_block_id": "p7_b191", "text": "-"}, {"text_block_id": "p7_b192", "text": "ment, the economy, and social stability."}, {"text_block_id": "p7_b193", "text": "§ 2.2"}, {"text_block_id": "p7_b194", "text": "Forest ownership and land rights"}, {"text_block_id": "p7_b195", "text": "In accordance with the Constitution of the Republic of Suriname (1987) all forests, except for those on privately owned land, belong to the state. Forests on private land do not cover more than a total area of 50,000 ha. The Constitution does not pro"}, {"text_block_id": "p7_b196", "text": "-"}, {"text_block_id": "p7_b197", "text": "vide for collective rights of land use. However, the indigenous and maroon peo"}, {"text_block_id": "p7_b198", "text": "-"}, {"text_block_id": "p7_b199", "text": "ple claim these rights. In some cases two or more village communities claim the tenure of the same forest area. Within the forest communities, the younger genera"}, {"text_block_id": "p7_b200", "text": "-"}, {"text_block_id": "p7_b201", "text": "tion may have a different view of develop"}, {"text_block_id": "p7_b202", "text": "-"}, {"text_block_id": "p7_b203", "text": "ment and land rights and tenure than the older generation. The state grants land tenure in the form of wood cutting rights, mining rights, and licenses for fishing, col"}, {"text_block_id": "p7_b204", "text": "-"}, {"text_block_id": "p7_b205", "text": "lection of non-timber forest products, and bioprospecting. In addition, land tenure is granted for such purposes as agriculture and ecotourism. At the moment 2.2 million ha. has been  issued as timber conces"}, {"text_block_id": "p7_b206", "text": "-"}, {"text_block_id": "p7_b207", "text": "sion."}, {"text_block_id": "p7_b208", "text": "Part of the forest, approximately 435,000 ha., has been granted as communal wood cutting license (HKV) and since the Forest Management Act (1992) as community forest. It is estimated that 250,000 ha. of these forests is commercially logged annu"}, {"text_block_id": "p7_b209", "text": "-"}, {"text_block_id": "p7_b210", "text": "ally. Originally the purpose of the"}, {"text_block_id": "p7_b211", "text": "HKV"}, {"text_block_id": "p7_b212", "text": "was to meet the needs for timber and non-tim"}, {"text_block_id": "p7_b213", "text": "-"}, {"text_block_id": "p7_b214", "text": "ber forest products for their own use by the members of the communities who actually live in the villages. This is also true for the community forests, but the Forest Management Act explicitly adds the use for commercial logging and clearance for agri"}, {"text_block_id": "p7_b215", "text": "-"}, {"text_block_id": "p7_b216", "text": "culture."}, {"text_block_id": "p7_b217_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The HKV was issued to the name of the vil-lage chief or captain. In many cases, the consequence is that control of the rights and the proceeds remain with the licensee. Because of this, the villagers do not get an equitable share of the benefits of their community forests and the purpose of granting community forests was thus"}, {"text_block_id": "p8_b222", "text": "reached. In the case of commercial log"}, {"text_block_id": "p8_b223", "text": "-"}, {"text_block_id": "p8_b224", "text": "ging, the harvesting is mostly carried out by private logging companies. However, there is no integral management at all. We can safely say that only a few"}, {"text_block_id": "p8_b225", "text": "HKV"}, {"text_block_id": "p8_b226", "text": "’"}, {"text_block_id": "p8_b227", "text": "s are managed by the local communities them"}, {"text_block_id": "p8_b228", "text": "-"}, {"text_block_id": "p8_b229", "text": "selves."}, {"text_block_id": "p8_b230", "text": "Most of the community forests are situat"}, {"text_block_id": "p8_b231", "text": "-"}, {"text_block_id": "p8_b232", "text": "ed in the coastal plain and in the forest belt. Because of the large distance from the commercial center, the central govern"}, {"text_block_id": "p8_b233", "text": "-"}, {"text_block_id": "p8_b234", "text": "ment has not yet granted community forests in the remote interior. Under the supervision of the traditional authorities there is a satisfactory use of the forest. With a view to a more uniform arrange"}, {"text_block_id": "p8_b235", "text": "-"}, {"text_block_id": "p8_b236", "text": "ment for land tenure, the idea has arisen to establish \"economic zones\" around vil"}, {"text_block_id": "p8_b237", "text": "-"}, {"text_block_id": "p8_b238", "text": "lages and settlements, where the people living in the interior can have control."}, {"text_block_id": "p8_b239", "text": "§ 2.3"}, {"text_block_id": "p8_b240", "text": "Economic, social and environmen"}, {"text_block_id": "p8_b241", "text": "-"}, {"text_block_id": "p8_b242", "text": "tal significance"}, {"text_block_id": "p8_b243", "text": "§ 2.3.1"}, {"text_block_id": "p8_b244", "text": "Timber production"}, {"text_block_id": "p8_b245", "text": "Forests are one of the most abundant natu"}, {"text_block_id": "p8_b246", "text": "-"}, {"text_block_id": "p8_b247", "text": "ral resources of our country, with a high eco"}, {"text_block_id": "p8_b248", "text": "-"}, {"text_block_id": "p8_b249", "text": "nomic potential. The annual national pro"}, {"text_block_id": "p8_b250", "text": "-"}, {"text_block_id": "p8_b251", "text": "duction is around 150,000 m³.  Companies owned by foreign investors account for approximately 10% of that production. This production level is in sharp contrast with the potential production level of 1-1.5 million m"}, {"text_block_id": "p8_b252", "text": "3"}, {"text_block_id": "p8_b253", "text": "."}, {"text_block_id": "p8_b254", "text": "To realize the timber production, the govern"}, {"text_block_id": "p8_b255", "text": "-"}, {"text_block_id": "p8_b256", "text": "ment grants timber concessions and in cer"}, {"text_block_id": "p8_b257", "text": "-"}, {"text_block_id": "p8_b258", "text": "tain cases short-term incidental wood cut"}, {"text_block_id": "p8_b259", "text": "-"}, {"text_block_id": "p8_b260", "text": "ting licenses. In accordance with the Forest Management Act, the concessions are granted for areas varying in size (up to 150,000 ha.) and the duration (up to 20 years). Apart from the private timber com"}, {"text_block_id": "p8_b261", "text": "-"}, {"text_block_id": "p8_b262", "text": "panies, there is one semi-governmental wood enterprise, Bruynzeel Suriname Houtmaatschappij N.V., with a concession area of 150,000 ha.  Bruynzeel is the largest timber company with the greatest impact in the sector. The government's declaration of the 2000 - 2005 policy states that the process of commercialization, and possibly the privatization of the company, will be intensified. The last few years a large part of the national timber production comes from non-concession areas. Some 20% comes from"}, {"text_block_id": "p8_b263", "text": "HKV"}, {"text_block_id": "p8_b264", "text": "’"}, {"text_block_id": "p8_b265", "text": "s and community forests. An"}, {"text_block_id": "p8_b266", "text": "age of 20% of the total round wood produc"}, {"text_block_id": "p8_b267", "text": "-"}, {"text_block_id": "p8_b268", "text": "tion is exported. The export is mainly unprocessed timber. Foreign investments account for 30 - 40% of the total export. The export is mainly to the Asian markets: approximately 65%, while approximately 30% is exported to Europe and the United States of America. The annual foreign exchange income from this export amounts to US$ 4 - 5 million. Import of wood products also takes place. The import consists mostly of wood panels, approximately 3,250 m³ with a value of approximately US$ 1.5 mil"}, {"text_block_id": "p8_b269", "text": "-"}, {"text_block_id": "p8_b270", "text": "lion, and end products such as furniture, with a value of US$ 1.5 million."}, {"text_block_id": "p8_b271", "text": "The wood processing industry with more than 70 sawmills, including smaller mobile and portable mills, has an installed capacity of about 600,000 m³ round wood per year. This is more than three times the current national production level. However, most sawmills are obsolete, inefficient and work with limited means. While part of the capac"}, {"text_block_id": "p8_b272", "text": "-"}, {"text_block_id": "p8_b273", "text": "ity is not utilized at all or only partly, invest"}, {"text_block_id": "p8_b274", "text": "-"}, {"text_block_id": "p8_b275", "text": "ments, albeit limited, have been made in the last few years, especially in sawing capacity. The export can thus be increased."}, {"text_block_id": "p8_b276", "text": "Since the seventies the contribution of the forestry sector, including the wood industry, to the national economy and the state income has been limited to less than 3% of the gross national product and less than 1% of the total export value, which contrasts sharply with the present potential. This is ascribed to such factors a low utilization level of the production potential and the very low levies for forest use, which were charged until recently."}, {"text_block_id": "p8_b277_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The government has already taken a num-ber of measures to improve utilization of the potential for timber production, to bring the levies for this forest use in conformity with the market, and to intensify control of pay-ment of these levies. In order to improve the forest management, market information, and international cooperation in this field, Suriname became a member of the International Timber Trade Organization (ITTO) in 1998. At the same time the private sector has shown new spirit recently. With foreign support, one company is now in the process of becoming certified for responsi-ble forest management. The Platform Houtsector Suriname, where some five organizations work together, (Chamber of Commerce, Association of Loggers; General Timber Union of Suriname; Society of"}, {"text_block_id": "p9_b284", "text": "Surinamese Trade and Industry; Association of Surinamese Manufacturers), has made several proposals to improve the manage"}, {"text_block_id": "p9_b285", "text": "-"}, {"text_block_id": "p9_b286", "text": "ment and to increase the production. The Platform Houtsector Suriname also carries out activities to improve the structure within the sector and to enhance the quality by stimulating and facilitating technical educa"}, {"text_block_id": "p9_b287", "text": "-"}, {"text_block_id": "p9_b288", "text": "tion and training, etc."}, {"text_block_id": "p9_b289", "text": "§ 2.3.2"}, {"text_block_id": "p9_b290", "text": "Non-timber forest products"}, {"text_block_id": "p9_b291", "text": "Non-timber forest products, such as veg"}, {"text_block_id": "p9_b292", "text": "-"}, {"text_block_id": "p9_b293", "text": "etable products, meat products and freshwa"}, {"text_block_id": "p9_b294", "text": "-"}, {"text_block_id": "p9_b295", "text": "ter fish products are of vital importance to the nutrition and health of communities living in the interior. However, this \"in kind\" income is, overlooked in the public accounts, although some of these products are traded commer"}, {"text_block_id": "p9_b296", "text": "-"}, {"text_block_id": "p9_b297", "text": "cially, such as game, fish, live animals, orna"}, {"text_block_id": "p9_b298", "text": "-"}, {"text_block_id": "p9_b299", "text": "mental plants, fruits, herbs and medicinal plants and lianas. Some income generating activities, such as bioprospecting, scientific research and ecotourism, are being devel"}, {"text_block_id": "p9_b300", "text": "-"}, {"text_block_id": "p9_b301", "text": "oped as alternative commercial utilization of the forest by private individuals."}, {"text_block_id": "p9_b302", "text": "§ 2.3.3"}, {"text_block_id": "p9_b303", "text": "Employment"}, {"text_block_id": "p9_b304", "text": "Forest exploitation and the wood process"}, {"text_block_id": "p9_b305", "text": "-"}, {"text_block_id": "p9_b306", "text": "ing industry offer employment to approxi"}, {"text_block_id": "p9_b307", "text": "-"}, {"text_block_id": "p9_b308", "text": "mately 4,000 people. About half of that number is employed in one way or another"}, {"text_block_id": "p9_b309", "text": "To many of these Surinamese the forest will serve as their living and social environment."}, {"text_block_id": "p9_b310", "text": "in forest exploitation. Besides that, some 500 persons are working in nature conserva"}, {"text_block_id": "p9_b311", "text": "-"}, {"text_block_id": "p9_b312", "text": "tion and research institutions. Altogether, that amounts to about 5% of the work force."}, {"text_block_id": "p9_b313", "text": "§ 2.3.4"}, {"text_block_id": "p9_b314", "text": "Social functions"}, {"text_block_id": "p9_b315", "text": "The forest serves as a dwelling-place and living environment for an important part (possibly 10%) of our population. These are mainly indigenous and maroon people, who belong to the least wealthy of our society. A large part of these Surinamese depends directly on the forest for their survival and subsistence."}, {"text_block_id": "p9_b316", "text": "§ 2.3.5"}, {"text_block_id": "p9_b317", "text": "Ecological functions"}, {"text_block_id": "p9_b318", "text": "The major part of our forests is still intact. In a global perspective, they are responsi"}, {"text_block_id": "p9_b319", "text": "-"}, {"text_block_id": "p9_b320", "text": "ble for the sequestration of CO"}, {"text_block_id": "p9_b321", "text": "2"}, {"text_block_id": "p9_b322", "text": "and the conservation of the biodiversity, by offering a natural habitat for many animals and plants, including endangered species. In the WWF Guiana's \"Sustainable Forest Resources Management\" project document it is estimated that 200 plant species and 6 amphibian species are rare and endemic. Locally the forests fulfill important func"}, {"text_block_id": "p9_b323", "text": "-"}, {"text_block_id": "p9_b324", "text": "tions such as the regulation of the water balance, the maintenance of the water quality, the maintenance of the soil fertility by resisting erosion. The socio-economic significance of these ecological functions is great, but financially this is hardly visi"}, {"text_block_id": "p9_b325", "text": "-"}, {"text_block_id": "p9_b326", "text": "ble. Because of this, there is a danger that these ecological functions will be sacri"}, {"text_block_id": "p9_b327", "text": "-"}, {"text_block_id": "p9_b328", "text": "ficed for seemingly more financially attrac"}, {"text_block_id": "p9_b329", "text": "-"}, {"text_block_id": "p9_b330", "text": "tive options for forest use. Now already the forest as source of fresh water is locally contaminated. The international communi"}, {"text_block_id": "p9_b331", "text": "-"}, {"text_block_id": "p9_b332", "text": "ty also has a task to safeguard its interest in the conservation of the ecological func"}, {"text_block_id": "p9_b333", "text": "-"}, {"text_block_id": "p9_b334", "text": "tions of our forests."}, {"text_block_id": "p9_b335_merged_merged_merged_merged_merged_merged", "text": "Suriname is signatory to the most important international conventions in the field of envi-ronment, including the Convention on Bio-logical Diversity (CBD), the UN Convention on Climate Change (UNFCCC), the UN Con-vention to Combat Desertification and Degradation (UNCCDD), the Convention on International Trade of Endangered Species of Wild Flora and Fauna (CITES), and the Wetlands Convention."}, {"text_block_id": "p10_b342", "text": "§ 2.4"}, {"text_block_id": "p10_b343", "text": "Capacity and institutions within the forest sector"}, {"text_block_id": "p10_b344", "text": "§ 2.4.1"}, {"text_block_id": "p10_b345", "text": "Personnel capacity"}, {"text_block_id": "p10_b346", "text": "The Forest Management Act contains reg"}, {"text_block_id": "p10_b347", "text": "-"}, {"text_block_id": "p10_b348", "text": "ulations to improve the quality of forest management, but the actual implementa"}, {"text_block_id": "p10_b349", "text": "-"}, {"text_block_id": "p10_b350", "text": "tion of the act is hampered because of the lack of sufficient personnel capacity in both the private and the public sector. The shortage of higher, middle-level and lower-level staff is felt throughout the sector, in the government but also in trade and industry. Also at the level of forest workers and supervisors, the capacity is insuffi"}, {"text_block_id": "p10_b351", "text": "-"}, {"text_block_id": "p10_b352", "text": "cient. Apart from that, there are still issues that need to be addressed regarding the intensity of the management and silvicul-tural prescriptions that can be appropriate in the predominant forest types in our country."}, {"text_block_id": "p10_b353", "text": "§ 2.4.2"}, {"text_block_id": "p10_b354", "text": "Institutions"}, {"text_block_id": "p10_b355", "text": "Within the government, the Ministry of Natural Resources was also made respon"}, {"text_block_id": "p10_b356", "text": "-"}, {"text_block_id": "p10_b357", "text": "sible for the care of the forests, nature reserves, game management, mining, energy, water and land management, by"}, {"text_block_id": "p10_b358", "text": "Besluit Taakomschrijving Departementen"}, {"text_block_id": "p10_b359", "text": "1991. By"}, {"text_block_id": "p10_b360", "text": "Instellingsbesluit"}, {"text_block_id": "p10_b361", "text": "1947, the Forest Service (LBB) was put in charge of management of all forests in the broadest sense of the word, including nature con"}, {"text_block_id": "p10_b362", "text": "-"}, {"text_block_id": "p10_b363", "text": "servation, with the specific task of: \"sus"}, {"text_block_id": "p10_b364", "text": "-"}, {"text_block_id": "p10_b365", "text": "tainable management of the forest to the benefit of the community\"."}, {"text_block_id": "p10_b366", "text": "Due to several causes, among other things the interior war,"}, {"text_block_id": "p10_b367", "text": "LBB"}, {"text_block_id": "p10_b368", "text": "has gradually lost much authority and capacity in vital areas. With the arrival of Asian timber companies in 1994, the need was felt to strengthen the execution of government tasks again, especially in the field of management and supervision of the logging activities. For this purpose, the Foundation for Forest Management and Production Control (SBB) was established in 1998. In the cur"}, {"text_block_id": "p10_b369", "text": "-"}, {"text_block_id": "p10_b370", "text": "rent phase,"}, {"text_block_id": "p10_b371", "text": "SBB"}, {"text_block_id": "p10_b372", "text": "is in charge of the manage"}, {"text_block_id": "p10_b373", "text": "-"}, {"text_block_id": "p10_b374", "text": "ment of the production forests, especially with regard to facilitating trade and indus"}, {"text_block_id": "p10_b375", "text": "-"}, {"text_block_id": "p10_b376", "text": "try and supervising and controlling the log"}, {"text_block_id": "p10_b377", "text": "-"}, {"text_block_id": "p10_b378", "text": "ging activities. While the responsibilities are formally still with"}, {"text_block_id": "p10_b379", "text": "LBB"}, {"text_block_id": "p10_b380", "text": ", it is the intention that these are transferred to"}, {"text_block_id": "p10_b381", "text": "SBB"}, {"text_block_id": "p10_b382", "text": "."}, {"text_block_id": "p10_b383", "text": "The responsibility for the preparation and"}, {"text_block_id": "p10_b384", "text": "Headquarters of The Foundation for Forest Management and Production Control (SBB), founded in 1998."}, {"text_block_id": "p10_b385", "text": "implementation of the policy regarding nature conservation is still with"}, {"text_block_id": "p10_b386", "text": "LBB"}, {"text_block_id": "p10_b387", "text": ". In compliance with the Nature Conservation Ordinance 1954, the head of"}, {"text_block_id": "p10_b388", "text": "LBB"}, {"text_block_id": "p10_b389", "text": "is in charge of the management of the nature reserves. The tasks resulting from this are executed by the department of Nature Conservation of"}, {"text_block_id": "p10_b390", "text": "LBB"}, {"text_block_id": "p10_b391", "text": "with the assistance of the Foundation for Nature Preservation (STINASU). This foundation focuses on edu"}, {"text_block_id": "p10_b392", "text": "-"}, {"text_block_id": "p10_b393", "text": "cation and facilitates ecotourism and area-bound research. The Nature Conservation Committee was established to give advice regarding important management issues and management plans. However, it is years since the committee has convened."}, {"text_block_id": "p10_b394", "text": "Other ministries such as Planning and Development Cooperation (PLOS), Labor, Technological Development and Environment (ATM), Regional Development (RO), Trade and Industry (HI), Finance, and Agriculture, Animal Husbandry and Fisheries (LVV) have shared responsibilities for land use planning, envi"}, {"text_block_id": "p10_b395", "text": "-"}, {"text_block_id": "p10_b396", "text": "ronment, community forests, export levies and industry, determining levies and phy-tosanitary matters. In relation to the National Environmental Council and the Ministry of"}, {"text_block_id": "p10_b397", "text": "ATM"}, {"text_block_id": "p10_b398", "text": ", the National Institute for Environment and Development in Suriname (NIMOS) is responsible for the preparation of environmental policy, environmental legisla"}, {"text_block_id": "p10_b399", "text": "-"}, {"text_block_id": "p10_b400", "text": "tion, environmental impact studies, etc."}, {"text_block_id": "p10_b401_merged_merged_merged_merged_merged_merged", "text": "The private forest exploitation- and wood processing industry is clustered in several associations and there are different inter-est groups for loggers, sawmills,"}, {"text_block_id": "p11_b404", "text": "Sawn wood produced by means of mobile saws constitutes a growing part of the national wood production."}, {"text_block_id": "p11_b405", "text": "turers of wood products and timber exporters. Recently a coordinating Platform Houtsector Suriname with representatives from several organizations has become active. This development offers good prospects for formal consultation between the private sector and the state, to discuss vital issues regarding forest utilization, especially logging and wood processing and to realize satisfactory solutions."}, {"text_block_id": "p11_b406", "text": "The forest sector can call upon a number of supporting institutes, namely: the Jan Starke vocational training center (JSOOC), that takes care of the education of lower-level staff; the Nature Technical Institute (NATIN), that offers a forestry course at middle level, and the Anton de Kom"}, {"text_block_id": "p11_b407_merged", "text": "University of Suriname (ADEKUS) which offers BSc-programs for forestry and envi-ronmental sciences. Forestry research is conducted by the Center for Agricultural Research in Suriname (CELOS), which is linked to the University, while STINATU and ADEKUS are engaged in other aspects of nature research. In paragraph 5.4 'Capacity building: information, education, training and research', these institutes will be dealt with in detail."}, {"text_block_id": "p12_b414", "text": "3. ASSESSMENT OF"}, {"text_block_id": "p12_b415", "text": "THE FOREST SECTOR"}, {"text_block_id": "p12_b416", "text": "n this chapter we will assess the forest sector on the basis of the descrip"}, {"text_block_id": "p12_b417", "text": "-"}, {"text_block_id": "p12_b418", "text": "tion of the forests in the previous chapter: their significance and use, the wood industry and the institutional framework. With this brief assessment we want to point out the challenges and the most important bottlenecks for the forest policy. The assessment has identified five points:"}, {"text_block_id": "p12_b419", "text": "tion of the forests in the previous chapter: their significance and use, the wood industry and the institutional framework. With this brief assessment we want to point out the challenges and the most important bottlenecks for the forest policy. The assessment has identified five points:\n* With the harvesting and processing of timber and non-timber forest products, the forest area has the potential to con\n* With the harvesting and processing of timber and non-timber forest products, the forest area has the potential to con\n -\n* With the harvesting and processing of timber and non-timber forest products, the forest area has the potential to con\n -\n tribute to the national economy and the well-being of the people, in particular the people living in the interior. Up to now this potential has been exploited only partially.\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n -\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n -\n my of our country and the international community. In the future, these\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n -\n my of our country and the international community. In the future, these\n tions will probably grow in importance and take a place in the market mecha\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n -\n my of our country and the international community. In the future, these\n tions will probably grow in importance and take a place in the market mecha\n -\n* To a great extent the forests of Suriname create the conditions for a sustainable socio-economic develop\n -\n ment of the country. It is true that the yield of environmental functions such as water regulation, supply of clean water, protection against erosion, CO\n 2\n sequestration, biodiversity does not (yet) appear on the public accounts, but nevertheless it is crucial for the econo\n -\n my of our country and the international community. In the future, these\n tions will probably grow in importance and take a place in the market mecha\n -\n nism.\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n The practice of overlapping licenses for incompatible land use, such as the min\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n The practice of overlapping licenses for incompatible land use, such as the min\n -\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n The practice of overlapping licenses for incompatible land use, such as the min\n -\n ing of raw materials, sustainable log\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n The practice of overlapping licenses for incompatible land use, such as the min\n -\n ing of raw materials, sustainable log\n -\n* Poor consultation and in relation to that the lack of conformity in the issuance of land tenure has led to tensions, notably between traditional collective users and the government and between traditional\n collective users and individual users. This has intensified the discussion on the issue of land rights. Furthermore, there is dissatisfaction among individ\n -\n ual members of forest communities about their limited say in the collective land tenures that were granted.\n The practice of overlapping licenses for incompatible land use, such as the min\n -\n ing of raw materials, sustainable log\n -\n ging and protection of biodiversity calls for a solution in view of the efforts to manage the forest in a sustainable manner.\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n cies and parties involved in policy for\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n cies and parties involved in policy for\n -\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n cies and parties involved in policy for\n -\n mulation, planning and implementa\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n cies and parties involved in policy for\n -\n mulation, planning and implementa\n -\n* The personnel capacity will have to grow in quantity as well as in quality, in order to effect sustainable forest man\n -\n agement. This applies to all the agen\n -\n cies and parties involved in policy for\n -\n mulation, planning and implementa\n -\n tion, start with education, training and research. Parallel to this growth, the investment capacity will also have to be raised.\n* The instruments the government has at its disposal such as legislation, the issuance of licenses and the imposition of levies, the enforcement of control, and government agencies determine the conditions of the forest manage-ment. Adaptation of their contents and application of these instruments is nec-essary to achieve optimal forest use, with a view to a sustainable develop-ment of the economy."}, {"text_block_id": "p13_b462", "text": "4. MAIN POLICY OBJECTIVE"}, {"text_block_id": "p13_b463", "text": "t is not easy to summarize the points of the evaluation into one aim in which the separate elements are sufficiently recognized. We have therefore chosen for one general main objective that is elaborated in three particular goals."}, {"text_block_id": "p13_b464", "text": "For this purpose the capacity to utilize this national resource in a way that is economically profitable, socially justifiable, and ecologically safe will be developed. This means that three goals of equal weight are contained in the main objective, namely:"}, {"text_block_id": "p13_b465", "text": "Economic goal:"}, {"text_block_id": "p13_b466", "text": "Forests will be used efficiently and in a sustain"}, {"text_block_id": "p13_b467", "text": "-"}, {"text_block_id": "p13_b468", "text": "able manner in order to enhance the contribution of the sector to the national economy, including foreign currency, government income, and employment. For this purpose the potential offered by the diversity of products and services of the forest will be utilized as much as possible."}, {"text_block_id": "p13_b469", "text": "Socio -cultural goal:"}, {"text_block_id": "p13_b470", "text": "Raising the minimal subsistence level of the pop"}, {"text_block_id": "p13_b471", "text": "-"}, {"text_block_id": "p13_b472", "text": "ulation in general, and in particular of those peo"}, {"text_block_id": "p13_b473", "text": "-"}, {"text_block_id": "p13_b474", "text": "ple who live in and around the forests and who are directly dependent on the forests for their livelihoods, such as the indigenous and maroon communities. An important aspect of this is to participate, on the basis of full information, in activities in and around their surroundings and to share in the benefits and proceeds thereof. The cultural values and traditions of the populations will be respected in the planning and implemen"}, {"text_block_id": "p13_b475", "text": "-"}, {"text_block_id": "p13_b476", "text": "tation of these activities."}, {"text_block_id": "p13_b477", "text": "Environmental goal:"}, {"text_block_id": "p13_b478", "text": "Forests with a special protective function or water storage and supply function will be conserved and managed for that purpose.  In order to main"}, {"text_block_id": "p13_b479", "text": "-"}, {"text_block_id": "p13_b480", "text": "tain viable populations of plants and animals found in Suriname, the network of representative protected areas for the diverse forest types will be expanded and managed for that purpose. Production forests will be managed and utilized"}, {"text_block_id": "p13_b481", "text": "in such a way that the negative effect on the envi"}, {"text_block_id": "p13_b482", "text": "-"}, {"text_block_id": "p13_b483", "text": "ronment will be minimized."}, {"text_block_id": "p13_b484", "text": "§ 4.1"}, {"text_block_id": "p13_b485", "text": "Realization"}, {"text_block_id": "p13_b486", "text": "These goals can only be achieved with joint efforts of all the stakeholders in the forest sector. Every one has his own responsibility and role. Much depends on the willingness and the capac"}, {"text_block_id": "p13_b487", "text": "-"}, {"text_block_id": "p13_b488", "text": "ity of the business community to adapt to the demands of technology, the market and the soci"}, {"text_block_id": "p13_b489", "text": "-"}, {"text_block_id": "p13_b490", "text": "ety. As long as the burning issue of land rights is not resolved, it is not easy for the people living in the interior to take a stand with respect to the for"}, {"text_block_id": "p13_b491", "text": "-"}, {"text_block_id": "p13_b492", "text": "mulation and implementation of the forest policy. Nevertheless, the realization of the policy will also depend on the ability of these fellow-country"}, {"text_block_id": "p13_b493", "text": "-"}, {"text_block_id": "p13_b494", "text": "men to see and seize the opportunities offered by this forest policy. The government wishes to sup"}, {"text_block_id": "p13_b495", "text": "-"}, {"text_block_id": "p13_b496", "text": "port them in this by entering into structural and constructive consultation with them, in order to resolve the land rights issue in a way that gives satisfaction to all. For that matter, the govern"}, {"text_block_id": "p13_b497", "text": "-"}, {"text_block_id": "p13_b498", "text": "ment will try to realize the conditions for the development of a strong and sound sector by developing and deploying all the instruments at its disposal. The government makes out a case for resolving the bottlenecks pointed out in the assessment and utilizing the potential for improvement, in collaboration with national and international partners and stakeholders."}, {"text_block_id": "p13_b499", "text": "Although the government intends to implement each strategic action item, it will not be possible to undertake all the actions at the same time. The government considers the following the most urgent matters:"}, {"text_block_id": "p13_b500", "text": "Although the government intends to implement each strategic action item, it will not be possible to undertake all the actions at the same time. The government considers the following the most urgent matters:\n* Start a structural dialogue about land rights\n* Adapt the concession policy\n* Develop a national standard for sustainable forest management\n* Transparent procedures for the designation and re-categorization of actual forest use\n* Ensure a structural financial basis for the for-est management organization"}, {"text_block_id": "p14_b512", "text": "5. THEMATIC GOALS AND STRATEGIES"}, {"text_block_id": "p14_b513", "text": "Capacity building: training in Reduced Impact Logging (RIL)"}, {"text_block_id": "p14_b514", "text": "he main objective and specific goals formulated above will be pursued by activities in the thematic priority fields dealt with below. The themes can be subdivided into three groups."}, {"text_block_id": "p14_b515", "text": "he main objective and specific goals formulated above will be pursued by activities in the thematic priority fields dealt with below. The themes can be subdivided into three groups.\n"}, {"text_block_id": "p14_b542_merged_merged_merged_merged", "text": "The themes are closely related to the prob-lems and challenges identified in the assessment. Each theme is introduced by a description of the most important bottle-necks and possibilities for improvement. An objective for improvement within the thematic field is formulated, as well as a number of strategic action items to be (under)taken by the government in order to tackle the bottlenecks and create the con-ditions under which the thematic goal can be realized, in collaboration with the other stakeholders."}, {"text_block_id": "p15_b549", "text": "MINISTRY of NATURAL RESOURCES"}, {"text_block_id": "p15_b550", "text": "Indicative Forest Classification Map of the Republic of SURINAME"}, {"text_block_id": "p15_b551", "text": "[ll ll'lpli:!me1tatbl OTUe FOIUt Ma1ageme1tACt1992, (S.B 199210.60,art ,e1 SJ"}, {"text_block_id": "p16_b552", "text": "§ 5.1"}, {"text_block_id": "p16_b553", "text": "Land use planning and land tenure"}, {"text_block_id": "p16_b554", "text": "§ 5.1.1"}, {"text_block_id": "p16_b555", "text": "Use (planning)"}, {"text_block_id": "p16_b556", "text": "Given the high percentage of land covered with forest, forest use planning is one of the most important components of spatial organization of our country. The signifi"}, {"text_block_id": "p16_b557", "text": "-"}, {"text_block_id": "p16_b558", "text": "cance of the forest area is not only consid"}, {"text_block_id": "p16_b559", "text": "-"}, {"text_block_id": "p16_b560", "text": "erable in terms of space, but it is also con"}, {"text_block_id": "p16_b561", "text": "-"}, {"text_block_id": "p16_b562", "text": "siderable in the development of various sectors and the economy. Forestland and forests can be used for many purposes. The forest area of Suriname has a size and quality that is sufficient to meet the diver"}, {"text_block_id": "p16_b563", "text": "-"}, {"text_block_id": "p16_b564", "text": "sity of demands, including the conversion of forest to other land use such as agricul"}, {"text_block_id": "p16_b565", "text": "-"}, {"text_block_id": "p16_b566", "text": "ture and mining, assuming that the soil is suitable for the other land use."}, {"text_block_id": "p16_b567", "text": "A \"suitability map\" for the forest area could be an effective aid allowing insight into the actual use and the options for use, includ"}, {"text_block_id": "p16_b568", "text": "-"}, {"text_block_id": "p16_b569", "text": "ing conversion, and their effects on the national economy and the welfare of the inhabitants of our country. However, our country does not have the availability of data in such detail and quality as is required for making such a map. In this respect, the project \"Geographic and Land Information System\" (GLIS), that is started, offers perspectives for the future. Since there is no suitability map, it is all the more important to design good transparent pro"}, {"text_block_id": "p16_b570", "text": "-"}, {"text_block_id": "p16_b571", "text": "cedures for the designation of land and the granting of tenure."}, {"text_block_id": "p16_b572", "text": "The agricultural use of the forest is con"}, {"text_block_id": "p16_b573", "text": "-"}, {"text_block_id": "p16_b574", "text": "fined mainly to shifting cultivation in par"}, {"text_block_id": "p16_b575", "text": "-"}, {"text_block_id": "p16_b576", "text": "ticular. In the"}, {"text_block_id": "p16_b577", "text": "NIMOS"}, {"text_block_id": "p16_b578", "text": "\"Climate Change Country Study\" draft report, this area is estimated at 250,000 ha. The traditional use was gradually intensified. Here and there shifting cultivation takes place with a rotation cycle of only five years. In a few places this has led to soil degradation. Of late, an increasing need for conversion to permanent agricultural land has arisen. For this purpose, deserted land should be used first. In combination with research specifically aimed at this, there seem to be possibilities here for rehabilitation of degraded land and improvement in the use of agricultural plots. Also outside the forest communities there is a growing demand for permanent agricultural land. In order to meet this demand, we should"}, {"text_block_id": "p16_b579", "text": "first look into the possibilities degraded land has to offer. After mining activities the land is usually left fallow, with the risk of erosion and further degradation. Recently a mining company has started rehabilita"}, {"text_block_id": "p16_b580", "text": "-"}, {"text_block_id": "p16_b581", "text": "tion activities on a small scale. The mining of raw materials and the inexpert construc"}, {"text_block_id": "p16_b582", "text": "-"}, {"text_block_id": "p16_b583", "text": "tion of roads threaten the supply and qual"}, {"text_block_id": "p16_b584", "text": "-"}, {"text_block_id": "p16_b585", "text": "ity of fresh water. Uncontrolled gold mining affects the ecosystems and leads to soil and water contamination, thus endanger"}, {"text_block_id": "p16_b586", "text": "-"}, {"text_block_id": "p16_b587", "text": "ing health. Illegal logging undermines the strive for sustainable forest management and is harmful to bona fide companies and the national economy. Poaching is harmful to the practical value of the forest for the forest communities and to the biodiversity."}, {"text_block_id": "p16_b588", "text": "The allocation of the various land uses calls for regulation and an integral apprais"}, {"text_block_id": "p16_b589", "text": "-"}, {"text_block_id": "p16_b590", "text": "al and for a transparent and just decision-making. In this decision-making clarity about tenure is a precondition. In practice conflicts arise that have to do with rights, real or fancied, poor consultation and over"}, {"text_block_id": "p16_b591", "text": "-"}, {"text_block_id": "p16_b592", "text": "lapping licenses for incompatible land. The formal basis for conversion is often unclear or is lacking. In the case of conver"}, {"text_block_id": "p16_b593", "text": "-"}, {"text_block_id": "p16_b594", "text": "sion, the value of the standing timber is often not capitalized."}, {"text_block_id": "p16_b595", "text": "§ 5.1.2"}, {"text_block_id": "p16_b596", "text": "Tenure"}, {"text_block_id": "p16_b597", "text": "The government grants land tenures for various purposes to private individuals, pri"}, {"text_block_id": "p16_b598", "text": "-"}, {"text_block_id": "p16_b599", "text": "vate enterprises and organizations, and to communities. An important form of tenure is the timber concession (1.5 million ha.) that is elaborated in chapter 4.2.1 on tim"}, {"text_block_id": "p16_b600", "text": "-"}, {"text_block_id": "p16_b601", "text": "ber production."}, {"text_block_id": "p16_b602", "text": "A considerable part (435,000 ha.) of the state forests has been issued as communal wood cutting license (HKV) and since the Forest Management Act 1992 as communi"}, {"text_block_id": "p16_b603", "text": "-"}, {"text_block_id": "p16_b604", "text": "ty forest."}, {"text_block_id": "p16_b605", "text": "The last few years about 20% of the nation"}, {"text_block_id": "p16_b606", "text": "-"}, {"text_block_id": "p16_b607", "text": "al commercial wood production comes from"}, {"text_block_id": "p16_b608", "text": "HKV"}, {"text_block_id": "p16_b609", "text": "’"}, {"text_block_id": "p16_b610", "text": "s and community forests. To achieve a sustainable contribution, to the income gen"}, {"text_block_id": "p16_b611", "text": "-"}, {"text_block_id": "p16_b612", "text": "eration of the community as well as to the industrial demand for timber, it is important that also in"}, {"text_block_id": "p16_b613", "text": "HKV"}, {"text_block_id": "p16_b614", "text": "’"}, {"text_block_id": "p16_b615", "text": "s and community forests the harvesting be done in a sustainable man"}, {"text_block_id": "p16_b616", "text": "-"}, {"text_block_id": "p16_b617", "text": "ner."}, {"text_block_id": "p16_b618_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The lack of a democratic form of manage-ment - the HKV is issued in the name of the village captain who can make deals with third parties without consulting the"}, {"text_block_id": "p17_b623", "text": "bers of the community - results in a situa"}, {"text_block_id": "p17_b624", "text": "-"}, {"text_block_id": "p17_b625", "text": "tion where not all members of the commu"}, {"text_block_id": "p17_b626", "text": "-"}, {"text_block_id": "p17_b627", "text": "nity get their fair share of the communal right. This is acknowledged in some areas and a beginning has been made with experiments towards a more democratic decision-making concerning the use of the forest and the distribution and spending of the communal income."}, {"text_block_id": "p17_b628", "text": "In some cases, the community forest is sit"}, {"text_block_id": "p17_b629", "text": "-"}, {"text_block_id": "p17_b630", "text": "uated at a large distance from the village center so that subsistence use is ham"}, {"text_block_id": "p17_b631", "text": "-"}, {"text_block_id": "p17_b632", "text": "pered. Judging from what we see in prac"}, {"text_block_id": "p17_b633", "text": "-"}, {"text_block_id": "p17_b634", "text": "tice it is not clear what the criteria were/are for determining the size and the location of the"}, {"text_block_id": "p17_b635", "text": "HKV"}, {"text_block_id": "p17_b636", "text": "’"}, {"text_block_id": "p17_b637", "text": "s that are already issued and the communal forests that are not issued yet. Such arbitrariness causes tensions. Lack of clarity about the bound"}, {"text_block_id": "p17_b638", "text": "-"}, {"text_block_id": "p17_b639", "text": "aries of"}, {"text_block_id": "p17_b640", "text": "HKV"}, {"text_block_id": "p17_b641", "text": "’"}, {"text_block_id": "p17_b642", "text": "s and communal forests and"}, {"text_block_id": "p17_b643", "text": "inadequate delineation give rise to con"}, {"text_block_id": "p17_b644", "text": "-"}, {"text_block_id": "p17_b645", "text": "flicts with other forest users and the gov"}, {"text_block_id": "p17_b646", "text": "-"}, {"text_block_id": "p17_b647", "text": "ernment."}, {"text_block_id": "p17_b648_merged_merged_merged_merged", "text": "Deeper into the interior, where the influ-ence of the market is not very significant, the use of the forest is arranged exclusively by the traditional authorities. However, this does not mean that the people there are not preoccupied with the resolution of the land rights issue, as everywhere else. So far, a structured dialogue between the gov-ernment and the people of the interior that holds the prospect of a resolution has not yet come about. However, the government is aware of the importance of this issue. The lack of clarity and conformity partly hampers the participatory development and implementation of policy regarding the natural resources."}, {"text_block_id": "p17_b653", "text": "POLICY GOAL"}, {"text_block_id": "p17_b654", "text": "STRATEGIC ACTION ITEMS"}, {"text_block_id": "p18_b655", "text": "§ 5.2"}, {"text_block_id": "p18_b656", "text": "Contribution to the economy and social development"}, {"text_block_id": "p18_b657", "text": "The forest contributes to the economy and social development through self-sufficiency and the market, notably timber and non-timber forest products, and through the ful"}, {"text_block_id": "p18_b658", "text": "-"}, {"text_block_id": "p18_b659", "text": "fillment of crucial functions such as erosion control, water storage and flow, which are essential for further social development."}, {"text_block_id": "p18_b660", "text": "§ 5.2.1"}, {"text_block_id": "p18_b661", "text": "Timber production"}, {"text_block_id": "p18_b662", "text": "The forest is under-utilized in respect of timber production. The sustainable pro"}, {"text_block_id": "p18_b663", "text": "-"}, {"text_block_id": "p18_b664", "text": "duction potential of the forest is a few times larger than the current production level of 150,000 m"}, {"text_block_id": "p18_b665", "text": "3"}, {"text_block_id": "p18_b666", "text": "even within the pres"}, {"text_block_id": "p18_b667", "text": "-"}, {"text_block_id": "p18_b668", "text": "ent area issued for exploitation. Moreover, expansion of the area of tree plantations, outside the Guiana Shield, could increase the production potential considerably."}, {"text_block_id": "p18_b669", "text": "According to international standards, the national timber production and wood pro"}, {"text_block_id": "p18_b670", "text": "-"}, {"text_block_id": "p18_b671", "text": "cessing is small-scale and obsolete according to international standards. A domestic well-equipped wood processing industry aiming at exporting quality prod"}, {"text_block_id": "p18_b672", "text": "-"}, {"text_block_id": "p18_b673", "text": "ucts and meeting the local demand, would give a surplus value to the national resource."}, {"text_block_id": "p18_b674", "text": "Foreign investors can contribute to a high"}, {"text_block_id": "p18_b675", "text": "-"}, {"text_block_id": "p18_b676", "text": "er degree of utilization of the production forest if they bring with them investment capital, knowledge of international mar"}, {"text_block_id": "p18_b677", "text": "-"}, {"text_block_id": "p18_b678", "text": "kets, the capacity to manage large compa"}, {"text_block_id": "p18_b679", "text": "-"}, {"text_block_id": "p18_b680", "text": "nies and train local personnel. These aspects will play a role when admitting for"}, {"text_block_id": "p18_b681", "text": "-"}, {"text_block_id": "p18_b682", "text": "eign companies into the country. The for"}, {"text_block_id": "p18_b683", "text": "-"}, {"text_block_id": "p18_b684", "text": "eign investors now operating in Suriname do not fully meet the above-mentioned qualifications. Presently, nine companies from Southeast-Asia have the disposal of a total concession area of more than 800,000 ha."}, {"text_block_id": "p18_b685", "text": "The forest belt was made accessible by"}, {"text_block_id": "p18_b686", "text": "LBB"}, {"text_block_id": "p18_b687", "text": "through the construction of more than 1,000 km of main access roads and sever"}, {"text_block_id": "p18_b688", "text": "-"}, {"text_block_id": "p18_b689", "text": "al bridges."}, {"text_block_id": "p18_b690", "text": "L"}, {"text_block_id": "p18_b691", "text": "BB"}, {"text_block_id": "p18_b692", "text": "was in charge of the main"}, {"text_block_id": "p18_b693", "text": "-"}, {"text_block_id": "p18_b694", "text": "tenance of the infrastructure."}, {"text_block_id": "p18_b695", "text": "Transporters of wood paid the government a small fee to use the public forest roads. The construction and maintenance of roads giving access to a timber concession is the responsibility of the concessionaire concerned. During the war in the interior in"}, {"text_block_id": "p18_b696", "text": "the eighties, a large part of the road main"}, {"text_block_id": "p18_b697", "text": "-"}, {"text_block_id": "p18_b698", "text": "tenance equipment of"}, {"text_block_id": "p18_b699", "text": "LBB"}, {"text_block_id": "p18_b700", "text": "was lost. Since then the maintenance of the main access roads has left much to be desired."}, {"text_block_id": "p18_b701", "text": "In the nineties the maintenance of the for"}, {"text_block_id": "p18_b702", "text": "-"}, {"text_block_id": "p18_b703", "text": "est access roads and bridges and the fur"}, {"text_block_id": "p18_b704", "text": "-"}, {"text_block_id": "p18_b705", "text": "ther opening up of the hinterland was taken over by the Ministry of Public Works. Recently a Road Authority has been estab"}, {"text_block_id": "p18_b706", "text": "-"}, {"text_block_id": "p18_b707", "text": "lished, which is in charge of the construc"}, {"text_block_id": "p18_b708", "text": "-"}, {"text_block_id": "p18_b709", "text": "tion and maintenance of primary roads in urban areas and will gradually take over the maintenance of the forest access roads."}, {"text_block_id": "p18_b710", "text": "Owing to the present lack of financial means, the maintenance does not come up to the mark and the quality of the infra"}, {"text_block_id": "p18_b711", "text": "-"}, {"text_block_id": "p18_b712", "text": "structure in the forest suffers greatly from heavy transport, such as the transport of gravel and wood. Consequently, the trans"}, {"text_block_id": "p18_b713", "text": "-"}, {"text_block_id": "p18_b714", "text": "port facilities of the local people are also limited. The government has established a committee to prepare legislation for heavy road transport, putting a limit to, for exam"}, {"text_block_id": "p18_b715", "text": "-"}, {"text_block_id": "p18_b716", "text": "ple, the axle-weight. In addition to this, the possibility of transporting more of the heavy logs via rivers should be looked into."}, {"text_block_id": "p18_b717", "text": "Availability of credit facilities is essential for the development of the wood sector. Various companies in the sector have problems getting investment loans. In Suriname, the granting of credits is linked to the possession of immovable property. But even companies with sufficient immov"}, {"text_block_id": "p18_b718", "text": "-"}, {"text_block_id": "p18_b719", "text": "able property in relation to the credit required, seem to have difficulties. The business community thinks that the way in which banks handle their credit applica"}, {"text_block_id": "p18_b720", "text": "-"}, {"text_block_id": "p18_b721", "text": "tions is not constructive. From the view"}, {"text_block_id": "p18_b722", "text": "-"}, {"text_block_id": "p18_b723", "text": "point of securing the provision of raw materials, a concession could have a posi"}, {"text_block_id": "p18_b724", "text": "-"}, {"text_block_id": "p18_b725", "text": "tive influence on the granting of credits. In practice this does not seem to make any difference. A factor in the difficult process of granting credits is also the uncertainty with regard to safety in the interior."}, {"text_block_id": "p18_b726_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The sector needs a more adequate levy-sys-tem. Levies should be a reflection of the value that the natural resource has for the community as a whole and they are the price one has to pay for the use of the forest. The government should see to it that the value of the forest is reflected in the levies. For the business community the levies are a cost component. In their opinion, there is a need for lower levies on balance and"}, {"text_block_id": "p19_b729", "text": "they plead for the rescindment of the retri"}, {"text_block_id": "p19_b730", "text": "-"}, {"text_block_id": "p19_b731", "text": "bution (stampage fee) which is to be paid in advance. However, they agree with the government that a higher per ha. levy is imposed because the phenomenon of sleeping concessions could be tackled in this way."}, {"text_block_id": "p19_b732", "text": "The past few decades were characterized by a stagnant home market and the lack of access to world markets. Traditionally the world market offers sales potential for just a limited number of known species for spe"}, {"text_block_id": "p19_b733", "text": "-"}, {"text_block_id": "p19_b734", "text": "cific uses, and this only in sufficient and regular supplies. Information about the properties of lesser-known species may increase their acceptance. Certification can become important for the develop"}, {"text_block_id": "p19_b735", "text": "-"}, {"text_block_id": "p19_b736", "text": "ment or consolidation of export (niche) markets."}, {"text_block_id": "p19_b737", "text": "The initiatives from both government and private enterprise open up perspectives for a more effective and socially more responsible wood production. Further development of the wood produc"}, {"text_block_id": "p19_b738", "text": "-"}, {"text_block_id": "p19_b739", "text": "tion policy will have the greatest chance of success in a partnership between the gov"}, {"text_block_id": "p19_b740", "text": "-"}, {"text_block_id": "p19_b741", "text": "ernment and the private sector."}, {"text_block_id": "p19_b742", "text": "The government has the key to create the conditions in which the private sector can optimally develop and thus contribute fully to the strengthening of the economy and the government income from the natural resource."}, {"text_block_id": "p19_b743", "text": "The most important government instru"}, {"text_block_id": "p19_b744", "text": "-"}, {"text_block_id": "p19_b745", "text": "ment with regard to wood production is the concession. This instrument must be formed in such a way that it promotes the quality of the timber harvesting and/or the forest management and the increase of wood production."}, {"text_block_id": "p19_b746", "text": "The concession policy should therefore meet clear criteria. For example, it should be attractive to investors and it should pro"}, {"text_block_id": "p19_b747", "text": "-"}, {"text_block_id": "p19_b748", "text": "mote wood production, ecologically sound forest management, social justice (sharing in the proceeds, safety, opportunities for large and small enterprises alike),"}, {"text_block_id": "p19_b749", "text": "ation, and capacity building.  This can be achieved by making the right choice with regard to the concession attributes, such as the size and shape (delineation), length, regulations for management, levies, conditions to potential concession"}, {"text_block_id": "p19_b750", "text": "-"}, {"text_block_id": "p19_b751", "text": "aires (management capacity, competence of staff, disposal of equipment), and trans"}, {"text_block_id": "p19_b752", "text": "-"}, {"text_block_id": "p19_b753", "text": "parent issuance procedures. These attrib"}, {"text_block_id": "p19_b754", "text": "-"}, {"text_block_id": "p19_b755", "text": "utes must be seen in combination with each other and the choice of one or more combinations will be argued in the light of the above-mentioned criteria. The way in which the commercial logging in communi"}, {"text_block_id": "p19_b756", "text": "-"}, {"text_block_id": "p19_b757", "text": "ty forests is carried out will also be consid"}, {"text_block_id": "p19_b758", "text": "-"}, {"text_block_id": "p19_b759", "text": "ered in the decision-making about that. Transparent procedures should also include transparent and impartial handling of complaints about decisions made by the proper authorities. In that respect the establishment of a complaints-committee or a board of appeal is desirable."}, {"text_block_id": "p19_b760", "text": "The current concession policy and the implementation thereof do not fully meet the criteria mentioned. In practice it turns out that many concessionaires do not make full use of their rights. The competent authorities may revoke the concession when the operations have not started, as they should, within a year after the license was granted. Since"}, {"text_block_id": "p19_b761", "text": "SBB"}, {"text_block_id": "p19_b762", "text": "has become opera"}, {"text_block_id": "p19_b763", "text": "-"}, {"text_block_id": "p19_b764", "text": "tional, steps have been taken leading to the revocation of a number of large sleep"}, {"text_block_id": "p19_b765", "text": "-"}, {"text_block_id": "p19_b766", "text": "ing concessions. Nevertheless, there remains a large area, which is under-uti"}, {"text_block_id": "p19_b767", "text": "-"}, {"text_block_id": "p19_b768", "text": "lized of not utilized at all, and serious applications cannot be honored. The little interest of trade and industry for conces"}, {"text_block_id": "p19_b769", "text": "-"}, {"text_block_id": "p19_b770", "text": "sions in the hinterland also plays a part."}, {"text_block_id": "p19_b771_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A picture of the concessions issued, shows a right-angled patchwork quilt with a large variety in size and duration. In the past, the topography and forest composition did not play an important role in determining the boundaries. An overall but just reorga-nization seems necessary to create a basis for an adapted concession policy, which can stand the test of above-men-tioned criteria."}, {"text_block_id": "p20_b776", "text": "A worker at a sawmill. Local wood processing creates extra employment."}, {"text_block_id": "p20_b777", "text": "Round wood at the port site, intended for export."}, {"text_block_id": "p20_b778", "text": "POLICY GOAL"}, {"text_block_id": "p20_b779_merged", "text": "Wood production – To enhance the contribution of the wood industry to the national econ-omy, including foreign currency, government income, employment and the welfare of the people. To realize this the wood production, the added value of the wood processing industry, and the export will be increased"}, {"text_block_id": "p20_b782", "text": "STRATEGIC ACTION ITEMS"}, {"text_block_id": "p22_b783", "text": "§ 5.2.3"}, {"text_block_id": "p22_b784", "text": "Ecological functions"}, {"text_block_id": "p22_b785", "text": "Globally our forests contribute to the con"}, {"text_block_id": "p22_b786", "text": "-"}, {"text_block_id": "p22_b787", "text": "servation of biodiversity and climate con"}, {"text_block_id": "p22_b788", "text": "-"}, {"text_block_id": "p22_b789", "text": "trol, for example CO"}, {"text_block_id": "p22_b790", "text": "2"}, {"text_block_id": "p22_b791", "text": "sequestration. Unfortunately, the international communi"}, {"text_block_id": "p22_b792", "text": "-"}, {"text_block_id": "p22_b793", "text": "ty does not commit enough financial con"}, {"text_block_id": "p22_b794", "text": "-"}, {"text_block_id": "p22_b795", "text": "sequences to this interest. At a national level the forests regulate the water bal"}, {"text_block_id": "p22_b796", "text": "-"}, {"text_block_id": "p22_b797", "text": "ance and maintain the water quality, main"}, {"text_block_id": "p22_b798", "text": "-"}, {"text_block_id": "p22_b799", "text": "tain soil fertility and a habitat for the com"}, {"text_block_id": "p22_b800", "text": "-"}, {"text_block_id": "p22_b801", "text": "munities living in the forest. The scenic qualities of the forest have a national as well as an international significance. Intended activities in the forest will have to be tested on the effect they have on these important functions (environmental impact assessment)."}, {"text_block_id": "p22_b802", "text": "In the utilization of the forest for other rea"}, {"text_block_id": "p22_b803", "text": "-"}, {"text_block_id": "p22_b804", "text": "sons than timber or non-timber forest prod"}, {"text_block_id": "p22_b805", "text": "-"}, {"text_block_id": "p22_b806", "text": "ucts, activities such as management, super"}, {"text_block_id": "p22_b807", "text": "-"}, {"text_block_id": "p22_b808", "text": "vision, research, education and recreation take place. These activities have the poten"}, {"text_block_id": "p22_b809", "text": "-"}, {"text_block_id": "p22_b810", "text": "tial to generate revenues and are often sup"}, {"text_block_id": "p22_b811", "text": "-"}, {"text_block_id": "p22_b812", "text": "ported by foreign financing. \"Conservation concessions\" is a concept that deserves attention."}, {"text_block_id": "p22_b813", "text": "Ecotourism is marginally developed but has a potential to grow, provided  the require"}, {"text_block_id": "p22_b814", "text": "-"}, {"text_block_id": "p22_b815", "text": "ments for competitive supply and interna"}, {"text_block_id": "p22_b816", "text": "-"}, {"text_block_id": "p22_b817", "text": "tional standards can be met. Within the framework of outdoor recreation, a license system for hunting and fishing should also be developed in consultation with users of the forest areas concerned."}, {"text_block_id": "p22_b818", "text": "The significance of the forest for the econo"}, {"text_block_id": "p22_b819", "text": "-"}, {"text_block_id": "p22_b820", "text": "my as a source of a continuous supply of fresh water and of high-quality drinking water will probably become clear in the long run, also in economic respect. Awareness of the dependency on water for the functioning of the society is growing while worldwide the availability of water, and in particular clean water, is decreasing. In this respect, the forests of our country fulfill a crucial role for the coastal area as well as for the hinterland. The mining of minerals, the construction of roads and large-scale agriculture require an environmental impact study in order to pre"}, {"text_block_id": "p22_b821", "text": "-"}, {"text_block_id": "p22_b822", "text": "vent endangering the sustainability of this function. The necessity for protecting water collection areas is growing."}, {"text_block_id": "p22_b823_merged_merged_merged_merged_merged", "text": "Based on the elaboration of the Kyoto proto-col (Convention on climate change) there are possibilities to capitalize CO2 sequestration through forests by means of issuing and sell-ing certificates.  These are still complicated constructions that set high standards for reli-ability of measuring data and the mainte-nance of forests.  Nevertheless, some mean-ingful transactions have been concluded between some large international enterpris-es. Also, international environmental organi-zations represented in our country have included components in their programs con-cerning climate change that can support knowledge and protocol development."}, {"text_block_id": "p22_b842", "text": "POLICY OBJECTIVE"}, {"text_block_id": "p22_b843", "text": "STRATEGIC"}, {"text_block_id": "p22_b844", "text": "ACTION ITEMS"}, {"text_block_id": "p23_b845", "text": "§ 5.3"}, {"text_block_id": "p23_b846", "text": "Environmental protection and protected areas"}, {"text_block_id": "p23_b847", "text": "The conservation of ecological functions is of crucial importance as already stated in paragraph 4.2.3. In view of this, we need to utilize the whole forest area with care. After all, these forests too, designated as production forests are indispensable for the maintenance of the water regulation. They are also an important reservoir for CO"}, {"text_block_id": "p23_b848", "text": "2"}, {"text_block_id": "p23_b849", "text": "sequestration and complement the network of protected areas as a habitat for plants, animals and people."}, {"text_block_id": "p23_b850", "text": "In 1979 a study into the expansion of pro"}, {"text_block_id": "p23_b851", "text": "-"}, {"text_block_id": "p23_b852", "text": "tected areas in the lowlands was carried out. This has led to intensified protection of vulnerable and valuable nature areas in the coastal and savanna zones. No sys"}, {"text_block_id": "p23_b853", "text": "-"}, {"text_block_id": "p23_b854", "text": "tematic study has been made into the extent to which the great biological diversi"}, {"text_block_id": "p23_b855", "text": "-"}, {"text_block_id": "p23_b856", "text": "ty in the remaining part of Suriname (the Guiana Shield) is covered by protected for"}, {"text_block_id": "p23_b857", "text": "-"}, {"text_block_id": "p23_b858", "text": "est areas. Consultation among the three"}, {"text_block_id": "p23_b859", "text": "Guyana's has started in order harmonize the allocation and management of protect"}, {"text_block_id": "p23_b860", "text": "-"}, {"text_block_id": "p23_b861", "text": "ed areas. This process is supported by the \"Guiana Shield Initiative\" of the"}, {"text_block_id": "p23_b862", "text": "IUCN"}, {"text_block_id": "p23_b863", "text": "and the"}, {"text_block_id": "p23_b864", "text": "WWF"}, {"text_block_id": "p23_b865", "text": "\"Forest Conservation Project\"."}, {"text_block_id": "p23_b866", "text": "Presently the financing of the manage"}, {"text_block_id": "p23_b867", "text": "-"}, {"text_block_id": "p23_b868", "text": "ment of protected areas and game man"}, {"text_block_id": "p23_b869", "text": "-"}, {"text_block_id": "p23_b870", "text": "agement is not in proportion to the extent of the tasks that have to be carried out. The consequence is weak management, pressuring the realization of the objectives of these protected areas and jeopardizing Suriname's reputation in this matter. At the same time, however, this is also a proof of the discrepancy between the commitment to Agenda 21 and its actual realization by industrialized countries."}, {"text_block_id": "p23_b871_merged_merged_merged_merged_merged", "text": "The willingness of international organizations such as WWF, Conservation International (CI), UNDP/GEF, IDB and IUNC, to make a financial contribution to the national efforts is an important first step towards a broader financing that is in proportion to the global interest of the ecological functions."}, {"text_block_id": "p23_b882", "text": "POLICY GOAL"}, {"text_block_id": "p23_b883", "text": "STRATEGIC ACTION ITEMS"}, {"text_block_id": "p24_b884", "text": "§ 5.4"}, {"text_block_id": "p24_b885", "text": "Capacity building: information, education, training and research"}, {"text_block_id": "p24_b886", "text": "The lack of sufficient capacity in both the private and the public sector is one of the most pressing problems that need to be resolved. Capacity building to improve management is required not only for the wood production sector, but also for the community forests and the management of protected areas. Information and awareness of the different roles of men and women in management could improve effectiveness and quality. Better insight in and understanding of forest management will enable the public and the stakeholders to play their part and enable them to participate as equal part"}, {"text_block_id": "p24_b887", "text": "-"}, {"text_block_id": "p24_b888", "text": "ners in the development of the sector."}, {"text_block_id": "p24_b889", "text": "The people living in the interior also have an increasing need for training and educa"}, {"text_block_id": "p24_b890", "text": "-"}, {"text_block_id": "p24_b891", "text": "tion, in order to manage the forests they have been entrusted with in a sustainable manner and to earn a living from them. Many of the approximately 2,000 people working in the primary forest sector have had little formal education and training in the skills necessary for the functioning of a modern forest sector. The private sector needs additional education and training at all levels, from managers to supervisors and operators. The concept of sustainable forest management and the technology, such as \"reduced impact logging\" are still insufficiently mastered and hardly applied. It is not only a matter of quality but also of quantity."}, {"text_block_id": "p24_b892", "text": "There is a great lack of well-trained forest workers and forest guards. Elementary vocational training, in particular the Lower-level Technical School (LTS) pro"}, {"text_block_id": "p24_b893", "text": "-"}, {"text_block_id": "p24_b894", "text": "vides the basis on which specialized edu"}, {"text_block_id": "p24_b895", "text": "-"}, {"text_block_id": "p24_b896", "text": "cation for the forest sector rests. Professional and technical training in a broad range of skills enables forest work"}, {"text_block_id": "p24_b897", "text": "-"}, {"text_block_id": "p24_b898", "text": "ers to increase their productivity, work safer and cope with the increasing demands that are placed upon them. Thanks to this support that the Jan Starke Opleidings en Ontspanningscentrum (JSOOC) received in the past few years, it is able to contribute to this educational process again. The industry, represented in the Platform Houtsector Suriname, has taken the initiative to set up a profession"}, {"text_block_id": "p24_b899", "text": "-"}, {"text_block_id": "p24_b900", "text": "al grinding shop that also serves as a"}, {"text_block_id": "p24_b901", "text": "training center. This is an important devel"}, {"text_block_id": "p24_b902", "text": "-"}, {"text_block_id": "p24_b903", "text": "opment for the sawmills in our country."}, {"text_block_id": "p24_b904", "text": "Within the sector, the use of modern tech-noligies such as Global Positioning System (GPS) has increased of late. Moreover, with regard to the public sector, great progress has been made with the develop"}, {"text_block_id": "p24_b905", "text": "-"}, {"text_block_id": "p24_b906", "text": "ment and application of"}, {"text_block_id": "p24_b907", "text": "GIS"}, {"text_block_id": "p24_b908", "text": "for facilitating and control. But here as well the quantity of well-trained staff is a bottleneck for the adequate execution of tasks pertaining to public and private law."}, {"text_block_id": "p24_b909", "text": "The lack of higher and middle-level staff is felt throughout the sector. However, the demand for such personnel is limited, due to the small scale of the industry and the limited means of the government."}, {"text_block_id": "p24_b910", "text": "Capacity building is largely dependent on the availability of good training. Unfortunately, here, too, is a lack of man"}, {"text_block_id": "p24_b911", "text": "-"}, {"text_block_id": "p24_b912", "text": "power to develop and implement full cur"}, {"text_block_id": "p24_b913", "text": "-"}, {"text_block_id": "p24_b914", "text": "ricula at secondary and academic level. The Nature Technical Institute (NATIN) offers a four-year vocational forestry course at secondary level. In the last few years the institute has been able to turn out a modest number (1 - 5) of graduates. However, most of these graduates do not end up in the sector, but find employment elsewhere. Judging from the number of forestry students, the demand for aca"}, {"text_block_id": "p24_b915", "text": "-"}, {"text_block_id": "p24_b916", "text": "demic courses in forestry is very small in Suriname. It is obvious that we shall have to seek regional cooperation."}, {"text_block_id": "p24_b917_merged_merged_merged_merged_merged_merged_merged", "text": "The faculty of technology of the ADEKUS works in close cooperation with CELOS. Like education, research is also an important supporting element for the development of the sector. Research provides the funda-mental and applicable information on which sustainable forest management is based and supports the development of method-ologies and technology for application in the sector. A few decades ago, CELOS had a lead-ing position in the field of tropical forest research. Forest research in Suriname is now suffering from a lack of funds and an inadequate number of researchers. A broadly based national forest research agenda is lacking. The development of such an agenda is also the responsibility of the agencies in charge of the preparation and implementation of the forest policy. It is expected that expansion of international cooperation will bring about a change in this situation and give a new impulse to research and training of higher staff."}, {"text_block_id": "p25_b930", "text": "While the theoretical demand for highly skilled and academically trained foresters is great, this is not reflected in the demand, and forestry students have no prospects. This vicious circle of supply and demand can be broken when the image of the sector improves."}, {"text_block_id": "p25_b931", "text": "POLICY GOAL"}, {"text_block_id": "p25_b932", "text": "STRATEGIC ACTION ITEMS"}, {"text_block_id": "p26_b933", "text": "§ 5.5 Institutional framework"}, {"text_block_id": "p26_b934", "text": "The institutional framework is the total of institutions, organizations, structures and procedures in the public sector, the private sector, the \"civil society\" and the relations and linkages in between. This framework should be tuned to the goals that are to be realized and the tasks resulting from them. Certain structures and organizations such as communities living in the forest, unions and ministries already exist. Other institu"}, {"text_block_id": "p26_b935", "text": "-"}, {"text_block_id": "p26_b936", "text": "tions and structures can be established or adapted especially to take on responsibili"}, {"text_block_id": "p26_b937", "text": "-"}, {"text_block_id": "p26_b938", "text": "ties and carry out tasks, for example, a for"}, {"text_block_id": "p26_b939", "text": "-"}, {"text_block_id": "p26_b940", "text": "est management organization, a nature conservation organization or the recently established Platform Houtsector Suriname. The separate elements (institutions, organi"}, {"text_block_id": "p26_b941", "text": "-"}, {"text_block_id": "p26_b942", "text": "zations, structures and procedures) thus play a decisive role in (but can also be determined by) the distribution of respon"}, {"text_block_id": "p26_b943", "text": "-"}, {"text_block_id": "p26_b944", "text": "sibilities and tasks. First, there is the distri"}, {"text_block_id": "p26_b945", "text": "-"}, {"text_block_id": "p26_b946", "text": "bution among the government, the private sector and the civil society, and secondly, the distribution within these groups. In chapter 4 'Main Objective', it was elabo"}, {"text_block_id": "p26_b947", "text": "-"}, {"text_block_id": "p26_b948", "text": "rated that the formulated objectives can only be achieved by joint efforts of all actors in the forest sector. Every one has his own responsibility and role. In order to be able to say more about the desirable structure of the government institutions, the responsibility and the tasks of the gov"}, {"text_block_id": "p26_b949", "text": "-"}, {"text_block_id": "p26_b950", "text": "ernment should be clear."}, {"text_block_id": "p26_b951", "text": "When the Dienst Bosbeheer was estab"}, {"text_block_id": "p26_b952", "text": "-"}, {"text_block_id": "p26_b953", "text": "lished in 1947, the role reserved for the government regarding the forest manage"}, {"text_block_id": "p26_b954", "text": "-"}, {"text_block_id": "p26_b955", "text": "ment was considerably larger than the pre"}, {"text_block_id": "p26_b956", "text": "-"}, {"text_block_id": "p26_b957", "text": "vailing view. Initially the starting point was that the government would carry out all the management tasks. At that time, there was little structure and capacity within the private sector. Nowadays the government considers its core responsibility to be the creation of the conditions and the making of the legal provisions within which the other parties can take up the executive tasks. In order to give shape to this respon"}, {"text_block_id": "p26_b958", "text": "-"}, {"text_block_id": "p26_b959", "text": "sibility, the government aims at the follow"}, {"text_block_id": "p26_b960", "text": "-"}, {"text_block_id": "p26_b961", "text": "ing core tasks:"}, {"text_block_id": "p26_b962", "text": "ing core tasks:\n* Policy development, this is a continu\n* Policy development, this is a continu\n -\n* Policy development, this is a continu\n -\n ous participatory process where issues regarding forest conservation, forest utilization, land tenure and capacity building are central.\n* Laws and regulations in order to create conditions and determine rules for the realization of the policy.\n* Monitor and control the enforcement of these laws and regulations.\n* Assist the business community by put\n* Assist the business community by put\n -\n* Assist the business community by put\n -\n ting data and information at their dis\n* Assist the business community by put\n -\n ting data and information at their dis\n -\n* Assist the business community by put\n -\n ting data and information at their dis\n -\n posal"}, {"text_block_id": "p26_b976", "text": "In the last few years the trend of giving up tasks has set in. It is likely that this trend will be continued until a new balance is found, whereby the private and the civil society must be sufficiently equipped to take over tasks, while it is also possible that some tasks will completely disappear. The adaptation of the government machin"}, {"text_block_id": "p26_b977", "text": "-"}, {"text_block_id": "p26_b978", "text": "ery, that is taking place now, is aimed at that development. Here it is not only a mat"}, {"text_block_id": "p26_b979", "text": "-"}, {"text_block_id": "p26_b980", "text": "ter of re-distribution among government, private sector and civil society, but also a matter of assigning responsibilities and tasks within the government, where a start has been made with the decentralization of administration.  This also brings into focus the structures that are characteristic of the traditional authorities."}, {"text_block_id": "p26_b981", "text": "The point of departure for adaptation of institutes and structures is of course the existing situation, described in detail in chapter 2 \"Description of the forest sec"}, {"text_block_id": "p26_b982", "text": "-"}, {"text_block_id": "p26_b983", "text": "tor\". With regard to the Ministry of Natural Resources, which is responsible for the management of the forest estate, includ"}, {"text_block_id": "p26_b984", "text": "-"}, {"text_block_id": "p26_b985", "text": "ing the nature reserves, this concerns:"}, {"text_block_id": "p26_b986", "text": "ing the nature reserves, this concerns:\n* The\n* , which is in charge of the man\n* , which is in charge of the man\n -\n* , which is in charge of the man\n -\n agement of the production forests, especially regarding the supervision and control of logging.\n* , which is in charge of the man\n -\n agement of the production forests, especially regarding the supervision and control of logging.\n âL\n* , which still has policy responsibility for nature conservation and the man\n* , which still has policy responsibility for nature conservation and the man\n -\n* , which still has policy responsibility for nature conservation and the man\n -\n agement of the nature reserves, in col\n* , which still has policy responsibility for nature conservation and the man\n -\n agement of the nature reserves, in col\n -\n* , which still has policy responsibility for nature conservation and the man\n -\n agement of the nature reserves, in col\n -\n laboration with\n* , which still has policy responsibility for nature conservation and the man\n -\n agement of the nature reserves, in col\n -\n laboration with\n STINASU\n* , which still has policy responsibility for nature conservation and the man\n -\n agement of the nature reserves, in col\n -\n laboration with\n STINASU\n ."}, {"text_block_id": "p26_b1001_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Given the relationship of the components of the forest policy and the balance that has to be found in the designation of the various forest use areas, it seems obvious that the preparation of planning and forest policy takes place within one forest man-agement entity. However, it is desirable that the input of the different interests such as nature conservation, production and traditional uses should come from separate departments. Bundling of tasks with regard to the enforcement of the Forest Management Act, the Nature Conservation Act and the Game Law, can"}, {"text_block_id": "p29_b1004", "text": "6. SUPPORTING MEASURES"}, {"text_block_id": "p29_b1005", "text": "n order to execute the strategic action items successfully, the administration shall also undertake supporting meas"}, {"text_block_id": "p29_b1006", "text": "-"}, {"text_block_id": "p29_b1007", "text": "ures as part of the forest policy."}, {"text_block_id": "p29_b1008", "text": "§ 6.1"}, {"text_block_id": "p29_b1009", "text": "Land rights"}, {"text_block_id": "p29_b1010", "text": "A satisfactory resolution of the land rights issue within an acceptable period of time, is in the interest of the whole nation. For this purpose activities such as these shall be undertaken:"}, {"text_block_id": "p29_b1011", "text": "A satisfactory resolution of the land rights issue within an acceptable period of time, is in the interest of the whole nation. For this purpose activities such as these shall be undertaken:\n* Make a study of the resolutions that have been reached with regard to this issue, notably within the region.\n* Realize a structured consultation between the government and the people living in the interior.\n* Implement the legislation, policies and directives on land use as established by the Government."}, {"text_block_id": "p29_b1017", "text": "§ 6.2"}, {"text_block_id": "p29_b1018", "text": "Laws and regulations"}, {"text_block_id": "p29_b1019", "text": "The execution of the strategic action items shall be supported by revision of the exist"}, {"text_block_id": "p29_b1020", "text": "-"}, {"text_block_id": "p29_b1021", "text": "ing laws and regulations regarding forest management, which do not adequately reflect the objectives of the forest policy that is currently being formulated. The revi"}, {"text_block_id": "p29_b1022", "text": "-"}, {"text_block_id": "p29_b1023", "text": "sion includes among other things:"}, {"text_block_id": "p29_b1024", "text": "sion includes among other things:\n* An integral amendment of the laws with regard to forest and nature conserva\n* An integral amendment of the laws with regard to forest and nature conserva\n -\n* An integral amendment of the laws with regard to forest and nature conserva\n -\n tion in order to adapt them to the pres\n* An integral amendment of the laws with regard to forest and nature conserva\n -\n tion in order to adapt them to the pres\n -\n* An integral amendment of the laws with regard to forest and nature conserva\n -\n tion in order to adapt them to the pres\n -\n ent-day demands and to effect  better mutual agreement.\n* Stimulate amendments in policy and legislation outside the forest sector that may hamper the adequate execu\n* Stimulate amendments in policy and legislation outside the forest sector that may hamper the adequate execu\n -\n* Stimulate amendments in policy and legislation outside the forest sector that may hamper the adequate execu\n -\n tion of the forest policy."}, {"text_block_id": "p29_b1034", "text": "§ 6.3"}, {"text_block_id": "p29_b1035", "text": "Policy coordination"}, {"text_block_id": "p29_b1036", "text": "The administration shall see to it that its forest policy remains in harmony with the national development and environmental goals. The effect of the policy and the pro"}, {"text_block_id": "p29_b1037", "text": "-"}, {"text_block_id": "p29_b1038", "text": "grams of other departments and govern"}, {"text_block_id": "p29_b1039", "text": "-"}, {"text_block_id": "p29_b1040", "text": "ment services will be evaluated on a regu"}, {"text_block_id": "p29_b1041", "text": "-"}, {"text_block_id": "p29_b1042", "text": "lar basis. This will take place by means of, for example:"}, {"text_block_id": "p29_b1043", "text": "lar basis. This will take place by means of, for example:\n* Continuation of the inter-departmental consultation that was started as part of the formulation of the forest policy by at least one annual Forest Policy Advisory Board meeting.\n* Making studies, at the advice of the advisory board, into the effects of poli\n* Making studies, at the advice of the advisory board, into the effects of poli\n -\n* Making studies, at the advice of the advisory board, into the effects of poli\n -\n cy, programs and projects of other departments and government services on the forest sector ."}, {"text_block_id": "p29_b1049", "text": "§ 6.4"}, {"text_block_id": "p29_b1050", "text": "Information"}, {"text_block_id": "p29_b1051", "text": "Timely delivery of accurate and reliable information is crucial to the development of the sector and the implementation of this policy. The administration shall see to it that such information is gathered, ana"}, {"text_block_id": "p29_b1052", "text": "-"}, {"text_block_id": "p29_b1053", "text": "lyzed and delivered in time to all parties. This will involve a number of the following activities:"}, {"text_block_id": "p29_b1054", "text": "–"}, {"text_block_id": "p29_b1055", "text": "The development of criteria and indica"}, {"text_block_id": "p29_b1056", "text": "-"}, {"text_block_id": "p29_b1057", "text": "tors for sustainable forest manage"}, {"text_block_id": "p29_b1058", "text": "-"}, {"text_block_id": "p29_b1059", "text": "ment at a national level and the collec"}, {"text_block_id": "p29_b1060", "text": "-"}, {"text_block_id": "p29_b1061", "text": "tion and dissemination of information regarding the indicators."}, {"text_block_id": "p29_b1062", "text": "–"}, {"text_block_id": "p29_b1063", "text": "Make statistical reports with active input of other actors in the sector and submit them to the international organ"}, {"text_block_id": "p29_b1064", "text": "-"}, {"text_block_id": "p29_b1065", "text": "izations to whom Suriname is commit"}, {"text_block_id": "p29_b1066", "text": "-"}, {"text_block_id": "p29_b1067", "text": "ted."}, {"text_block_id": "p29_b1068", "text": "–"}, {"text_block_id": "p29_b1069_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Forest Authority will make an annu-al report ."}, {"text_block_id": "p30_b1072", "text": "For the effective monitoring of the logging activities, felled trees must be labeled with a polythene tag with a unique number."}, {"text_block_id": "p30_b1073", "text": "§ 6.5"}, {"text_block_id": "p30_b1074", "text": "Partnership"}, {"text_block_id": "p30_b1075", "text": "The administration shall continue the dia"}, {"text_block_id": "p30_b1076", "text": "-"}, {"text_block_id": "p30_b1077", "text": "logue that was started with all the stake"}, {"text_block_id": "p30_b1078", "text": "-"}, {"text_block_id": "p30_b1079", "text": "holders and parties involved in order to ensure that the implementation of the pol"}, {"text_block_id": "p30_b1080", "text": "-"}, {"text_block_id": "p30_b1081", "text": "icy equitably serves the interests of all and continues to have a broad social basis."}, {"text_block_id": "p30_b1082", "text": "–"}, {"text_block_id": "p30_b1083", "text": "Periodic consultation with stakeholders to reach consensus regarding specific issues on the elaboration and imple"}, {"text_block_id": "p30_b1084", "text": "-"}, {"text_block_id": "p30_b1085", "text": "mentation of this forest policy."}, {"text_block_id": "p30_b1086", "text": "–"}, {"text_block_id": "p30_b1087", "text": "Regular consultation with international partners in order to receive their techni"}, {"text_block_id": "p30_b1088", "text": "-"}, {"text_block_id": "p30_b1089", "text": "cal, financial and political support for the implementation of this forest policy."}, {"text_block_id": "p30_b1090", "text": "§ 6.6"}, {"text_block_id": "p30_b1091", "text": "Strategic plan and monitoring"}, {"text_block_id": "p30_b1092", "text": "Implementation of this forest policy requires further elaboration. The continua"}, {"text_block_id": "p30_b1093", "text": "-"}, {"text_block_id": "p30_b1094", "text": "tion will be closely monitored and the for"}, {"text_block_id": "p30_b1095", "text": "-"}, {"text_block_id": "p30_b1096", "text": "est policy itself will be periodically evaluat"}, {"text_block_id": "p30_b1097", "text": "-"}, {"text_block_id": "p30_b1098", "text": "ed and, where necessary, adapted. This means:"}, {"text_block_id": "p30_b1099", "text": "–"}, {"text_block_id": "p30_b1100", "text": "Elaboration of action items in strategic plans and their execution"}, {"text_block_id": "p30_b1101", "text": "–"}, {"text_block_id": "p30_b1102", "text": "Monitoring of the progress of the imple"}, {"text_block_id": "p30_b1103", "text": "-"}, {"text_block_id": "p30_b1104", "text": "mentation of this policy"}, {"text_block_id": "p30_b1105", "text": "§ 6.7"}, {"text_block_id": "p30_b1106", "text": "Financing"}, {"text_block_id": "p30_b1107", "text": "The national effort to draw and execute strategic plans will benefit from financial contribution of the international communi"}, {"text_block_id": "p30_b1108", "text": "-"}, {"text_block_id": "p30_b1109", "text": "ty. It will be necessary to create conditions so that potential support is converted into actual support. For that purpose the administration shall:"}, {"text_block_id": "p30_b1110", "text": "–"}, {"text_block_id": "p30_b1111", "text": "Establish a forest fund to channel inter"}, {"text_block_id": "p30_b1112", "text": "-"}, {"text_block_id": "p30_b1113", "text": "national funds meant for the support of the implementation of this forest policy."}, {"text_block_id": "p30_b1114", "text": "–"}, {"text_block_id": "p30_b1115_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Promote the financing of capacity build-ing and investments to the private sec-tor by development banks"}, {"text_block_id": "p30_b1120", "text": "Paramaribo, 28 March 2003"}, {"text_block_id": "p31_b1121", "text": "ABBREVIATIONS AND DEFINITIONS"}, {"text_block_id": "p31_b1122", "text": "A: ABBREVIATIONS"}, {"text_block_id": "p31_b1123", "text": "B: DEFINITIONS"}, {"text_block_id": "p31_b1124_merged", "text": "Sustainable forest management)*: The process of managing forests to achieve one or more clearly specified objectives of management with regard to the production of a con-tinuous flow of desired forest products and services without undue reduction of its inher-ent values and future productivity and without undue undesirable effects on the physical and social environment."}], "document_description": "The National Forest Policy of Suriname defines the spatial use of more than 90 per cent of the country's surface. It enters in the scope of the Forest Management Act and regulate economic activities such as timber production, and other social activities. The Policy acknowledges the carbon sequestration function of Suriname's vast forests and highlights the importance of conservation to maintain such characteristic."}