{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Suriname", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "Suriname National REDD+ Strategy", "document_country_code": "SUR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "30/10/2019", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SUR/2019/SUR-2019-10-30-Suriname National REDD+ Strategy_d83e72822815b71707f789d5a2a9aaae.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL REDD+ STRATEGY"}, {"text_block_id": "p0_b2", "text": "OF SURINAME"}, {"text_block_id": "p3_b3", "text": "PUBLISHED BY:"}, {"text_block_id": "p3_b4", "text": "National Institute for Environment and Development in Suriname (NIMOS)"}, {"text_block_id": "p3_b5", "text": "REDD+ Program Management Unit"}, {"text_block_id": "p3_b6", "text": "Mr. Jagernath Lachmonstraat 100"}, {"text_block_id": "p3_b7", "text": "Paramaribo, Suriname"}, {"text_block_id": "p3_b8", "text": "Phone: +597 490044"}, {"text_block_id": "p3_b9", "text": "Website: www.nimos.org"}, {"text_block_id": "p3_b10", "text": "www.surinameredd.org"}, {"text_block_id": "p3_b11", "text": "PLEASE CITE AS FOLLOWS:"}, {"text_block_id": "p3_b12", "text": "Government of Suriname (2019). National REDD+ Strategy of Suriname. Paramaribo, Suriname."}, {"text_block_id": "p3_b13", "text": "ACKNOWLEDGEMENTS:"}, {"text_block_id": "p3_b14", "text": "The National REDD+ Strategy of Suriname has been developed through an inclusive and participative process that started with a national workshop in May 2017 and continued with stakeholder consultations with government institutes, local communities, the private sector, academia, civil society, etc. The authors wish to thank all the stakeholders who have contributed to this nationally endorsed product, and look forward to broad involvement in the implementation thereof."}, {"text_block_id": "p4_b15", "text": "FOREWORD"}, {"text_block_id": "p4_b16", "text": "Like all other countries in the world, Suriname is also experiencing the adverse effects of climate change. Our country has no choice but to take appropriate measures to achieve the sustainable development goals to which we have committed ourselves. The National Development Plan 2017-2021 mentions environment as one of the development pillars and special attention is therefore given to finding the sustainable balance between environment and development."}, {"text_block_id": "p4_b17", "text": "Environment and forests are mentioned in the same breath when it comes to climate change. With 93% forests, our country is the most forested country in the world in terms of land area. In November 2017, during COP 23 in Bonn, Suriname made the commitment to maintaining this status, on the condition that the international community makes financial resources, technology and knowledge available in sustainable partnerships. As a result of this, our country has taken the initiative to bring similar developing countries with high forest cover and low deforestation together in Paramaribo in February 2019 in order to establish a joint strategy so that the contribution made by these countries to mitigation, even before the Rio conventions existed, can be brought into a more balanced relationship with access to international climate finance."}, {"text_block_id": "p4_b18", "text": "“We are the forest”. This is a slogan we use in Suriname to describe our status as the most forested country in the world in terms of percentage of the land surface. The connection with the forest means that we have to be careful with this wealth. The forests of Suriname not only support the climate and biodiversity throughout the world, but also provide for the livelihood of their countrymen who live in and from the forest. Historically, Suriname has a very low percentage of deforestation and forest degradation. However, the pressure on our forests has increased in recent years wdue to various production activities. Faced with this changing situation, it is a challenge to strengthen the economic development of the country, while preserving our forest."}, {"text_block_id": "p4_b19", "text": "The solution to the land rights issue is an integral part of the sustainable management of our forests. To this end, the Surinamese government has already taken important steps to arrive at a widely supported Surinamese model of legal regulations of these land rights, taking into account the interests and views of the indigenous communities and tribal peoples, and consistent with international law."}, {"text_block_id": "p4_b20", "text": "REDD+ aims to reduce greenhouse gas emissions as a result of deforestation and forest degradation, as well as conservation, sustainable management of forests and increasing carbon storage in forests. It is therefore considered as one of the instruments for sustainable development in the National Development Plan 2017-2021 of Suriname. The National REDD+ Strategy is a sustainable development tool, which will also support our country’s efforts to remain the most forested country in the world and receive compensation for a sustainable, inclusive and diversified economy."}, {"text_block_id": "p4_b21", "text": "A special word of thanks goes to all those who have contributed to the preparation and realization of this strategy and we look forward to further support for a successful implementation."}, {"text_block_id": "p6_b22", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p7_b23", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p9_b24", "text": "1. CONTEXT"}, {"text_block_id": "p9_b25", "text": "Tropical rainforests are crucial for the sustainability of our planet. The human population is dependent on ecosystem services from tropical rainforests on a daily basis. The Amazon in South America is the world’s largest tropical forest and a well-known biodiversity hotspot of global importance. One of the countries in the Amazon region is Suriname, a republic with only about 583.400 inhabitants (ABS 2017) but with 15.3 million hectares of forest. Suriname’s land area is to 93% covered by forest (SBB 2018)."}, {"text_block_id": "p9_b26", "text": "The vision, strategic lines, policies and measures presented in this National REDD+ Strategy (NS) are a result of an extensive consultation process and of an analysis of the social, economic, policy and legal framework. In addition, different scenarios were conducted in order to inform the development of the Strategy. A detailed description of these processes is included in the Background study for the National REDD+ Strategy of Suriname (AAE 2017), in the Strategic Environmental and Social Assessment (SESA) report and other background documentation."}, {"text_block_id": "p9_b27", "text": "The participatory elements of Suriname’s SESA process included two national workshops and a series of community consultations. By November 2017, the SESA process had reached out to over 800 stakeholders from a range of different backgrounds, including government, NGOs, private sector, academia, civil society organizations, indigenous peoples groups and local community members. The community consultations and surveys covered all ten (10) different communities inhabiting the vast forest areas of Suriname’s interior, accumulating the views of more than 660 local community members. Cultural sensitivity and gender issues were taken into special consideration throughout the participatory elements of Suriname’s SESA."}, {"text_block_id": "p9_b28", "text": "The conclusions from the findings of the SESA process were translated into a series of suggested actions, included in the SESA Action Matrix. In developing the actions, it was specifically tried to address the identified gaps in existing Policies, Laws and Regulations to avoid or minimize and manage potential REDD+ risks. These conclusions were fed into the development of the Strategy and were used during the formulation of the Policies and Measures (PAMs) presented below in order to minimize risks and maximize benefits."}, {"text_block_id": "p9_b29", "text": "National deforestation has been monitored by the Forest Cover Monitoring Unit (FCMU) within the Foundation for Forest Management and Production Control (SBB) since the year 2000. Information from this source points out relatively high intensity deforestation in the Greenstone belt and an increase in deforestation rates from 0,02% in the 2000-2009 period to 0,05% in the 2009-2015 period. The main driver of deforestation is mining, namely gold mining, being responsible for 73% of total deforestation. Infrastructure development, with around 15% of total deforestation, urban development with 4% and agriculture with 3% have also been identified as relevant drivers of deforestation (GOS 2017)."}, {"text_block_id": "p9_b30", "text": "Suriname conducted spatial explicit scenarios that were used to support the readiness phase and informed the preparation of this Strategy. Three scenarios were developed, historical trend (business as usual); projected development; and development with REDD+. For the elaboration of the scenarios different policies and plans were used, as well as the Policies and Measures (PAMs) presented in this Strategy."}, {"text_block_id": "p9_b31", "text": "The results from the scenarios make it possible to locate more than 1.000 sq. km of forest areas with high certainty of deforestation in the future. Those areas, which are described in the background and scenario documents, will be key for the implementation of PAMs presented in this Strategy."}, {"text_block_id": "p10_b32", "text": "2. VISION, MISSION AND STRATEGIC LINES"}, {"text_block_id": "p10_b33", "text": "2.1 Vision and Mission"}, {"text_block_id": "p10_b34", "text": "The Government of Suriname and national stakeholders have agreed on the following vision and mission for the role of forests in Suriname’s sustainable development:"}, {"text_block_id": "p10_b35", "text": "Vision"}, {"text_block_id": "p10_b36", "text": "“Suriname’s tropical forest continues to contribute to the improvement of the welfare and wellbeing of current and future generations, while continuing to offer a substantial contribution to the sustainable development of our country and the global environment, enabling the conditions for an adequate compensation for this global service.”"}, {"text_block_id": "p10_b37", "text": "Mission"}, {"text_block_id": "p10_b38", "text": "“Establishing long-term partnerships through planning, research, effective protected areas management and sustainable forest management, resulting in an efficient use of the natural resources, including forests, ecosystems and biodiversity.”"}, {"text_block_id": "p10_b39", "text": "2.2 Strategic Lines"}, {"text_block_id": "p10_b40", "text": "The national strategy includes the following four strategic lines and related policy lines:"}, {"text_block_id": "p10_b41", "text": "Strategic line 1: Continue being a High Forest cover and Low Deforestation country (HFLD) and receive compensation to invest in economic diversification"}, {"text_block_id": "p10_b42", "text": "Strategic line 2: Forest governance"}, {"text_block_id": "p10_b43", "text": "Strategic line 2: Forest governance\n* Advance participation of different stakeholders\n* Enforcement, control and monitoring\n* Forest and environmental laws and regulations\n* Promotion of Sustainable Forest Management (SFM)"}, {"text_block_id": "p10_b51", "text": "Strategic line 3: Land use planning"}, {"text_block_id": "p10_b52", "text": "Strategic line 3: Land use planning\n* Land tenure\n* Land use planning\n* Promotion of sustainable practices in other land use sectors\n* Participatory community development"}, {"text_block_id": "p10_b60", "text": "Strategic line 4: Conservation of forests and reforestation as well as research and education to support sustainable development"}, {"text_block_id": "p10_b61", "text": "Strategic line 4: Conservation of forests and reforestation as well as research and education to support sustainable development\n* Protected areas\n* Rehabilitation of degraded and deforested areas\n* Scientific research and education on forest management"}, {"text_block_id": "p10_b67", "text": "Each of these strategic lines and policy lines with their related measures for implementation are elaborated in further detail in the sections below."}, {"text_block_id": "p11_b68", "text": "Strategic line 1: Continue being a High Forest cover and Low Deforestation country (HFLD) and receive compensation to invest in economic transition"}, {"text_block_id": "p11_b69", "text": "Through this strategic line, Suriname intends to maintain its high forest cover, biodiversity and environment. On November 16, 2017, during the UNFCCC Conference of Parties (COP) 23, Suriname committed internationally to maintain its current level of forest cover of 93%, counting on technical and financial support from the international community to realize this ambition."}, {"text_block_id": "p11_b70", "text": "The expected compensation for this global environmental service can assist the transition to a diversified and resilient economy."}, {"text_block_id": "p11_b71", "text": "From 12 – 14 February 2019 the “High Forest cover, Low Deforestation Conference on Climate Finance Mobilization” was held in Suriname, organized by Suriname as host country."}, {"text_block_id": "p11_b72", "text": "Rationale"}, {"text_block_id": "p11_b73", "text": "Suriname is proud of being a country with a high forest cover, rich biodiversity and of having a highly diverse culture. As indicated above, Suriname has made the commitment to continue being a country with a high forest cover and a low deforestation (High Forest cover and Low Deforestation, HFLD), counting on technical and financial support from the international community."}, {"text_block_id": "p11_b74", "text": "Strategic alignment"}, {"text_block_id": "p11_b75", "text": "This strategic line is aligned with the assertion of the National Development Plan 2017-2021 that"}, {"text_block_id": "p11_b76", "text": "“The compensation for conserving Suriname’s pristine tropical forest is part of the international climate change programme, under which REDD+ is inserted, and contributes to the growth and development through a programmatic approach for conserving and where necessary restoring Surinamese forest”."}, {"text_block_id": "p11_b77", "text": "It also aligns with the National Biodiversity Plan, which establishes the"}, {"text_block_id": "p11_b78", "text": "“Conservation of biodiversity and the crucial ecological functions by a responsible expansion and sustainable management of a network of protected areas, which is representative for the biological diversity of the forests in Suriname"}, {"text_block_id": "p11_b79", "text": "”. Furthermore, it aligns with the Readiness Preparation Proposal (R-PP) for REDD+ (GOS 2013), which identifies co-benefits such as the creation of alternative livelihoods."}, {"text_block_id": "p11_b80", "text": "Policies and Measures"}, {"text_block_id": "p11_b81", "text": "Policy line 1.A: Multilateral and bilateral negotiations aiming at receiving financial support for the preservation of Suriname’s forest cover"}, {"text_block_id": "p11_b82_merged_merged", "text": "Suriname is one of the few countries categorized as high forest cover and low deforestation country (HFLD). With 93% forest cover and historically less than 0.1% deforestation rate per year (in average 0.05% per year in the period 2000-2015), Suriname is the most forested country in the world in terms of land surface. Under the current and prospective situation with relation to climate change and biodiversity conservation, the preservation of these forests is in the interest of the global community. Suriname aims to translate this global interest into financing opportunities to sustain a transition to a low carbon development path, as well as support for the implementation of the United Nations (UN) Sustainable Development Goals (SDGs)."}, {"text_block_id": "p11_b84", "text": "The finalization of the readiness phase of REDD+ is one of the first milestones for opportunities of that kind to materialize. However, there are other parallel avenues that Suriname can explore both at a bilateral and multilateral level. In order to produce a strong case, some of the steps have already been achieved, such as including these goals within the National Development Plan (OP) 2017-2021 and making progress in establishing a national forest monitoring system, strengthening institutions and collaboration platforms and creating a dialogue between the government, communities and civil society. Other steps, such as showing a shared commitment among different political actors, having a clear common message and a plan for how to communicate it internationally, need to be taken."}, {"text_block_id": "p12_b85", "text": "Measure 1.A.1: Define how the use of REDD+ financial support and activities can facilitate efforts to drive the transition to a diversified economy"}, {"text_block_id": "p12_b86_merged", "text": "As established in the National Development Plan (OP) 2017-2021, Suriname will “work on realizing the necessary diversification of our economic basis, using the many possibilities provided by our nature and at the same time protect the environment” (GOS 2017: 31). The preparation of an action plan which, in line with the OP, describes how REDD+ financial resources will aid a transition to a diversified and low carbon economy will facilitate the country’s negotiations with interested donors. An analysis to identify diversification opportunities for Suriname’s economy will be done through a participatory process in cooperation with the Ministry of Finance. Funding will be sought to implement several projects with potential to transform the economy for forest compatible development."}, {"text_block_id": "p12_b89", "text": "This will be supported by an approved benefit sharing mechanism, to ensure that safeguards related to a reasonable and equitable distribution of benefits are taken into account."}, {"text_block_id": "p12_b90", "text": "Measure 1.A.2: Communication and branding of Suriname nationally and internationally"}, {"text_block_id": "p12_b91", "text": "The previous measure (1.A.1) provides the technical and political background necessary to direct potential financial resources to Suriname, aimed at supporting a transition to a diversified low carbon economy. In order to search and secure potential REDD+ related finance, this plan needs to be communicated to potential bilateral funding partners, development banks and other related actors interested in the carbon market, forests and sustainability."}, {"text_block_id": "p12_b92", "text": "A communication plan to be developed in agreement with key stakeholders should be executed on national level as well as internationally. Country branding in international conferences, fairs and media channels will be done."}, {"text_block_id": "p12_b93", "text": "The communication of this plan internationally requires the involvement and coordination of different government actors (Foreign Affairs, Economy, Environment, Tourism, Finance, among others) to deliver a consistent and agreed message. This message should be agreed among different key stakeholders and based on characteristics of Suriname that represent a strong branding (e.g. cultural diversity, most forested country in the world, low deforestation)."}, {"text_block_id": "p12_b94", "text": "Policy line 1.B: Support existing, alternative and additional sustainable livelihoods and diversification of"}, {"text_block_id": "p12_b95", "text": "the economy"}, {"text_block_id": "p12_b96", "text": "In the aim to uphold the overarching objective to provide equal development opportunities to all citizens, it is important to bridge the divide that has evolved between the coast and the interior. In that regard, stimulating and supporting alternative livelihoods in the interior can contribute to social and economic development of the country. These objectives are consistent with the necessary diversification of the economic base, by using the opportunities provided by nature while protecting the environment at the same time (GOS 2017)."}, {"text_block_id": "p12_b97", "text": "REDD+ can support this development process and can be seen as a pillar of a climate compatible development strategy within a path that balances social, economic and environmental priorities and objectives, and can be used as a planning tool for the sustainable development of the interior in the integrative vision of its development process (GOS 2013). For this, market potential of different diversification options need to be analysed. The Local Economic Development (LEO) strategic approach of the National Development Plan 2017 – 2021 aims at sustainable economic growth by means of increased participation and public and private partnerships, strengthening the development capacity of small isolated communities in the interior, including small businesses, local administrative bodies and the networks of their organizations for their advance and development."}, {"text_block_id": "p13_b98", "text": "Some important considerations have been identified during the SESA process with regards to supporting alternative livelihoods in the interior. The most frequently voiced concern regards access to markets. The less accessible villages are, the more difficult it is likely going to be to create sustainable market access and thus secure income from alternative livelihoods. For example, where the cost of transporting products to markets leads to non-competitive prices, the PAM may not achieve its objectives. The need to identify interests of and specifically target youth in education and capacity building on alternative livelihoods has also been identified, as concerns exist in many places regarding the lack of incentives for young people to remain in the villages and a general lack of interest to continue traditional activities. The income and working conditions from alternative livelihoods must be competitive with currently existing sources of income such as gold mining."}, {"text_block_id": "p13_b99", "text": "If successful, the measures included under this policy line can reduce the dependency of local community members on government social support and lead to their empowerment, while improving their livelihoods. There is also a potential to conserve traditional knowledge and activities through these measures. Legal recognition of traditional knowledge will be of importance here to ensure adherence to respective REDD+ safeguards. For more information, please see SESA conclusions and recommendations in the SESA Report for Suriname."}, {"text_block_id": "p13_b100", "text": "Measure 1.B.1: Promotion of non-timber forest products (NTFP) with a view to providing alternative livelihoods to forest dependent communities"}, {"text_block_id": "p13_b101_merged", "text": "Non-Timer Forest Products (NTFPs) are any product or service other than timber that is produced in the forests. They include fruits and nuts, vegetables, fish and game, medicinal plants, resins, essences and a range of barks and fibres such as bamboo, rattans, and a host of other palms and grasses (CIFOR n/d). The National Development Plan 2017-2021 includes increasing the contribution of the production of NTFP to the national economy among the objectives aimed at developing the Production Cluster of Forestry and Related Industry. The Plan states that, in addition to traditionally providing for the livelihood of the communities in the interior, NTFP are also commercially marketed to a limited extent. At present, little reliable information is available on the quantity and value of these marketable products, but the sale of NTFP constitutes an important source of local income. The potential of this income source will be further identified. The income of the inhabitants of the interior and the government and the wellbeing of the citizens can also be significantly improved by, among other things, increasing the commercial supply of sustainably harvested non-timber forest products. The Plan notices that experiments with NTFP such as krapa (Carapa sp.), maripa (Atallea sp.), sawari-noto and ingi-noto have had positive results."}, {"text_block_id": "p13_b106", "text": "Pilot and operational products are also being implemented with bamboo, stingless bees and medicinal plants. On behalf of the diversification of the national economy, these initiatives will be further supported."}, {"text_block_id": "p13_b107", "text": "Proposed actions for the promotion of NTFP were already incorporated in the Readiness Preparation Proposal for REDD+ (GOS 2013) and include creating market demand, supporting marketing and small business development for NTFP, incorporating these activities into work programs focused on women and rural communities, combining NTFP promotion into nature tourism projects, and monitoring voluntary adoption of practices and methods by the private sector/ private enterprises. Capacity building, infrastructure such as marketplaces and storage rooms, loans to expand businesses and financial support to the NTFP sector is needed."}, {"text_block_id": "p13_b108", "text": "Where NTFP markets are successfully established, it may be necessary to monitor and eventually regulate the use of NTFPs, e.g. through guidelines for sustainable harvesting and use of NTFPs, in order to avoid overexploitation, which could threaten long-term income security."}, {"text_block_id": "p14_b109", "text": "Measure 1.B.2: Promotion of nature and ecotourism with a view to provide alternative livelihoods to forest dependent communities and aid in the diversification of the economy"}, {"text_block_id": "p14_b110", "text": "Specific actions for the promotion of nature and ecotourism were proposed by the Readiness Preparation Proposal for REDD+ (GOS 2013). The proposal included training of local communities and alignment with government stimulus programs; regulation, and certification of nature tourism operators."}, {"text_block_id": "p14_b111", "text": "The provision of alternative livelihoods for forest dependent communities could reduce pressures and damages by deforestation and forest degradation due to unsustainable uses of the forest resource. The National Development Plan 2017-2021 gives significant priority to what it calls the Production Cluster Tourism, and highlights the country’s natural and cultural attributes for this purpose. Several concrete objectives are defined, including the implementation of the strategic development plan for the Tourism and Creative Industry, arrangement of new commercial flight connections, preparation of a Tourism Master Plan and the establishment of a Suriname Tourism Authority, among other actions."}, {"text_block_id": "p14_b112", "text": "A consideration of particular importance in the context of promoting tourism that was identified in the SESA process regards the fact that tourism, where promotion is successful, is likely going to lead to increased productivity in other sectors (e.g. service sector). This could further support local people’s livelihoods but may also have trade-offs, for instance in terms of pollution by solid waste and noise, increased demand for drinking water, electricity and management of sewage. As biodiversity, especially the presence of species of interest to tourists, was identified as an important asset in nature and ecotourism, and due to a likely increased need for fish and meat for consumption due to tourism, breeding programs could be considered to reconcile with the issue of overexploitation. Monitoring of such potential mid- to long-term effects of this PAM could help identify arising issues around the sustainability of nature and ecotourism at an early stage in order to then assess possibilities to respond (see also SESA conclusions and recommendations)."}, {"text_block_id": "p14_b113", "text": "Measure 1.B.3: Provide alternative livelihoods to forest dependent communities through the promotion"}, {"text_block_id": "p14_b114", "text": "of medicinal plants"}, {"text_block_id": "p14_b115_merged", "text": "Suriname’s biodiversity includes a rich diversity in medicinal plants known and used by Indigenous and Tribal Peoples (ITPs). The Readiness Preparation Proposal for REDD+ (GOS 2013) states among the proposed strategy options: “Creating market demand and ensuring support in marketing and small business development will be key to attaining sustainability in the creation of livelihoods based on the usage of medicinal plant based products”. The proposal includes incorporating these activities into work programs focused on women and rural communities, combining medicinal plants promotion into nature and ecotourism projects, and monitoring voluntary adoption of practices and methods by the private sector/ enterprises, taking into account the protection of intellectual property rights of Indigenous and Tribal Peoples (see ESMF section 5.9). Capacity building is needed for communities to produce medicinal plant products that meet standards for being sold, infrastructure, such as processing facilities, and financial support to the sector."}, {"text_block_id": "p15_b118", "text": "Measure 1.B.4: Provide alternative livelihoods to forest dependent communities through the promotion of agroforestry practices"}, {"text_block_id": "p15_b119", "text": "This measure aims to improve the sustainability of small and subsistence farming by promoting more efficient, soil conserving agricultural and agroforestry techniques; as a result, increasing the length of cultivation periods in shifting cultivation, itself an agroforestry system. The measure intends to include mainstreaming agroforestry into training and education programs for forest dependent communities and strengthening/ developing agricultural/agroforestry extension programs."}, {"text_block_id": "p15_b120", "text": "Increasing the length of cultivation and fallow periods reduces in the long-term the total area under agriculture, as cultivation stays for longer periods on the same piece of land. This can be achieved through improved agricultural and soil conservation practices, better seeds, more productive varieties. Short fallow periods result in soil depletion and degradation and eventually new areas are cleared with increased frequency."}, {"text_block_id": "p15_b121", "text": "The promotion of agroforestry systems is a measure put forward by the Readiness Preparation Proposal for REDD+ (GOS 2013), which expected in this way lowering the pressures of agriculture on forests, while providing alternative livelihoods for forest dependent communities."}, {"text_block_id": "p15_b122", "text": "During the SESA process, local community members repeatedly voiced concern that the introduction of new practices will not be sustainable where such practices require financial means to purchase, e.g., machinery, tools or new seeds. This should be considered in the implementation of the measure. Institutional and individual capacity building to promote agroforestry practices is needed in the form of training, equipment, financing and materials."}, {"text_block_id": "p15_b123", "text": "Measure 1.B.5: Support education and training opportunities in forest-based communities in the interior"}, {"text_block_id": "p15_b124", "text": "In order to use and leverage the forest in a sustainable way, development opportunities must be provided both on a community and individual level within the forest-based communities. This measure aims at supporting and creating education and training opportunities for communities and community members to become aware of and apply alternative livelihoods. Also, the Interim Strategic Action Plan for the Forest Sector in Suriname (GOS 2008) indicates the importance of strengthening capacities of local governments and civil society that are supporting the forest-based communities in the production of NTFP, in order to contribute to the national economy."}, {"text_block_id": "p15_b125", "text": "SESA findings suggest that equally engaging different groups within local communities in such education and training activities, including elders, youth and women, will be important in order to adequately address different needs and interests and to ensure that opportunities to benefit from alternative livelihoods are equitably spread. In further targeted consultation it was also mentioned that the policy of the Ministry of Regional Development aims at identifying and supporting the customized potentials of different communities, which are geographically distributed, e.g. nature tourism in the Upper-Suriname area. This would be important to ensure that differences in geographic context and their consequences are considered when defining education and training needs as well as opportunities."}, {"text_block_id": "p16_b126", "text": "Strategic line 2: Forest governance"}, {"text_block_id": "p16_b127", "text": "The objective of this strategic line is to increase the forests’ contribution to global, national and local development through promoting sustainable forest management. This can be done through an enabling and participatory forest governance structure by strengthening the capacity of Indigenous and Tribal Peoples (ITPs) and encouraging participation of private sector and other forest related actors, and at the same time increasing the ability of the government to properly manage, control and monitor its resources."}, {"text_block_id": "p16_b128", "text": "Rationale"}, {"text_block_id": "p16_b129", "text": "The forests of Suriname provide benefits to the global, national and local communities which range from their role in the control of climate change as a great carbon sink, to their contribution to the national economy and the well-being of the Surinamese people. They create the conditions for sustainable economic development while yielding key environmental functions such as water regulation, protection against erosion, carbon sequestration and the protection and conservation of biodiversity. Ensuring the maintenance and enhancement of these resources and functions within a context of increasing global and local demands for their services requires increasing sustainable management efforts."}, {"text_block_id": "p16_b130", "text": "In order to ensure the preservation of Suriname’s forests with an increased capacity to support the communities and the economy, an efficient governance structure needs to be established which should enable improved ways for forest management, use of resources, participation and land use planning. Strengthening or adjusting the institutional framework should support sustainable landscapes management."}, {"text_block_id": "p16_b131", "text": "Strategic alignment"}, {"text_block_id": "p16_b132", "text": "This strategic line is closely related to the National Forest Policy (GOS 2006), and is aligned with the development goals spelled out in the National Development Plan 2017-2021 (GOS 2017), particularly with those belonging to the fourth development pillar, Utilization and Protection of the Environment. It is also linked to social progress and economic growth and diversification goals of the National Development Plan 2017 - 2021."}, {"text_block_id": "p16_b133", "text": "In addition, this strategic line is aligned with the National Development Plan 2017-2021, which states that initiating participation of stakeholders in policy formulation and implementation is a key element of the implementation strategy for the Development Plan."}, {"text_block_id": "p16_b134", "text": "At the implementation level, enhancing the actual role of regional administrative bodies is a key objective, but in addition, the identification of local economies and the implementation of local plans are at least equally important. Regarding the latter, the participation in the implementation is not only of great importance, but also feasible (GOS 2017)."}, {"text_block_id": "p16_b135_merged", "text": "Finally, this strategic line is also aligned with Suriname’s Intended Nationally Determined Contribution (INDC), which states that, within the country purpose of maintaining its high forest cover and low deforestation rate and continuing practicing sustainable forest management in an effort to promote multiple use of its forest resources, “Suriname is keen to strengthen forest governance institutions and collaboration with the private sector and other stakeholders and to expand its program of awareness, monitoring and enforcement…” (GOS 2015)."}, {"text_block_id": "p17_b138", "text": "Policies and Measures"}, {"text_block_id": "p17_b139", "text": "Policy line 2.A: Advance participation of different stakeholders"}, {"text_block_id": "p17_b140_merged", "text": "As stated above, a key element of the implementation strategy for the National Development Plan 2017-2021 is to enhance participation of stakeholders in policy formulation and implementation. According to the Plan, “the adoption of a new Planning Act and the establishment of new procedures and institutions should enable active participation in both the sectoral and regional planning” (GOS 2017)."}, {"text_block_id": "p17_b143", "text": "The SESA process revealed that applying culturally sensitive approaches will be important when involving local community members in planning and decision-making processes. This should include the use of traditional communication channels and procedures, clear language and sufficient time for ITPs to fully comprehend the policies that are at stake and their potential implications on ITP rights and day to day life. Women, youth and elders should be equally involved."}, {"text_block_id": "p17_b144", "text": "Measure 2.A.1: Improvement planning process"}, {"text_block_id": "p17_b145", "text": "Participation in the planning process is key to ownership. Involving the public creates a greater opportunity for consensus building and cooperation and it can establish strong community support and ongoing involvement from the public. Public involvement can aid in the implementation process and give well-conceived plans their best opportunity for implementation. Adjustment of the planning process is relevant to advance the participation of multiple stakeholders, particularly considering the involvement of ITPs and their development, because it must provide for a bottom-up approach for planning."}, {"text_block_id": "p17_b146", "text": "Measure 2.A.2: Preparation and Approval of an Environmental Framework Act with Environmental Impact Assessment procedures as part thereof"}, {"text_block_id": "p17_b147", "text": "Environmental Assessment Guidelines were released by NIMOS in 2005 and revised in 2009. Since then they have been implemented on a voluntary basis, mostly by multinationals operating in the country and by state-owned companies. An important element within the Environmental Impact Assessment process is public participation."}, {"text_block_id": "p17_b148", "text": "The Guidelines include concrete levels of public participation in the early (screening/scoping) and reviewing phases of the assessment, as well as a specific chapter addressing consultation and participation mechanisms to be applied. With the adoption of an Environmental Framework Act these guidelines and any further improvements on them will have a legal mandatory basis and thus incorporate public participation mandatory requirements for activities with potential relevant impacts."}, {"text_block_id": "p17_b149", "text": "As the Environmental Impact Assessment (EIA) covers several elements of an analysis of environmental issues, there are several measures in the strategy that relate to the preparation and approval of the EIA (example 3.C.2). In this particular measure the focus is on participatory aspects of the EIA process."}, {"text_block_id": "p17_b150", "text": "Moreover, during the preparation process, a review of the EIA guidelines can help to fully cover all aspects included in the relevant safeguards. The Environmental and Social Management Framework (ESMF) can serve as an example of how this is proposed to be done for REDD+ projects, and some of those considerations can be extended to the EIA guidelines."}, {"text_block_id": "p17_b151", "text": "Measure 2.A.3: Adoption of a community engagement strategy for REDD+"}, {"text_block_id": "p17_b152", "text": "A broader community engagement strategy, meaning the national community including the ITP’s, will be a structural component of the REDD+ Program and will have a strong impact on all aspects of forest governance in Suriname, contributing to identifying community priority issues and involving relevant stakeholders to arrive at workable solutions. This strategy needs to be in line and coordinated with other strategies and measures aiming at engaging communities, such as the Community Engagement Strategy developed in 2016 as part of WISE REDD+."}, {"text_block_id": "p18_b153", "text": "Measure 2.A.4: Strengthening capacity of Indigenous and Tribal Peoples (ITPs) in forest governance"}, {"text_block_id": "p18_b154", "text": "The participation of stakeholders in policy formulation and implementation, as well as in sectoral and regional planning, are central elements of the 2017-2021 Development Plan. Likewise, the main Policy Objective of the National Forest Policy includes the participation of indigenous and tribal communities in activities in and around their lands, on the basis of full information and sharing in the benefits and proceeds thereof (GOS 2006). It is important to take into account Free Prior Informed Consent (FPIC) in this planning process. Also, capacity building in democracy and facilitation to support the representation of ITP’s views on the district and national level is needed, as well as a well-functioning Grievance Redress Mechanism (GRM) in case misrepresentation takes place. In addition, the Foundation for Forest Management and Production Control (SBB) and the Forest Carbon Monitoring Unit (FCMU) have expressed that forest based communities can play an important role in monitoring the forest (GOS 2014)."}, {"text_block_id": "p18_b155", "text": "Policy line 2.B: Enforcement, control and monitoring"}, {"text_block_id": "p18_b156", "text": "The ability to govern and maintain a proper control over the forest resource can be challenged by weaknesses in monitoring capacities and enforcement. While forest monitoring serves many purposes in forest governance, it has an important role in the quantification of forest change and carbon stocks within a REDD+ Program, as well as enabling the detecting illegal activities and for the overall supervision of the forest resources. Suriname has built a significant monitoring capacity over the last years through national and regional projects, enabling the national monitoring of its forests on an increasingly regular basis. A roadmap for continuing, improving and institutionalizing these activities into a fully functional National Forest Monitoring System (NFMS) in the years to come has been elaborated (GOS 2016)."}, {"text_block_id": "p18_b157", "text": "Insufficient monitoring, control and enforcement was frequently mentioned as a reason for concern during the SESA process so capacities for this need to be strengthened. An additional aspect of importance was identified as the need for clear communication and information regarding current, new or amended legislation. Awareness and clarity regarding policies, laws and regulations (PLRs) among all stakeholders affected by such PLRs should be a precondition, based on which monitoring, control and enforcement can then ensure successful implementation of PAMs."}, {"text_block_id": "p18_b158", "text": "Measure 2.B.1: Capacity building of institutions in forest monitoring, control and protection"}, {"text_block_id": "p18_b159", "text": "The extension of monitoring capacities to other institutions beyond the government bodies contributes to socializing this important function and forest protection capabilities in general. In order to advance the functionality and efficiency of the national forest monitoring system (NFMS), there is need to strengthen institutional capacity, including human resources, technical, financial and logistic, equipment and software capacities, while at the same time engaging relevant stakeholders in the implementation of the NFMS. The relevant stakeholders need to be engaged in all different activities and processes of forest monitoring. The NFMS includes a capacity strengthening plan and an engagement strategy (GOS 2016)."}, {"text_block_id": "p18_b160", "text": "Within the National Plan for Forest Cover Monitoring (GOS 2014) the FCMU will invite targeted institutions to be technically trained in forest monitoring, simultaneously with its core team. These targeted institutions will be those that can be expected to practically apply the acquired skills and workout more concrete applications like Near Real Time Monitoring (NRTM) options. Some training may involve requirements which can entail a limited participation of institutions, but other activities may be planned for larger groups if the required infrastructure is available. The informal collaboration platform between these institutions that currently exist could become formalized. The Centre for Agricultural Research in Suriname (CELOS) is one institution which has already participated, together with FCMU staff, in training activities on remote sensing provided by external experts. The planned capacity building of forest-based communities in forest monitoring also adds to the development of these aptitudes within the society."}, {"text_block_id": "p18_b161", "text": "Besides training for other institutions in forest monitoring, capacity building in the areas of forest control and protection are necessary. These include training of tree spotters, forest guards, and game wardens. Also capacity support for infrastructure, equipment and operations for the institutes responsible is included."}, {"text_block_id": "p19_b162", "text": "Measure 2.B.2: Capacity building of forest-based communities in forest monitoring"}, {"text_block_id": "p19_b163", "text": "The forest-dependent communities are a primary stakeholder in REDD+ and the NFMS. Achieving their engagement and support within a mutually productive cooperation requires an inclusive approach taking into account their vision. Therefore, the engagement strategy is to first focus on information sharing, allowing the forest-dependent communities to be informed and be able to decide how they envision their role in the NFMS and how the engagement should be developed from there on (GOS 2016)."}, {"text_block_id": "p19_b164", "text": "Thus, their participation will depend on the vision of communities themselves and may differ across the country. Within the National Plan for Forest Cover Monitoring (GOS 2014) the FCMU within the SBB would seek partnership with representative bodies and villages to strengthen within those communities their forest monitoring skills capacities."}, {"text_block_id": "p19_b165", "text": "For this purpose, existing collaboration structures would be involved to identify appropriate ways to interact with the communities for their participation in a NFMS, which could also include participation in the Safeguards Information System (SIS). In an advanced role of community monitoring, capacity building topics may include Global Positioning System (GPS) use, national forest inventory, participatory mapping and Geographic Information System (GIS)."}, {"text_block_id": "p19_b166", "text": "Measure 2.B.3: Ensuring adequate forest monitoring and enforcement capacities in the interior"}, {"text_block_id": "p19_b167", "text": "The weaknesses in monitoring and enforcement capacities on forests, in particular production forests and protected areas are recognized by all the interested parties. This may be also a reflection of resource deficiencies affecting capacities in a broad sense. The National Development Plan 2017-2021 anticipates strengthening forest regulatory and supervisory institutions. Additional resources will be required by the responsible agencies within the Government of Suriname (GOS)."}, {"text_block_id": "p19_b168", "text": "To avoid overlap of responsibilities of staff within the forest authority, separation is needed in supervisory, monitoring and law enforcement functions and de responsible staff on the one hand and others functions such as forest monitoring and expansion."}, {"text_block_id": "p19_b169", "text": "To tackle illegal and unplanned logging, monitoring capabilities and the Log Tracking system will be strengthened."}, {"text_block_id": "p19_b170", "text": "Findings from the SESA process suggest that a lack of capacity for monitoring and enforcement does not only exist for production forests and protected areas. Instead, in many local community consultations concern was voiced that the implementation of PAMs would not be successful without adequate monitoring and enforcement, referring to amendments to the law in the context of protected areas as well as in the context of community forests and Houtkap Vergunning (communal wood cutting license, HKVs), ITP rights to land, the promotion of less harmful methods and others. In addition to the need to increase monitoring and enforcement capacities in all these areas, clear communication about changes in existing PLRs or about newly developed PLRs to all stakeholders involved (i.e. not only local communities but also extractive industries, the tourism sector, etc.) was considered important."}, {"text_block_id": "p19_b171", "text": "Measure 2.B.4: Implementation of the National Forest Monitoring System Roadmap"}, {"text_block_id": "p19_b172", "text": "The NFMS Roadmap (GOS 2016) is the plan for improving and expanding in scope and functions forest monitoring in Suriname, in order to institutionalize these activities into a fully functional national forest monitoring system, in line with the requirements of a REDD+ Program and the efficient management and supervision of the country’s forest resources. A full implementation of the NFMS is therefore a key part of the REDD+ strategy and will be executed in its entirety."}, {"text_block_id": "p20_b173", "text": "Policy line 2.C: Forest and environmental laws and regulations"}, {"text_block_id": "p20_b174", "text": "The National Forest Policy as well as the Interim Strategic Action Plan called for an integral amendment of the laws with regard to forest and nature conservation in order to adapt them to present-day demands. It is widely acknowledged that the 1992 Forest Management Act is a reflection of the 70’s vision. During that period, the government’s policy aimed, inter alia, at securing sustainable forest production through strict control of wood production areas and the regulation of wood availability for the wood processing industry. In the past period, the approach within the forest sector has changed from wood harvest to an integrated approach to sustainable forest utilization."}, {"text_block_id": "p20_b175", "text": "Protected areas legislation, which is intended to conserve forests natural conditions and ensure sustainable use of resources, no longer meets the current requirements of nature conservation. An Environmental Framework Act will provide for sustainable use of natural resources and environmental protection. The draft Environmental Framework Act is currently under consideration of Parliament."}, {"text_block_id": "p20_b176", "text": "Measure 2.C.1: Develop and adopt implementation regulations under the Forest Management Act and, when feasible, formulate a new Forest Management Act"}, {"text_block_id": "p20_b177", "text": "The modern approach to forestry foresees the state in a regulatory function. This means that the State provides management guidelines. The private sector provides its resources and knowledge to develop the sector. The Forest Management Act and the implementation regulations under the Forest Management Act should also reflect the new approach to forest management."}, {"text_block_id": "p20_b178", "text": "Measure 2.C.2: Confer legally mandatory status to requirements contained in the Code of Practice guidelines for sustainable timber harvesting in Suriname"}, {"text_block_id": "p20_b179", "text": "The provisions in the Code of Practice (Practical guidelines for sustainable wood harvest in Suriname) do not have a mandatory status, as they are contained in voluntary guidelines. A field validation phase of the Code is planned by SBB as a first step to adopt the Code requirements by law, making them mandatory. Given the relevance of this measure to effectively control sustainable timber harvesting, it is also included in measure 2.D.2 under the policy of promotion of sustainable forest management."}, {"text_block_id": "p20_b180", "text": "Measure 2.C.3: Adoption of an Environmental Framework Act"}, {"text_block_id": "p20_b181", "text": "A number of sectors and institutions are struggling with the lack of the legal measures required to properly exercise their activities. The most obvious example is NIMOS, which is meant to regulate and control environmental impact assessments, but is operating on voluntary guidelines for environmental and social impact assessments (ESIAs) and no legislation/regulations exist in relation to emission standards in the resource industries (NIMOS et al 2017). The lack of environmental legislation is one of the constraints that had been identified in relation to the different drivers of deforestation (GOS 2013). A draft Environmental Framework Act has been elaborated and is under consideration. It contains provisions regarding EIA and pollution control, which should counteract the major drivers of Suriname’s forest degradation and deforestation. Adoption of an Environmental Framework Act providing the major elements for the regulation of environmental protection in the country, as well as mandatory ESIA, will strengthen the legal basis for an effective, efficient and sustainable protection of forests and the environment."}, {"text_block_id": "p20_b182", "text": "In order to ensure adherence with relevant REDD+ safeguards, it should be considered to amend the current guidelines for Environmental and Social Assessment to cover all aspects included in the safeguards schemes that are of interest to Suriname (as suggested in the ESMF). By enhancing the guidelines and making them mandatory, it could be ensured that not only REDD+ (sub-) projects meet international standards but projects outside of REDD+ do so too. This would also help to ensure that projects beyond REDD+ are not approved in areas where REDD+ projects are rejected due to non-fulfilment of required standards."}, {"text_block_id": "p21_b183", "text": "Measure 2.C.4: Revision of the nature conservation law"}, {"text_block_id": "p21_b184", "text": "One of the main actions relevant for conserving forest carbon stocks relates to the establishment and improved management of protected areas. The different types of protected areas differ in legal status. Management regimes have relevant shortcomings while no longer meeting the modern requirements to cope with the current challenges posed by nature conservation. A new act that provides for transparent procedures and criteria for the establishment of protected areas, and integrates the consideration of stakeholder participation and nature conservation by non-state actors, such as indigenous and tribal peoples, could contribute to enhance the management and establishment of protected areas in Suriname. Further consideration of obligations arising from environmental conventions and internationally accepted principles such as Free and Prior Informed Consent (FPIC) and rights-based approaches towards protected areas are also lacking. A process to formulate new legislation has been recently initiated by the government of Suriname, which recognizes that the new law should reflect the global evolution in thinking about nature protection. A new conservation act that contains such considerations should contribute to the better implementation of REDD+."}, {"text_block_id": "p21_b185", "text": "Policy line 2.D: Promotion of Sustainable Forest Management (SFM)"}, {"text_block_id": "p21_b186", "text": "The national monitoring system will follow changes in all five REDD+ eligible activities, including sustainable forest management (GOS 2013, p.10). There is a need to include these aspects in the REDD+ strategy for Suriname, regardless of the future decision or capacity to measure the improvement or conservation of carbon stocks in the silvicultural processes. SFM is also related to sensitive aspects in any REDD+ program, such as social equity and the protection of biodiversity."}, {"text_block_id": "p21_b187", "text": "Measure 2.D.1: Increasing the proportion and size of areas under controlled forest management"}, {"text_block_id": "p21_b188", "text": "Logging requirements of areas under controlled management (SFM, including RIL) should be extended to areas currently under conventional logging and new areas."}, {"text_block_id": "p21_b189", "text": "According to official SBB data for 2017, the actual forest area under conventional (or extensive) logging was 38,097 ha, which represents over 50% of the area where timber harvesting is taking place. Reduced Impact Logging (RIL) is not applied on those areas. This extensive management is allowed in short-term forest concessions, on most of the community forests and on the timber harvesting licenses, as well as on specific felling blocks of larger concessions. Three of every four forest management unit (FMU) operators are today engaged in conventional logging."}, {"text_block_id": "p21_b190", "text": "The National Forest Policy recognizes that the most important government instrument with regard to wood production is the concession, “which should promote the quality of the timber harvesting and the forest management”. Consultations leading to the elaboration of the Interim Strategic Action Plan for the Forest Sector in Suriname 2009-2013 (GOS 2008) identified insufficient implementation of legislation and “poor concession policy” as key issues. The National Development Plan anticipates strengthening regulatory and supervisory institutions and addressing problems such as “the policy around the issue of concessions”, while at the same time “increasing the efficiency” of the sector by using tools such as Reduced Impact Logging system, forest certification and effective implementation of the Code of Practice guidelines for sustainable timber harvesting in Suriname."}, {"text_block_id": "p22_b191", "text": "Measure 2.D.2: Improve and confer legal mandatory status to requirements contained in the Code of Practice guidelines for sustainable timber harvesting in Suriname and to other voluntary measures on environmental and forest protection"}, {"text_block_id": "p22_b192", "text": "The Code of Practice provisions, which will be tested in the field, have not been included in regulations and they are not mandatory. This limits the capacity for the effective control of operations. A similar situation exists with the NIMOS guidelines for environmental and social impact assessment. The National Forest Policy (GOS 2005) called for an integral amendment of the laws with regard to forest and nature conservation in order to adapt them to present-day demands. A field validation phase of the Code is planned by SBB as a step prior to incorporating the Code’s requirements in regulations."}, {"text_block_id": "p22_b193", "text": "Conclusions from the SESA process make it clear that amendments or new development of PLRs and engagement of local community members are important under this PAM."}, {"text_block_id": "p22_b194", "text": "Measure 2.D.3: Review the timber charges system with a view to make them more reflective of timber and resource values to increase efficiency of the forest sector through appropriate taxation"}, {"text_block_id": "p22_b195", "text": "Under-pricing of the forest resource encourages waste and reduces the return on any effort or investment to improve efficiency (Min-NH and FAO 1999). The direct implications of resource valuation are on government revenues and on efficiency of forest production. Shifting to a more sensible valuation system should be analysed, as well as the continued revision of concessions that are not actively being used and area-based charges. The 1999 study (Ibid.) highlights the importance of increasing the economic rent from roundwood production. Increasing the allocation of resources for forest management and control requires an adequate valuation of the forest resource. Within this measure, the possibility to develop innovative timber charge systems will be reviewed such as a standing timber sale-system."}, {"text_block_id": "p22_b196", "text": "Measure 2.D.4: Increasing added value of wood production, reducing the proportion of round wood exports in favour of processed products"}, {"text_block_id": "p22_b197", "text": "The National Development Plan (GOS 2017) anticipates the phased elimination of round wood exports and the increase of national value added to forest products. This would promote economic diversification and benefit local and national employment."}, {"text_block_id": "p22_b198_merged", "text": "Most of the exported wood is round wood: 481,000 m in 2017, against 17,000 m3 of sawnwood, the main processed wood product in the country. The National Forest Policy (GOS 2006) has as a policy goal “increasing the value of the wood processing industry”, and as a strategy action item “promoting the development of an effective processing capacity, taking into account the demands of the market as well as the development possibilities”. The 1992 World Development Report “Development and the Environment” (World Bank 1992) expressed that increases in royalties or stumpage fees can decrease pressures to log and to export logs, and that timber charges revenues should be used to accelerate technology transfer for wood-processing, wood-saving and the use of wood waste from sawmills for energy."}, {"text_block_id": "p23_b205", "text": "Strategic line 3: Land use planning"}, {"text_block_id": "p23_b206", "text": "This strategic line aims to develop, implement and maintain land use planning, zoning and sustainable land use practices and tools that result in optimal use of Suriname’s forest and natural resources across sectors, including mining, forestry, infrastructure and agriculture, favouring different uses of the forest by different actors at different times and scales, as well as taking into account the development of forest communities and their rights to the land and natural resources."}, {"text_block_id": "p23_b207", "text": "Rationale"}, {"text_block_id": "p23_b208", "text": "The forests are home to diverse cultures and a variety of different resource uses that are sometimes conflicting with each other. The process of REDD+, from the readiness to the implementation phase, has been and will continue to be an opportunity to engage different actors in the discussion related to the use of the space and the resources in the forests, as a means to address both the direct and indirect drivers of deforestation and forest degradation."}, {"text_block_id": "p23_b209", "text": "Improving decision-making on how to allocate diverse land uses requires wide participation and involvement of the society and government."}, {"text_block_id": "p23_b210", "text": "Moreover, these issues are intrinsically connected with land tenure, because spatial plans tend to affect tenure rights by legally constraining land use. At the same time, considerations on land tenure and land-governance are necessary conditions for further transparency in the land-use sector and addressing informal land-use activities such as logging, mining and subsistence agriculture."}, {"text_block_id": "p23_b211", "text": "Strategic alignment"}, {"text_block_id": "p23_b212", "text": "The relevance of regulated spatial planning, its monitoring and enforcement has been highlighted by the international community as key to enhanced land governance (FAO, 2012, (VGGT))."}, {"text_block_id": "p23_b213", "text": "At the policy level, this strategic line is related to the National Development Plan 2017- 2021, which underscores the integration of national and regional development planning to facilitate the sustainable use and management of forests. Furthermore, strengthening of the regulatory and supervisory institutions and the involvement of the local population are key principles in this regard."}, {"text_block_id": "p23_b214", "text": "The National Forest Policy has also recognized as policy goals the optimal land use and transparent issuance of land tenure rights fair to all stakeholders. Moreover, the Ministry of RGB has acknowledged the importance of spatial planning for, inter alia, the conservation of biodiversity and prevention of land degradation (WWF Guianas, 2016). Finally, the Cross-Cutting Capacity Development (CCCD) Project identified the needs for support of the implementation of the 3 Rio Conventions: UN Convention on Biological Diversity (UNCBD), UN Convention to Combat Desertification and Drought (UNCDD) and UN Framework Convention on Climate Change (UNFCCC), recognizing spatial planning as a key aspect."}, {"text_block_id": "p23_b215", "text": "Policies and Measures"}, {"text_block_id": "p23_b216", "text": "Policy line 3.A: Land Tenure"}, {"text_block_id": "p23_b217", "text": "Suriname’s history has led to the development of two land tenure systems in the country. A formal system based on national law and an informal system based on customary law and traditions. Customary law plays a key role for the indigenous and tribal peoples, providing the rules for their organization and the use of natural resources and land (Buursink, 2002)."}, {"text_block_id": "p23_b218", "text": "The Decree on Land Policy Principle, L-1, Article 4, and the Forest Management Act, Article 41, regulate the traditional rights. However, these traditional rights are subject to the public interest as stated in the Constitution of the Republic of Suriname."}, {"text_block_id": "p24_b219", "text": "More than 60,000 indigenous and tribal peoples live in Suriname´s forests and largely depend on it and its ecosystem services. In recent decades, the development of activities in the areas of these communities has threatened their traditional systems and led to degradation of ecosystem services they depend on. The lack of recognition of the tenure rights over their lands has not provided sufficient legal basis for communities to ensure their continued traditional use of the forests and areas that surround them."}, {"text_block_id": "p24_b220", "text": "Clarity of tenure does not only provide communities that depend on forests with an incentive to manage forests sustainably and to contribute to better land-use planning, but also confers them the legal standing to claim against both legal and illegal activities that could hinder sustainable management practices. This is also due to the fact that their legal personality as a group or collective is not recognized (the legal system only recognizes natural or legal persons, including companies and associations)."}, {"text_block_id": "p24_b221", "text": "In addition, implementation of REDD+ has the potential to positively affect forest dwellers and indigenous peoples’ livelihoods. This could result in incentivizing actions that eventually could affect the livelihoods of such vulnerable groups, such as land grabbing and setting relevant restrictions on the use of the forests (T. Griffiths, 2007; F. Seymour, 2008)."}, {"text_block_id": "p24_b222", "text": "Measure 3.A.1: Support the process towards the legal recognition of land tenure rights of indigenous and tribal peoples in Suriname. Support the establishment of a roadmap among different stakeholders"}, {"text_block_id": "p24_b223", "text": "There is an inherent complexity in recognizing land tenure rights to the peoples living in the forests. Not only due to differences among government and the diverse peoples, but also due to multiple conflicts existing among and within villages. Currently, there is a process at the State level to establish a roadmap to define and recognize the land tenure rights of indigenous and tribal peoples. This measure intends to technically and financially support prioritized activities for the implementation of the roadmap."}, {"text_block_id": "p24_b224", "text": "The process to clarify land tenure rights can be supported through monitoring, clear demarcation of boundaries, definition of procedures for cases where tenure rights are disregarded and clarification on the differences between land tenure rights and community forests and HKVs."}, {"text_block_id": "p24_b225", "text": "Measure 3.A.2: Strengthen the capacities and knowledge of the judiciary and government officers on the rights of ITPs, including those in international declarations, conventions and guidelines on land tenure"}, {"text_block_id": "p24_b226", "text": "A relevant number of international conventions on human rights ratified by Suriname, international declarations such as the UN Declaration on the Rights of Indigenous Peoples and the Voluntary Guidelines on Responsible Governance and Tenure (VGGT guidelines), call for the recognition of ITP rights to the lands they inhabit and occupy."}, {"text_block_id": "p24_b227", "text": "While further recognition of the rights of ITPs in the national legal framework is necessary and key for the implementation of REDD+, there are some provisions whose better implementation could contribute to the protection of the rights of such communities and their livelihoods. For instance, national cases presented before the Inter- American Court on Human Rights evidence that existing procedures and rights in the national legal framework could be better implemented by strengthening the awareness of key government officers and the judiciary in a position to ensure the recognition and respect of such rights."}, {"text_block_id": "p24_b228", "text": "Measure 3.A.3: Make information on traditional land ownership publicly available in a central registry"}, {"text_block_id": "p24_b229", "text": "An overview of different land uses would work supportively to the government in deciding on development activities in the areas close to the communities, as well as in providing relevant factual information on the occupation of traditional lands."}, {"text_block_id": "p24_b230", "text": "This would also be helpful for implementation of the Environmental and Social Management Framework (ESMF) that sets out guiding principles to deal with potential environmental and social benefits and risks during implementation of REDD+: It is part of the proposal preparation of any (sub-) project under the REDD+ umbrella to check whether there are local communities in or near the area of interest for (sub-) project implementation."}, {"text_block_id": "p25_b231", "text": "Measure 3.A.4: Follow a prior step to establish a code of conduct on how to take into account land rights before implementing new development or REDD+ activities in the vicinity of ITPs’ communities"}, {"text_block_id": "p25_b232", "text": "Formal recognition and requirements for REDD+ implementation, as well as the capacity building of communities and government operators, may be still in development when the implementation phase of REDD+ starts. In the meantime, potential activities by diverse actors to protect specific areas in agreement with indigenous and tribal peoples could take place."}, {"text_block_id": "p25_b233", "text": "During the implementation of development activities, a prior step can be followed to establish a code of conduct on how to take into account land rights during the activities to be implemented."}, {"text_block_id": "p25_b234", "text": "Policy line 3.B: Land use planning"}, {"text_block_id": "p25_b235", "text": "Land use planning has a key role in enhanced land governance and forest protection. In spite of the relevance of land use planning recognized as an element of development planning by the Planning Act, Suriname lacks regulatory land-use planning procedures with wide participation from all stakeholders (PIMS 3417 Capacity Building in and Mainstreaming of Sustainable Land Management in Suriname, 65, UNDP project document)."}, {"text_block_id": "p25_b236", "text": "Sector and local action plans adopted in the country are not adequately linked to policies or standards, which leads to problems in mainstreaming and administration of land management. The absence of integrated land use planning results in conversion of forest lands into mining and to a lesser extent to agriculture activities, where overlaps of mining and forestry concessions have been common."}, {"text_block_id": "p25_b237", "text": "The allocation of the various land uses calls for mandatory planning, an integral appraisal of the current land planning situation and enhancement of decision-making. In this regard, clarity on land tenure is a relevant precondition. The formal basis for conversion is often unclear or is lacking. In the case of conversion, the value of the standing timber is often not capitalized."}, {"text_block_id": "p25_b238", "text": "Measure 3.B.1: Streamlining of concession policies, particularly of ministries responsible for mining and logging concessions"}, {"text_block_id": "p25_b239", "text": "The cooperation between the various governmental authorities responsible for concessions needs to be improved and measures must be better coordinated with each other through, among other things, technology transfer, capacity building and structural consultation. The various government agencies need to examine how the issue of simultaneous, conflicting land ownership in the same forest area can be avoided (as proposed in the Forest Policy). Such procedures must also be informed through a long-term land use plan. There are already structural consultations between the Geological Mining Service (GMD) and SBB with the"}, {"text_block_id": "p25_b240", "text": "aim of addressing the current overlaps in such a way that the natural resource wood is at least used. Furthermore, technology is used as effectively as possible within this process in which both institutes share their knowledge and experience with each other, in order to strengthen both institutes."}, {"text_block_id": "p25_b241", "text": "Measure 3.B.2: Strengthen and streamline central information systems for storing and consulting data concerning land uses through a modern Geographic Information System (GIS)"}, {"text_block_id": "p25_b242", "text": "Different ministries and institutions have the authority to issue land permits for different purposes (agriculture, mining, forestry, forest protection, etc.). Although these are being registered at the Management Institute for Land Registration and Land Information System (MI-GLIS), an integrated Master Map for all these types of permits covering forested areas is not available. It is legally required that these registrations be mapped, and thus an overview of the different concession areas (mining and forestry) is lacking, which can easily lead to confusion over registered areas, especially since these concessions are issued by different Governmental Institutions. Therefore, although both the mining, and forest concessions and other land uses are registered in the GLIS register, there is no checkpoint to identify overlaps, other than per incident between the forestry and mining authorities. This can lead to unnoticed allocation of land to forest protection or REDD+ and logging, where prior mining concessions or other land uses were granted and vice versa. A good start might be the integration of the databases of SBB, GMD and MI-GLIS."}, {"text_block_id": "p26_b243", "text": "A central information system (integrated Master Map) will inform REDD+ policies and measures, particularly land use planning and prioritization of REDD+ intervention zones. In particular, spatial analyses can support land-use planning for REDD+ that enhances benefits, reduces risks and minimizes costs."}, {"text_block_id": "p26_b244", "text": "Some initiatives that will contribute to such a central information system have already been taken by key government institutions. For example, SBB established in 2016 the Gonini geoportal"}, {"text_block_id": "p26_b245", "text": "with geographical forest and land information from Suriname. The portal provides a platform to present the activities carried out under the National Forest Monitoring System (NFMS). Within the development of an NFMS, the availability and accessibility of reliable and up-to-date forest-related information is considered crucial for national and international reporting and effective participatory approach and joint decision-making. In addition to data that is relevant to REDD+, data exchange between institutions can be stimulated through the geoportal and data gathered and produced in collaboration with the various institutes can be shared. In addition, the Ministry of NH recently launched a website of the GMD which provide a geological map of the country as well as a map with all mining concessions"}, {"text_block_id": "p26_b246", "text": "."}, {"text_block_id": "p26_b247", "text": "Measure 3.B.3: Map and publicize areas designated for small-scale gold mining"}, {"text_block_id": "p26_b248", "text": "Small-scale gold mining is an extended informal practice that implies considerable environmental and social impacts, including deforestation. Lack of mining concession titles for small-scale miners, the mobility of gold miners, and their minimal monitoring and control contribute to exacerbate deforestation and environmentally harmful activities. Efforts to formalize the sector were undertaken with mixed results, but the legal framework provides for the creation of areas specifically designated by the Ministry (MD, art. 36 par. 3) to reduce and control this form of mining. Designation and mapping of small scale gold mining areas can lead to control of the small scale mining sector and contribute to combatting further deforestation and degradation. The designation and mapping of small scale mining is, however, dependent on an inventory of the commodity. Pending the thorough inventory, the area designated for the small scale mining is the Greenstone belt. Once more information becomes available, the area designated and mapped can be adjusted."}, {"text_block_id": "p26_b249", "text": "As of October 31, 2018, Suriname is a member of the Minamata Convention. The Minamata Convention is an international convention for the protection of human health and the environment against the negative effects of mercury. Among other things, it provides for the phasing out and reduction of the use of mercury in a number of products and processes and the regulation of the informal sector of artisanal and small-scale mining (ASGM). With the Minamata Convention, Suriname wants to tackle the use of mercury. The treaty provides access to technical and financial assistance."}, {"text_block_id": "p26_b250_merged_merged", "text": "A seven-year project started in 2019: “Improving Environmental Management in Mining Sector of Suriname, with Emphasis on Gold Mining” and this project aims to introduce, among other things, mercury-free gold mining methods in small-scale gold mining in Suriname."}, {"text_block_id": "p26_b253", "text": "Measure 3.B.4: Formulate new land use planning legislation to ensure harmonization of sectoral legislation and enhance the coordinating role of the Ministry of RGB as institution to lead the land use planning processes at the national level through institutional strengthening of the Ministry"}, {"text_block_id": "p26_b254", "text": "The current legislation relating to land use and land use planning is scattered across various laws and regulations administered by different ministries and government agencies. The planning legislation dates back to the colonial period, while the legislation relating to the use and management of land and natural resources was adopted after independence. The legislation is not aligned nor well-coordinated and in certain cases can even cause conflict situations. The lack of coordination between the Mining and Forestry concessions can result in overlapping concessions for incompatible uses, causing unnecessary waste of natural resources and potentially conflict."}, {"text_block_id": "p26_b255", "text": "The new land use planning legislation should provide for an improved coordination mechanism and consultation and participation with non-state actors, mandatory and accountable spatial plans, as well as consistency in hierarchy of plans (national to local, also considering community plans)."}, {"text_block_id": "p27_b256", "text": "Measure 3.B.5: Improve the location and size of community forest permits and forestry concessions through adoption of guidelines on criteria for designation"}, {"text_block_id": "p27_b257", "text": "The recognition of community forests to ITP communities has been criticized due to its poor criteria for designation. This allows for a wide discretionary power to the responsible authorities. Such arbitrariness, together with lack of clarity about the boundaries of HKV’s and communal forests and inadequate delineation, give rise to conflicts with other forest users and the government."}, {"text_block_id": "p27_b258", "text": "In order to enhance the criteria underpinning the issuance of community forest permits, this measure intends to provide guidelines containing criteria for government officers. Such guidelines should consider, inter alia: that communal forests be as close as possible to the village centre and be of a size that is in proportion to the number of the members of the community living in the village. The guidance will also set specific considerations concerning the consultation for the government to follow with the communities when establishing the designation of such areas (GOS 2006)."}, {"text_block_id": "p27_b259", "text": "Policy 3.C: Promotion of sustainable practices in land use sectors other than forest"}, {"text_block_id": "p27_b260", "text": "Suriname’s forests have been subject to increasing pressure causing degradation and conversion to other land uses. The Drivers study found that the main proximate drivers of deforestation in Suriname were mining, road infrastructure, urban development and agriculture. The lack of integrated land use planning and sustainable practices in the aforementioned sectors is a key cause. Improved legislation and capacity for enforcement will improve sustainable practices."}, {"text_block_id": "p27_b261", "text": "Measure 3.C.1: Adopt the Draft Environmental Framework Act and corresponding Environmental and Social Impact Assessment- and Pollution Control Regulation"}, {"text_block_id": "p27_b262", "text": "In Suriname, gold mining is by far the most important driver of deforestation. By 2015, 73% of total deforestation in Suriname was attributed to mining. The operations of large-scale mining companies generally result in significant deforestation. The construction of roads by large scale companies open forest areas and result in relatively small area-wise deforestation. However, the spill over effects of this improved accessibility can be significant, as this sparks further deforestation caused by small-scale miners who follow the road infrastructure network, clearing additional forest and causing degradation."}, {"text_block_id": "p27_b263", "text": "Besides mining, the DDFDB+ study found that road infrastructure, urban development and agriculture are main proximate drivers of deforestation while forestry and shifting cultivation are main proximate drivers for forest degradation."}, {"text_block_id": "p27_b264", "text": "Currently, there is no legislation on Environmental and Social Impact Assessments (ESIA), although guidelines on this topic have been produced by NIMOS and were voluntarily applied in some selected cases. Making the guidelines legally mandatory for all activities with significant impact on the environment and society could not only reduce negative impacts of development operations on the environment but also ensure that areas under sustainable management practices will not be hampered or mitigation measures will be taken when needed."}, {"text_block_id": "p27_b265", "text": "While gold mining might have the largest social and environmental impact to date, findings from the SESA process suggest that impacts of other types of mining, including bauxite, sand and gravel, should not be underestimated. Sand mining was mentioned to carry negative effects on ecosystem services and local people. These types of mining should be considered among activities with significant impacts on the environment and local people in the guidelines on EIA/ESIA."}, {"text_block_id": "p27_b266", "text": "As referred in previous measures, EIA relates to different policies and therefore is mentioned several times in the document. In this case the element of the EIA instrument is focused on its flexibility to suggest sustainable practices to projects under review."}, {"text_block_id": "p28_b267", "text": "Measure 3.C.2: Support Review and Update the Mining Decree from 1986 and improve mining regulation by incorporating considerations of environmental nature (particularly on land degradation and deforestation) and social considerations in concession and permit requirements"}, {"text_block_id": "p28_b268", "text": "As described in the previous measure, mining operations of large mining companies generally result in significant deforestation at the mining site and beyond. Two types of mining activities take place in the country: small-scale and large-scale mining."}, {"text_block_id": "p28_b269", "text": "Small-scale mining exploration is limited to digging pits and assessing the ore, once it has been exposed. This leads to widespread environmental degradation including deforestation and river siltation, inefficient resource extraction, limited gold recovery and general waste of resources. (Drivers Study pg. 35)"}, {"text_block_id": "p28_b270", "text": "Large-scale mining also has relevant impacts on deforestation. Complete deforestation including both small- and large-scale activities results in the removal of the most important forest ecosystem carbon pools. Both types of gold mining operators rely heavily on hydraulic mining techniques, blasting away at riverbanks, clearing floodplain forests, and using heavy machinery to expose potential gold yielding gravel deposits. (Drivers Study p. 34)"}, {"text_block_id": "p28_b271", "text": "The Mining Decree has a few broadly termed provisions with regards to environmental protection. Acknowledging the limitations of the current legal framework to address current concerns that mining activities pose, a Commission for the revision of the 1986 Mining Decree was installed in June 2016. Mining regulation provisions need to better take into account environmental and social considerations, including on limiting and compensating impacts on land degradation and deforestation."}, {"text_block_id": "p28_b272", "text": "While this measure is focused on land degradation and deforestation as a result of mining activities, it will be important to also consider other environmental and social impacts of mining. Apart from land-based mining activities, gold mining reportedly also occurs in lakes and rivers. While this does not lead to deforestation on the mining site itself, access roads may still be necessary, with respective off-site impacts on the forest."}, {"text_block_id": "p28_b273", "text": "Measure 3.C.3: Further support Suriname’s decision to participate in the Extractive Industries Transparency Initiative (EITI)"}, {"text_block_id": "p28_b274", "text": "Suriname has filed the candidacy application through the Ministry of Natural Resources for the Extractive Industries Transparency Initiative, EITI, on March 24, 2017 and became a member on May 24 (https://eiti.org/ suriname). Extractive Industries Transparency Initiative (EITI) is an international voluntary initiative aimed at transparency in the mining and oil industry. This means that, through publication, companies display what is paid to the government and the government makes public revenues known. Compliance with the EITI standards will bring openness, both on the part of government and industry."}, {"text_block_id": "p28_b275", "text": "Extractive industries that clear forests for mining contribute significantly to Suriname’s economy but they seldom translate into stable, sustainable economic growth. Moreover, there is lack of transparency on the public revenues from extractive industries in the country. The participation of the country in EITI can not only be supported through its communication to the wider public, but also through ensuring the incorporation of national mandatory requirements to national institutions to develop and provide key information on the extractive industries to continue to participate in the initiative and to follow its validation process."}, {"text_block_id": "p29_b276", "text": "Measure 3.C.4: Strengthen relevant government institutions in coordinated monitoring of field practices on forest areas and socially and environmentally sensitive sites"}, {"text_block_id": "p29_b277", "text": "97% of forests in Suriname, except those on privately owned land, are under the responsibility of the Ministry of Spatial Planning, Land and Forest Management (RGB). (DDFDB+, at 10) However, infrastructure development in the interior, mining exploration and mineral resource extraction, are the responsibility of other ministries or government agencies. It is important that cross sectoral coordination, possibly through the existing informal collaborative platform between institutions, is strengthened, thus enhancing the capacity to achieve cooperative monitoring leading to prevent and/or halt negative environmental and/or social actions or impacts, particularly on sensitive or potentially conflictive sites."}, {"text_block_id": "p29_b278", "text": "This measure supports the development of an operational procedure for a complementary joint approach towards monitoring of field practices on forest areas and particularly on socially and environmentally sensitive sites. This approach should not be interpreted in any way as diminishing or limiting the regular monitoring and enforcing functions of different ministries and agencies, but rather aims to facilitate and enhance these functions by its application in those cases in which it may be deemed as conducive to these objectives."}, {"text_block_id": "p29_b279", "text": "In addition, the technical capacities of the staff from diverse agencies with a possible role in monitoring and enforcement should be strengthened."}, {"text_block_id": "p29_b280", "text": "Measure 3.C.5: Promote implementation of sustainable practices in other land use sectors"}, {"text_block_id": "p29_b281", "text": "Unsustainable use of the forest can lead to forest loss and degradation of forests. This measure aims at supporting the development and implementation of sustainable practices in other land use sectors such as mining (in line with GEF 6 and the ASGM project) and agriculture."}, {"text_block_id": "p29_b282", "text": "Policy 3."}, {"text_block_id": "p29_b283", "text": "D: Participatory community development"}, {"text_block_id": "p29_b284", "text": "This activity is in line with objective 3 of the Interim Strategic Action Plan for the Forest Sector (2009-2013) (GOS 2008). Poverty and lack of income opportunities lead to unsustainable use of forest resources. This can be counteracted by promoting and creating an enabling environment for other sustainable uses of the forest. This will ultimately lead to less pressure from deforestation and forest degradation due to logging. While most measures related to community development are described in Strategic line 1, community development measures in this section deal with supporting alternative livelihoods and the diversification of the economy in the interior."}, {"text_block_id": "p29_b285_merged", "text": "Measure 3.D.1: Promote democratic management of community forests/HKV’s and an equitable allocation of benefits among all the members of the community"}, {"text_block_id": "p29_b288", "text": "Community forests are issued under the same name of the village captain who can negotiate with third parties. It has happened that the members of the community were not consulted when granting a community forest or HKV. Nor have the benefits always come to the benefit of the entire community."}, {"text_block_id": "p29_b289", "text": "The establishment of requirements for village captains who apply for community forest permits should be incorporated in the law, such as providing proof of community meetings, submission of community plans on how to use the resource and the benefits obtained and conferring powers to the public monitoring of actual reinvestments of the revenues for the purpose of the communities."}, {"text_block_id": "p30_b290_merged", "text": "Measure 3.D.2: Promote planning at the community level, by producing guidance that includes broader participation of community members"}, {"text_block_id": "p30_b293", "text": "In order to facilitate the fair allocation of benefits among community members, this measure intends to promote planning at the community level for REDD+ and other related initiatives in indigenous peoples and tribal lands that could channel funding to communities for the protection or exploitation of their resources. The development of such plans at the community level should be included as a condition for the implementation of investments or other activities in the communities. Furthermore, guidance at the community level should be deployed to clarify how decisions on allocation of benefits should be made and how the land of the community will be allocated to diverse uses. This should build on the existing decentralization structures."}, {"text_block_id": "p30_b294", "text": "From a safeguards’ point of view, participatory planning at the community level can also help empower local communities and create a feeling of ownership as an incentive to contributing to forest conservation and sustainable resource use. The need for improved self-organization was also recognized during the SESA process in the context of promoting alternative livelihoods. It may be helpful to understand first attempts to such local planning processes as capacity building towards participatory planning, as it can be assumed that few local stakeholders have been involved in similar activities previously."}, {"text_block_id": "p31_b295", "text": "Strategic line 4: Conservation of forests and reforestation as well as research and education to support sustainable development"}, {"text_block_id": "p31_b296", "text": "This strategic line aims to continue and expand current efforts for the conservation and rehabilitation of the forest, its biodiversity and ecological functions, while exploring extractive and non-extractive uses that result in community development and well-being as well as in economic diversification."}, {"text_block_id": "p31_b297", "text": "Rationale"}, {"text_block_id": "p31_b298", "text": "Suriname´s efforts on SFM can result in increased economic opportunities while maintaining the fundamental ecological function of the forest and without increasing GHG emissions per unit of economic output. The climate regulation function of the forest is compatible with the development of sustainable economic alternatives for forest communities. These opportunities in extractive and non-extractive activities are related to the health of the forest, but also to management approaches that recognize and utilize the capabilities of the local communities for the sustainable use and protection of the forest resource."}, {"text_block_id": "p31_b299", "text": "Strategic alignment"}, {"text_block_id": "p31_b300", "text": "This strategic line is related to the National Biodiversity Action Plan (NBAP) and to the National Forest Policy. The NBAP states as one of its objectives the"}, {"text_block_id": "p31_b301", "text": "“conservation of biodiversity and the crucial ecological functions by a responsible expansion and sustainable management of a network of protected areas, which is representative for the biological diversity of the forests in Suriname”"}, {"text_block_id": "p31_b302", "text": "(GOS 2013b). The National Forest Policy includes as a policy objective"}, {"text_block_id": "p31_b303", "text": "“to enhance the material, but especially the financial, contribution of non-timber forest products to the national economy, to the income of the people living in the interior and of the government and to the welfare of the citizens by increasing the commercial supply of non-timber forest products harvested in a sustainable manner”"}, {"text_block_id": "p31_b304", "text": "(GOS 2006)."}, {"text_block_id": "p31_b305", "text": "Policies and Measures"}, {"text_block_id": "p31_b306", "text": "Policy 4.A: Protected Areas"}, {"text_block_id": "p31_b307", "text": "Protected areas in Suriname cover over two million hectares, or some 13% of the country area, encompassing sixteen protected areas, including the Central Suriname Nature Reserve, 1.6 million hectares of both montane and lowland primary tropical forests. This represents a great investment in the preservation of forests and forest biodiversity. The protection and management of these areas is the highest priority for biodiversity preservation in the environmental strategy of the National Development Plan 2017-2021."}, {"text_block_id": "p31_b308_merged_merged", "text": "As the OP 2017 - 2021 indicates, due to limited capacity, Suriname is unable to effectively control and supervise the entire territory. The OP 2017 – 2021 states: “Building and strengthening the institutional capacity to perform research, regulation and control functions by implementing intensive management and protection programs in nature reserves and protected areas will protect biodiversity”. As important aspects of biodiversity protection policies are mentioned in the OP 2017 – 2021, among others: adoption of essential environmental legislation to limit more meaningful mandate and action to preserve biodiversity and disaster risk; promoting, facilitating and supporting the sustainable use of biodiversity; and regulating access to genetic material from Suriname, as well as traditional knowledge and at the same time promoting, facilitating and supporting local use, study and conservation of material and knowledge. These measures and actions must also ensure that Indigenous and Tribal People receive a legitimate share of commercial and non-commercial benefits and revenues."}, {"text_block_id": "p32_b311", "text": "Measure 4.A.1: Increase the coverage of protected areas and provide for their protection through measures including the involvement and participation of ITPs"}, {"text_block_id": "p32_b312", "text": "As stated above, both the NBAP and the National Forest Policy endorse the responsible expansion and sustainable management of an ecologically representative network of protected areas. This proposal is also ratified by the Interim Strategic Action Plan for Implementing the National Forest Policy (GOS 2008). Simultaneously with analyses and decisions on the protection of specific areas, the modernization of the nature conservation legislation should be approached for ensuring transparent procedures and criteria for the establishment of protected areas, warranting their legal protection, and facilitating stakeholder participation in their designation and management. The Government of Suriname has committed itself in the National Development Plan 2017-2021 to adopt key environmental legislation for a more meaningful mandate and action to conserve biodiversity."}, {"text_block_id": "p32_b313", "text": "The Surinamese government is currently in the process of modernizing the Nature Conservation Act of 1954."}, {"text_block_id": "p32_b314", "text": "Measure 4.A.2: Protection of mangrove areas"}, {"text_block_id": "p32_b315", "text": "Within the context of the REDD+ Program, and as outlined by the National Development Plan 2017-2021 (GOS 2017), the mangrove forests that protect the Atlantic coastline will be protected within a scheme coupled with improved land zoning and enforcement capacities."}, {"text_block_id": "p32_b316", "text": "Under Aichi goal 11 of the UN Convention on Biological Diversity (CBD), the goal is to establish 17% of the land area as a protected area. Suriname has a National Biodiversity Strategy 2006-2020 and a National Biodiversity Action Plan 2012-2016 in the context of the Convention on Biological Diversity."}, {"text_block_id": "p32_b317", "text": "In addition to the carbon benefits, and as anticipated by the Readiness Preparation Proposal for REDD+ (GOS 2013), protection of this areas will provide coastal protection against the rise of sea levels, protect the health of marine ecosystems and provide alternative livelihoods. Within the Global Climate Change Alliance Adaptation Project, a National mangrove strategy plan is currently being developed."}, {"text_block_id": "p32_b318", "text": "Policy 4.B: Rehabilitation and reforestation of degraded and deforested areas"}, {"text_block_id": "p32_b319", "text": "As identified in the drivers of deforestation study, several activities have been contributing to the deforestation and degradation of Suriname’s forests. The rehabilitation, recovery or reforestation of some of these key areas can restore fundamental ecosystem services, aid in providing livelihood opportunities to local communities and reduce vulnerability to climate change, while increasing carbon stocks."}, {"text_block_id": "p32_b320", "text": "Measure 4.B.1: Rehabilitation of mangrove areas"}, {"text_block_id": "p32_b321", "text": "As stated above, the National Development Plan 2017-2021 emphasizes the importance of mangrove forests in the protection of the Atlantic coastline. In addition to the protection of remaining mangroves, the rehabilitation of degraded areas and recovery of deforested areas can play an important role in the reduction of vulnerability of coastal communities, in providing alternative livelihoods and in obtaining carbon benefits."}, {"text_block_id": "p32_b322", "text": "Measure 4.B.2: Reforestation of abandoned mine sites"}, {"text_block_id": "p32_b323", "text": "A silviculture program will be implemented at a national level in the context of land degradation in both the abandoned bauxite and gold mines, as projected in the National Development Plan 2017-2021 (GOS 2017). The measure had been previously put forward by the Readiness Preparation Proposal for REDD+ (GOS 2013) and would involve afforestation and related experimental activities including species testing and reforestation trials. The weak provisions in the Mining Act in relation to rehabilitation of mined areas should be reviewed."}, {"text_block_id": "p32_b324", "text": "Measure 4.B.3: Rehabilitation of degraded forest areas"}, {"text_block_id": "p32_b325", "text": "Hereby techniques are investigated that can contribute to the rehabilitation of degraded forest areas or plantations."}, {"text_block_id": "p33_b326", "text": "Policy 4.C: Scientific research and education on forest management"}, {"text_block_id": "p33_b327", "text": "One of the objectives of the National Development Plan 2017-2021 in the area of Forestry is the promotion of scientific research to improve forest use (GOS 2017). The National Forest Policy recognizes the importance of research as a supporting element for the development of the sector. At that time (2006) a broadly based national forest research agenda was lacking (GOS 2006). The National Development Plan also identifies development capacity strengthening as one of the four pillars, recognizing the importance of human capacities in the development potential, including in the area of forest management."}, {"text_block_id": "p33_b328", "text": "Measure 4.C.1: Research in forest monitoring and management encouraged and research institutions strengthened"}, {"text_block_id": "p33_b329", "text": "The plans for Suriname National Forest Monitoring (GOS 2016) include supporting research in forest monitoring as well as strengthening research institutions. This will provide the necessary scientific basis for the methods developed and operationalized within the NFMS. The SBB has already established Partnership Agreements or joint work programs with the Centre for Agricultural Research in Suriname (CELOS) and other institutions. The objective is to ensure that the methodologies used within the NFMS are based on scientifically sound methods. Research on governance and options for better forest management is also needed. This includes strengthening or establishing academic programmes relevant for supporting the REDD+ implementation."}, {"text_block_id": "p33_b330", "text": "Measure 4.C.2: Education on forest management"}, {"text_block_id": "p33_b331", "text": "The Interim Strategic Action Plan for the Forest Sector in Suriname (GOS 2008) includes measures to strengthen human capacities in a broad range in order to create an enabling environment for forest management (output 1.11). The objective is to match the capacity needs at different levels in the forest sector for both forest use and forest management. Efforts range from stimulating interest and awareness of the sector, to adapting the curricula at different levels of the educational system. As mentioned in the previous measure, this is also linked to the research program. Also, training of officers and operators and strengthening the Jan Starke Training and Recreation Centre (JSOOC) are included."}, {"text_block_id": "p34_b332", "text": "3. IMPLEMENTATION FRAMEWORK FOR REDD+"}, {"text_block_id": "p34_b333", "text": "3.1. Institutional Arrangements"}, {"text_block_id": "p34_b334", "text": "Basic arrangements concerning the implementation of the REDD+ program must be established at the national level. Such arrangements must be based on existing legal and institutional frameworks."}, {"text_block_id": "p34_b335", "text": "Although some additional arrangements may be needed to incorporate some specific mandates to specific institutions, in general, implementation of the REDD+ strategy will rely on the following general description of tasks:"}, {"text_block_id": "p34_b336", "text": "Although some additional arrangements may be needed to incorporate some specific mandates to specific institutions, in general, implementation of the REDD+ strategy will rely on the following general description of tasks:\n* The policy direction of the program will be led by the National Environmental Authority.\n* An Executive Coordinating Office within the National Institute for Environment and Development in\n* A Consultation Body will advise the Executive Coordinating Office and the National Environmental\n* An Environmental Fund will coordinate future resources aimed at implementing the National REDD+"}, {"text_block_id": "p34_b344", "text": "In line with the descriptions below, detailed Rules and Procedures will be developed for the National Environmental Authority, Consultation Body, Executive Coordinating Office and Environmental Fund respectively."}, {"text_block_id": "p34_b345", "text": "National Environmental Authority:"}, {"text_block_id": "p34_b346", "text": "In accordance with the draft Environmental Framework Act, the National Environmental Authority is the consultative body charged with compiling and coordinating environmental policy in Suriname, as well as monitoring its implementation."}, {"text_block_id": "p34_b347", "text": "The National Environmental Authority will have the responsibility for decision making and to guide the Executive Coordinating Office. This body will be responsible for:"}, {"text_block_id": "p34_b348", "text": "The National Environmental Authority will have the responsibility for decision making and to guide the Executive Coordinating Office. This body will be responsible for:\n* Setting policy direction for the REDD+ programs with advice from the Consultation Body;\n* Providing guidance and instructions to the Environmental Fund;\n* Financial management systems and incentives related to climate change;\n* Liaise with international bodies relevant for REDD+ implementation, in particular the UNFCCC Secretariat;\n* Oversee benefit sharing criteria and guide the Executive Coordinating Office in this regard."}, {"text_block_id": "p34_b358", "text": "Executive Coordinating Office:"}, {"text_block_id": "p34_b359", "text": "This is the executive body that will manage the program administratively. It should be responsible for:"}, {"text_block_id": "p34_b360", "text": "This is the executive body that will manage the program administratively. It should be responsible for:\n* Day to day management of the REDD+ Program in line with guidance from the National Environmental\n* Managing the flow of information among different entities and stakeholders including information on\n* Responsible for coordination between the Registry, SIS, ESMF and MRV;\n* Coordinate the communication of REDD+ results to the UNFCCC, to be submitted via the UNFCCC National\n* Lead the search for further support and funding under the guidance of the National Environmental\n* Management and allocation of benefits under the guidance of the National Environmental Authority;\n* Ensure that information from monitoring and reporting on emissions resulting from REDD+ activities is\n* Implementing safeguards;"}, {"text_block_id": "p35_b376", "text": "This is the executive body that will manage the program administratively. It should be responsible for:\n* Day to day management of the REDD+ Program in line with guidance from the National Environmental\n* Managing the flow of information among different entities and stakeholders including information on\n* Responsible for coordination between the Registry, SIS, ESMF and MRV;\n* Coordinate the communication of REDD+ results to the UNFCCC, to be submitted via the UNFCCC National\n* Lead the search for further support and funding under the guidance of the National Environmental\n* Management and allocation of benefits under the guidance of the National Environmental Authority;\n* Ensure that information from monitoring and reporting on emissions resulting from REDD+ activities is\n* Implementing safeguards;\n* Disseminate information to all stakeholders including indigenous and tribal communities;\n* Implementing the feedback, grievance and redress mechanism;\n* Awareness raising, information sharing and consultation;\n* International forest carbon market analyses;\n* Reporting regularly to the National Environmental Authority, via the NIMOS Director."}, {"text_block_id": "p35_b386", "text": "Consultation Body:"}, {"text_block_id": "p35_b387", "text": "The Consultation Body will serve as an independent oversight and advisory body. The Consultation Body forms an important link between the Executive Coordinating Office and the different stakeholders/beneficiaries (Government, Indigenous and Tribal Peoples (10 tribes), Civil Society, Major Groups Collective)."}, {"text_block_id": "p35_b388", "text": "The Consultation Body is responsible for:"}, {"text_block_id": "p35_b389", "text": "The Consultation Body is responsible for:\n* Overseeing the implementation of the REDD+ program, the National REDD+ Strategy and its Strategic\n* Advising the National Environmental Authority on setting policy direction for the REDD+ programs;\n* Clarifying and disseminating information to their constituents;\n* Advising on different topics like the Registry, MRV and SIS."}, {"text_block_id": "p35_b397", "text": "Subgroups can be created if considered necessary by the Consultation Body in order to follow up or discuss specific issues in smaller and more dynamic groups."}, {"text_block_id": "p35_b398", "text": "REDD+ Implementation Framework"}, {"text_block_id": "p36_b399", "text": "3.2. Country approach"}, {"text_block_id": "p36_b400", "text": "The country strategy aims to a strong National REDD+ program supported by an efficient, robust and transparent structure, able to provide local, regional and global sustainable benefits. Proposed developments of REDD+ actions by communities or civil society at the local level and at a scale compatible with their capacities can be incorporated. The National Environmental Authority will evaluate proposed developments with basis on criteria that will consider, inter alia, assessment of their feasibility, impacts, governance capacity, learning effects and consistency with national plans and objectives."}, {"text_block_id": "p36_b401", "text": "3.3. Financial framework/strategy"}, {"text_block_id": "p36_b402", "text": "Environmental Fund"}, {"text_block_id": "p36_b403", "text": "Developing an internal effective and equitable financial mechanism is one of the most important and challenging aspects of REDD+. The Environmental Fund, which will be established in accordance with the draft Environmental Framework Act, will be responsible for the financial management of the REDD+ funds."}, {"text_block_id": "p36_b404", "text": "The fund is expected to receive resources from different sources, including international and national investment and potentially results-based payments in the future. This financial mechanism will include a review of sinking fund arrangements as a mechanism to distribute resources from a variety of sources to cover the costs of implementing the national REDD+ strategy and prioritized policies and measures (PAMs)."}, {"text_block_id": "p36_b405", "text": "Additionally, a direct market mechanism where REDD+ credits can be traded alongside existing certified emissions reductions (CERs) can exist."}, {"text_block_id": "p36_b406", "text": "This mechanism will fund initial operationalization and pilot the distribution of funds to different entities involved in the implementation of REDD+, such as NIMOS; SBB; different Ministries; Indigenous and Tribal Peoples representatives and organizations; and NGOs and advocacy groups."}, {"text_block_id": "p36_b407", "text": "3.4. Benefit distribution"}, {"text_block_id": "p36_b408", "text": "Suriname will develop a conceptual and legal framework to develop an adequate mechanism of benefit sharing adjusted to the principles of equity, justice and participation of interested stakeholders."}, {"text_block_id": "p36_b409", "text": "The national context makes relevant the consideration of benefit sharing differentiated for conservation areas and other forms of community-based forestry outside protected areas. Thus, legal provisions and institutional arrangements on benefit sharing arrangements will be essential in the future. In particular, a legitimate process for making decisions, in which priorities can be unambiguously identified, will be established by the National Environmental Authority."}, {"text_block_id": "p36_b410", "text": "In this context, a revisit to the relevant laws on conservation, forest and nature protection is necessary to clarify the rights of indigenous and tribal peoples, including the customary use rights and practices."}, {"text_block_id": "p36_b411", "text": "The benefits would be channelled both through the design of new modalities for financing, as well as by the identification of concrete opportunities for monetary and non-monetary investments. Moreover, a portion of REDD+ revenues will be allocated to forest-dependent communities for investment in their own identified priorities and programs. Other revenue allocations or recipients will include forest monitoring community jobs, National MRV maintenance, policy support, and climate compatible development projects."}, {"text_block_id": "p37_b412", "text": "Although benefit-sharing arrangements will be nationally determined in accordance with the national legal framework and the national circumstances, both public and private owners, including indigenous and tribal peoples will be able to receive them. As established in Section 3 of the National Strategy, the presentation of community plans, which can be developed with assistance by the communities, is a suitable mechanism to reduce risks associated with funding allocation among the members of such communities."}, {"text_block_id": "p37_b413", "text": "Benefit sharing will encompass actions that sustain direct or indirectly the national efforts towards emission reductions originated by diverse stakeholders. Such definition will be further adjusted with basis on further studies on land tenure in the country."}, {"text_block_id": "p37_b414", "text": "3.5. Suriname REDD+ Registry"}, {"text_block_id": "p37_b415", "text": "A REDD+ registry will maintain updated information on projects related to the five REDD+ activities that will be monitored. The registry will function under the authority of NIMOS, while the MRV unit will be its administrator; it will have different purposes and functions as well as different access levels."}, {"text_block_id": "p37_b416", "text": "3.6. Monitoring, Reporting and Verification (MRV)"}, {"text_block_id": "p37_b417", "text": "REDD+ Monitoring, Reporting and Verification (MRV) falls under the National Forest Monitoring System (NFMS), which is operational in Suriname and is constantly being improved, following an NFMS Roadmap developed in 2016."}, {"text_block_id": "p37_b418", "text": "The NFMS Coordination Unit is hosted at the SBB, the institution responsible for developing and maintaining an NFMS in Suriname in coordination with the relevant stakeholders. NIMOS, responsible for the REDD+ Program, will connect the NFMS with policy objectives and requirements, and will be the link between the NFMS and the Office of the President for international reporting. The REDD+ Steering Committee will provide guidance on key issues and will supervise the achievement and maintenance of desired standards."}, {"text_block_id": "p37_b419", "text": "The NFMS is perceived as a multi-purpose system (SBB, 2017), inherently including the Measurement, Reporting and Verification (MRV) system. Its main components are (Figure 2): the Satellite Land Monitoring System (SLMS) providing estimates of the activity data related to deforestation and forest degradation; the National Forest Inventory (NFI) providing estimates on Carbon Stocks (and emission factors related to deforestation); the Sustainable Forestry Information System Suriname (SFISS) component providing data on emission factors related to logging, timber production and the areas harvested; the Near Real Time Monitoring (NRTM) system that can provide timely alerts on unplanned changes in the forest, allowing for immediate action in the field; and Community Based Monitoring (CBM)."}, {"text_block_id": "p37_b420", "text": "Components of the National Forest Monitoring System (NFMS). Source: Own elaboration."}, {"text_block_id": "p38_b421", "text": "CBM will be a component of the NFMS and will encourage an active role for forest-dependent communities. Depending on the specific drivers in the region and the needs of the communities, the CBM will be designed to support local and national forest monitoring, while at the same time enabling monitoring of other issues relevant to the communities. Work done on CBM will be closely linked with the Safeguards Information System (SIS), by also contributing to the monitoring of how safeguards are addressed and respected."}, {"text_block_id": "p38_b422", "text": "Regarding GHG inventory and land use, land-use change and forestry (LULUCF) reporting, financial resources have been guaranteed every four years to compose an ad hoc GHG inventory working group, bringing together relevant national experts to meet the reporting requirements under the UNFCCC. The establishment of a permanent unit at the Office of the President or at NIMOS will be analysed in the context of the REDD+ Program (GOS 2016)."}, {"text_block_id": "p38_b423", "text": "3.7. Forest Reference Emission Level (FREL)"}, {"text_block_id": "p38_b424", "text": "The submission of a Forest Reference (Emission) Level (FREL/FRL) to the UNFCCC is a requirement for completing the REDD+ readiness phase and will be used for the purpose of obtaining results-based payments for REDD+ actions. Suriname submitted its first FREL to the UNFCCC in 2018 and it is planned to develop a new FREL/FRL in 2020."}, {"text_block_id": "p38_b425", "text": "Technical development of the FREL/FRL for Suriname is the responsibility of the Foundation for Forest Management and Production Control (SBB). Formal submission is done through the Office of the President as the National Focal Point for UNFCCC, via the National Institute for Environment and Development in Suriname (NIMOS) as national technical focal point for REDD+."}, {"text_block_id": "p38_b426", "text": "UNFCCC countries have agreed to a stepwise approach for developing the FREL/FRL. In that regard, Suriname submitted its first FREL based on best available data to-date, with a transparent analysis of uncertainty and remaining gaps. The country strives to constantly improve the availability of data and intends to submit an improved FREL/FRL taking into account the recommendations of the technical assessment of the first submission."}, {"text_block_id": "p38_b427_merged", "text": "The first FREL/FRL for Suriname is based on historical data for the period 2000-2015, with a reference period of 5 years into the future. The scale is national, and an adjustment for national circumstances was made that can be explained and justified with the results of the scenario modelling done for the national REDD+ strategy. Due to the limited data available for other REDD+ activities, only deforestation as well as forest degradation due to logging were included in the calculation of this first FREL/FRL, with an aim to expand the scope in the second submission. Except for in the case of burned areas, only CO2 was considered and the pools included are aboveground and belowground biomass, lying and standing dead wood."}, {"text_block_id": "p38_b430", "text": "Before the submission, the FREL went through a participatory consultation process with national stakeholders. This process included awareness raising about the FREL and its role in REDD+, adoption of the national forest definition, review of scenarios and national circumstances, and capacity building for stakeholders to understand different possible approaches and strategic choices for the FREL. Technical stakeholders provided substantive feedback to help adjust the FREL before submission."}, {"text_block_id": "p39_b431", "text": "3.8. Safeguards Information System (SIS)"}, {"text_block_id": "p39_b432", "text": "When implementing the national REDD+ strategy, Suriname will ensure that the REDD+ actions are implemented in a manner consistent with the seven Cancun safeguards (UNFCCC Decision 1/CP.16, Appendix I, Paragraph 2) and other safeguards. A Safeguards Information System (SIS) is currently in development. This system will provide information on how the Cancun safeguards are being addressed and respected, and such information will be reported regularly to the UNFCCC in a Summary of Information (SOI)."}, {"text_block_id": "p39_b433", "text": "The Strategic Environmental and Social Assessment (SESA) and Environmental and Social Management Framework (ESMF) provide valuable information used when developing the SIS. The institution responsible for developing the SIS is NIMOS, but it is done through a participatory process in close collaboration with all stakeholders and linked to the National Forest Monitoring System (NFMS)."}, {"text_block_id": "p40_b434", "text": "BIBLIOGRAPHY"}, {"text_block_id": "p40_b435", "text": "AAE (2017). Background study for the National REDD+ Strategy of Suriname. Paramaribo, Suriname."}, {"text_block_id": "p40_b436", "text": "Berrenstein, H.J. and M.C.A. Gompers-Small (eds.). 2016. Second National Communication to the United Nations Framework Convention on Climate Change. Office of the President of the Republic of Suriname. Paramaribo, Suriname. http://unfccc.int/resource/docs/natc/surnc2rev.pdf"}, {"text_block_id": "p40_b437", "text": "Binmore, Ken, (2011), Natural Justice, Oxford University Press, http://EconPapers.repec.org/ RePEc:oxp:obooks:9780199791484"}, {"text_block_id": "p40_b438", "text": "Bruce, 2012. Identifying and working with beneficiaries when rights are unclear, PROFOR."}, {"text_block_id": "p40_b439", "text": "Buursink, Proposal for Suriname Land Management project, Annex 8, p.3, May 2002"}, {"text_block_id": "p40_b440", "text": "Central Bank of Suriname, Suriname Country Profile, May 2017, p.75 https://www.cbvs.sr/images/content/ statistieken/CP/Suriname_Country-Profile_12mei2017.pdf; p. 78"}, {"text_block_id": "p40_b441", "text": "Conservation International 2016. Advisory Report. Amendment Nature Conservation Legislation in Suriname, 31 January 2016."}, {"text_block_id": "p40_b442", "text": "Diamond, Nancy K. 2013. “Readiness To Engage: Stakeholder Engagement Experiences for REDD+ Forest Carbon, Markets and Communities (FCMC) Program.” http://www.fcmcglobal.org/documents/Stakeholder_Engagement.pdf."}, {"text_block_id": "p40_b443", "text": "ESS Environment. 2006. Legality of Timber Harvesting and Trade in Suriname, Inception Report. Paramaribo, Suriname. December 2006."}, {"text_block_id": "p40_b444", "text": "Food and Agricultural Organization (FAO). 2012. Voluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries and Forests in the Context of National Food Security"}, {"text_block_id": "p40_b445", "text": "Forest Cover Monitoring Unit; 2017. Draft Technical report: Forest cover monitoring in Suriname using remote sensing techniques for the period 2000-2015."}, {"text_block_id": "p40_b446", "text": "Forest Stewardship Council (FSC). 2017. FSC Facts and Figures. May 2, 2017."}, {"text_block_id": "p40_b447", "text": "Government of Suriname (GOS). 2005. National Forest Policy of Suriname. Paramaribo: Ministry of Natural Resources and SBB"}, {"text_block_id": "p40_b448", "text": "Government of Suriname (GOS). 2006. National Forest Policy of Suriname. Paramaribo: Ministry of Natural Resources and SBB."}, {"text_block_id": "p40_b449", "text": "Government of Suriname (GOS). 2006b. National Biodiversity Strategy (NBS). Paramaribo: Ministry of Labour, Technological Development and Environment. 2006"}, {"text_block_id": "p40_b450", "text": "Government of Suriname (GOS). 2008. Interim Strategic Action Plan for the Forest Sector in Suriname 2009-2013. Paramaribo: Ministry of Physical Planning, Land and Forest Management."}, {"text_block_id": "p40_b451", "text": "Government of Suriname (GOS). 2013. Readiness Preparation Proposal (R-PP) for Suriname. Presented to the Forest Carbon Partnership Facility (FCPF). 24 June 2013."}, {"text_block_id": "p41_b452", "text": "Government of Suriname (GOS). 2013b. National Biodiversity Action Plan (NBAP) 2012-2016. Paramaribo: Ministry of Labour, Technological Development and Environment. February 2013."}, {"text_block_id": "p41_b453", "text": "Government of Suriname (GOS). 2015. Intended Nationally Determined Contribution from The Republic of Suriname. Communicated to the UNFCCC Secretariat. Paramaribo: GOS. 30 September 2015."}, {"text_block_id": "p41_b454", "text": "Government of Suriname (GOS). 2017. National Development Plan 2017-2021. Paramaribo: Suriname Planning Bureau Foundation. January 2017."}, {"text_block_id": "p41_b455", "text": "Griffiths, T 2007. Seeing ‘REDD?’ ‘Avoided deforestation’ and the Rights of Indigenous Peoples and Local Communities, (Forest People’s Program, 2007) http://www.euredd.efi.int/land-tenure-and-land-use-planning"}, {"text_block_id": "p41_b456", "text": "Hendrison, J. and N.R. de Graaf. 2011. History of use and Management of forests in Suriname. In Werger, M.J.A. (ed.) op. cit."}, {"text_block_id": "p41_b457", "text": "IDB, 2006. Policy Note on Indigenous Peoples and Maroons."}, {"text_block_id": "p41_b458", "text": "Intergovernmental Forum on Mining, Minerals, Metals and Sustainable Development (IGF). (2017)."}, {"text_block_id": "p41_b459", "text": "IGF Mining Policy Framework Assessment: Suriname."}, {"text_block_id": "p41_b460", "text": "Winnipeg: IISD."}, {"text_block_id": "p41_b461", "text": "Jonkers, W.B.J, et. al. 2011. Prospects for the CELOS Management System. In Werger, M.J.A. (ed.) op.cit."}, {"text_block_id": "p41_b462", "text": "Latawiec et. al. 2014. Suriname: reconciling agricultural development and conservation of unique natural wealth. Land Use Policy 38: 627-636"}, {"text_block_id": "p41_b463", "text": "Mas, J.F. and Flamenco Sandoval, A. 2011. Modelacion de los cambios de coberturas/uso del suelo en una region tropical de Mexico. GeoTropico, 5 (1), Articulo 1: 1-24 ."}, {"text_block_id": "p41_b464", "text": "Ministerie van Regionale Ontwikkeling. 2014."}, {"text_block_id": "p41_b465", "text": "Marron En Inheemse Dorpen in Suriname"}, {"text_block_id": "p41_b466", "text": ". Paramaribo, Suriname: Onderdirectoraat Ontwikkeling Binnenland."}, {"text_block_id": "p41_b467", "text": "Ministry of Natural Resources and FAO. 1999, Economic rent from forest operations in Suriname and a proposal for revising Surinam´s forest revenue system. Paramaribo: Project GSC/SUR/001/NET."}, {"text_block_id": "p41_b468", "text": "Mohren, G.M.J. and R.F. van Kanten. 2011. Introduction. In Werger, M.J.A. (ed.) Sustainable Management of Tropical Forests. The CELOS Management System. Tropenbos Series 25. Paramaribo, Suriname: Tropenbos International."}, {"text_block_id": "p41_b469", "text": "National Institute for Environment and Development in Suriname (NIMOS), SBB and UNIQUE. 2017. Background study for REDD+ in Suriname: Multi-Perspective Analysis of Drivers of Deforestation, Forest Degradation and Barriers to REDD+ Activities. Paramaribo, Suriname."}, {"text_block_id": "p41_b470", "text": "Playfair, M. 2007. Law compliance and prevention and control of illegal activities in the forest sector in Suriname. Country Assessment Preliminary Version. Washington, D.C.: The World Bank."}, {"text_block_id": "p41_b471", "text": "Ramirez-Gomez, Sara O.I., and Greg Brown. 2013. “Participatory Mapping with Indigenous Communities for Conservation: Challenges and Lessons from Suriname.”"}, {"text_block_id": "p41_b472", "text": "Electronic Journal on Information Systems in Developing Countries"}, {"text_block_id": "p41_b473", "text": "58 (2): 1–22."}, {"text_block_id": "p41_b474_merged_merged_merged_merged", "text": "Ramirez-Gomez, Sara O.I., Greg Brown, Pita A. Verweij, and R.G.A. Boot. 2016. “Participatory Mapping to Identify Indigenous Community Use Zones: Implications for Conservation Planning in Southern Suriname.” Journal for Nature Conservation 29 (November). Elsevier GmbH.: 69–78. doi:10.1016/j.jnc.2015.11.004."}, {"text_block_id": "p42_b477", "text": "Seymour, F. Forests, Climate Change, And Human Rights: Managing Risks And Trade Offs (CIFOR, Bogor; 2008)."}, {"text_block_id": "p42_b478", "text": "Smith, Gwendolyn. 2016."}, {"text_block_id": "p42_b479", "text": "Final Report: Stakeholder Engagement Strategy for REDD+ Readiness in Suriname"}, {"text_block_id": "p42_b480", "text": "."}, {"text_block_id": "p42_b481", "text": "Soares-Filho, et. al,"}, {"text_block_id": "p42_b482", "text": "Dinamica—a stochastic cellular automata model designed to simulate the landscape dynamics in an Amazonian colonization frontier"}, {"text_block_id": "p42_b483", "text": ", In Ecological Modelling, Volume 154, Issue 3, 2002, Pages 217-235"}, {"text_block_id": "p42_b484", "text": "Stichting voor Bosbeheer en Bostoezicht (SBB). 2014. National Plan for Forest Cover Monitoring. Paramaribo:  Ministerie van Ruimtelijke Ordening Grond- en Bosbeheer and Amazon Cooperation Treaty Organization."}, {"text_block_id": "p42_b485", "text": "Stichting voor Bosbeheer en Bostoezicht (SBB). 2015. Assessment of the forest cover and the deforestation rate in Suriname. November 2015."}, {"text_block_id": "p42_b486", "text": "Stichting voor Bosbeheer en Bostoezicht (SBB), 2016. Status and plans for Suriname National Forest Monitoring System. Paramaribo, January 2017."}, {"text_block_id": "p42_b487", "text": "Stichting voor Bosbeheer en Bostoezicht (SBB), 2018. Deforestation map 2017."}, {"text_block_id": "p42_b488", "text": "The Amazon Conservation Team. 2010. Land Rights, Tenure and Use of Indigenous Peoples and Maroons in Suriname."}, {"text_block_id": "p42_b489_merged", "text": "UN-REDD Programme. 2015. Drivers of Deforestation and Forest Degradation (DDFD). In REDD+ Academy Learning Journal, Edition 1, Fall 2015."}, {"text_block_id": "p42_b492", "text": "UNFCCC, The Cancun agreements and assessment by the Executive Secretary of the United Nations Framework Convention on Climate Change, http://unfccc.int/cancun/"}, {"text_block_id": "p42_b493", "text": "Van Dijk, S. (ed.). 2011. Minor Timber Products, Major Challenges? Paramaribo, Suriname: Tropenbos International (TBI) Suriname."}, {"text_block_id": "p42_b494", "text": "Werger, M.J.A. (ed.). 2011. Sustainable Management of Tropical Forests. The CELOS Management System.  Tropenbos Series 25. Paramaribo, Suriname: Tropenbos International."}, {"text_block_id": "p42_b495", "text": "World Bank 1992. World Development Report. Development and the Environment. Washington, D.C.: The World Bank."}, {"text_block_id": "p42_b496", "text": "World Bank 2006. Strengthening Forest Law Enforcement and Governance. Addressing a Systemic Constraint to Sustainable Development. Washington: The World Bank."}, {"text_block_id": "p42_b497", "text": "World Bank 2017. Suriname Sector Competitiveness Analysis. Identifying opportunities and constraints to investment and diversification in the agribusiness and extractive sectors. World Bank, Washington, DC: Creative Commons Attribution CC BY 3.0 IGO."}, {"text_block_id": "p42_b498", "text": "WWF Guianas, Ministry of Spatial Planning, Land and Forest Management. 2016. Support Sound Land Use Planning in Suriname. December 2016."}], "document_description": "This document aims to protect Suriname's forests and enhance its carbon storage facilities."}