{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Public Sector", "LULUCF", "Industry", "Health", "Environment", "Energy", "Economy-wide", "Cross Cutting Area", "Buildings", "Agriculture", "Adaptation"], "document_date": "27/01/2021", "document_language": "English", "document_name": "Executive Order 14008 on Tackling the Climate Crisis at Home and Abroad", "document_country_code": "USA", "document_hazard_name": [], "document_keyword": ["Renewables", "Paris Agreement", "Finance", "Health", "Joe Biden", "Infrastructure", "Co Benefits", "Jobs", "National Security", "Fossil Fuels Subsidies", "Moratorium", "Fossil Fuels Curbing Measures"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/01/27/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad/", "document_type": "Executive Order", "text_blocks": [], "document_description": "This extensive document firstly asserts the United States' intention to put the climate crisis at the center of the country's foreign policy and national security. It focuses on capacity building and clean jobs creation. It also calls on building resilience across the globe against the adverse effects of climate change.&nbsp;<br><br>The following sections and related topics are listed below. For more on this, please consult the executive order.&nbsp;<br><br>Sec. 102 notably states that the Biden administration will proceed to rejoin the Paris Agreement. It also reorganises the executive branch so that a Special Presidential Envoy for Climate is created and the climate issue is tackled by the government, including the Treasury. It calls for the development of a climate finance plan.<br><br>Part II builds on sec. 102 and&nbsp; focuses on taking a government-wide approach to the climate crisis. Sec. 202 creates the White House Office of Domestic Climate Policy (Climate Policy Office) within the Executive Office of the President. Sec.103 creates the National Climate Task Force, to be chaired by the National Climate Advisor.<br><br>Sec. 204 commands an alignment of the management of Federal procurement and real property, public lands and waters, and financial programs to support robust climate action. This should \"help to catalyse private sector investment into, and accelerate the advancement of America’s industrial capacity to supply, domestic clean energy, buildings, vehicles, and other necessary products and materials\".<br><br>Sec. 205 mandates the creation of a Federal Clean Electricity and Vehicle Procurement Strategy within 90 days.<br><br>Sec. 206 on procurement standards aims to ensure that procurement standards be consistent with the Made in America Laws. The section targets clean energy, energy efficiency, and clean energy procurement decisions.&nbsp;<br><br>Sec. 207 mandates a change in rules to boost renewable energy on poublic lands and in offshore waters.<br><br>Sec. 208 charges the Secretary of the Interior to pause all new oil and natural gas leases on public lands or in offshore waters \"pending completion of a comprehensive review and reconsideration of Federal oil and gas permitting and leasing practices in light of the Secretary of the Interior’s broad stewardship responsibilities over the public lands and in offshore waters, including potential climate and other impacts associated with oil and gas activities on public lands or in offshore waters.\"<br><br>Sec. 209 aims to eliminate fossil fuel subsidies from the federal budget starting by the request for fiscal year 2022.<br><br>Sec. 210 is on Clean Energy in Financial Management,&nbsp;<br>Sec. 211 tackles Climate Action Plans and Data and Information Products to Improve Adaptation and Increase Resilience.<br>Sec. 212 calls for millions of green jobs across communities.<br>Sec. 213 calls for sustainable infrastructure.&nbsp;<br>Sec. 214 focuses on conserving public lands and waters.<br>Sec. 215 calls for the Secretary of the Interior to elaborate a strategy within 90 days on creating a Civilian Climate Corps Initiative.<br>Following sections focus on clean energy, securing environmental justice, spurring economic opportunity, and amends the executive branch's structure in a number of ways.&nbsp;"}