{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Zoning & Spatial Planning|Regulation"], "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Policy", "document_sector_name": ["Public Sector", "Health", "Environment", "Energy", "Economy-wide"], "document_date": "01/01/2021", "document_language": "English", "document_name": "Executive Order on Protecting Public Health and the Environment and Restoring Science to Tackle the Climate Crisis", "document_country_code": "USA", "document_hazard_name": [], "document_keyword": ["Keystone", "Arctic", "Fossil Fuels", "Oil And Gas", "Moratorium", "Fossil Fuels Curbing Measures", "Licensing"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/01/20/executive-order-protecting-public-health-and-environment-and-restoring-science-to-tackle-climate-crisis/", "document_type": "Executive Order", "text_blocks": [], "document_description": "Passed on President Joe Biden's first day in office, this Executive order aims to undo the most adverse decisions of the Trump administration on public health, the environment, climate change and the credibility of the science community. Relevant sections include:Sec. 2 orders an immediate review of all Trump decisions by heads of federal agencies, with proposals for revisions to be made within 30 days. This notably deals with the elaboration of standards for vehicles, appliances and buildings.Sec. 3 seeks to \"restore national monuments\". Sec. 4 repeals Trump's Order 13795 in order to reinstate the Obama decision to withdraw certain offshore areas in Arctic waters and the Bering Sea from oil and gas drilling.Sec. 5 sets that accounting for the benefits of reducing climate pollution is essential. It cites the “social cost of carbon” (SCC), “social cost of nitrous oxide” (SCN), and “social cost of methane” (SCM) and establishes the Interagency Working Group on the Social Cost of Greenhouse Gases.Sec. 6 revokes the March 2019 Permit for the Keystone XL Pipeline.Sec. 7 revokes a number of other executive decisions. For more information, check the document. On 1st June 2021, the Interior Department issued Secretarial Order 3401 which extends the suspension of oil and gas leases in the Arctic Refuge, pending a review to determine whether the leases should be reaffirmed, voided, or subject to additional mitigation measures."}