{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Policy", "document_sector_name": "Finance", "document_date": "20/05/2021", "document_language": "English", "document_name": "Executive Order on Climate-Related Financial Risk", "document_country_code": "USA", "document_hazard_name": [], "document_keyword": ["Procurement", "TCFD"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/05/20/executive-order-on-climate-related-financial-risk/", "document_type": "Executive Order", "text_blocks": [], "document_description": "This order aims to reprioritise federal investments and conduct prudent fiscal management. It declares as a policy the sound disclosure of climate-related financial risk, citing Executive Order 13707/2015 on Using Behavioral Science Insights to Better Serve the American People.&nbsp;<br><br>The document notably set rules regarding the assessment of Climate-Related Financial Risk by Financial Regulators. It charges the relevant administrations to 1) elaborate a Climate-Related Financial Risk Strategy within 120 days, 2) protect the life savings and pensions of United States workers and families from the threats of climate-related financial risk, 3) develop recommendations for the National Climate Task Force on approaches related to the integration of climate-related financial risk into Federal financial management and financial reporting, and 4) identify the primary sources of Federal climate-related financial risk exposure and develop methodologies to quantify climate risk within the economic assumptions and the long-term budget projections of the President’s Budget.&nbsp;<br><br>The order further mandates the Federal Acquisition Regulatory Council to consider requiring major Federal suppliers to publicly disclose greenhouse gas emissions and climate-related financial risk and to set science-based reduction targets, and to ensure that major Federal agency procurements minimise the risk of climate change."}