{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Other|Direct Investment"], "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Law", "document_sector_name": ["Energy", "Economy-wide"], "document_date": "01/01/2021", "document_language": "English", "document_name": "Final Rule - Phasedown of Hydrofluorocarbons: Establishing the Allowance Allocation and Trading Program under the AIM Act", "document_country_code": "USA", "document_hazard_name": [], "document_keyword": ["Health", "Energy", "Biomass", "Covid19", "Stimulus Plan", "Hf Cs"], "document_response_name": ["Mitigation", "Disaster Risk Management"], "document_url": "https://www.epa.gov/climate-hfcs-reduction/final-rule-phasedown-hydrofluorocarbons-establishing-allowance-allocation", "document_type": "Programme", "text_blocks": [], "document_description": "This 2,000 pages-long document implements a major government funding scheme and also includes economic stimulus provisions to respond to the coronavirus pandemic. The document contains numerous climate-related clauses. It notably encourages GHG emissions reductions and promotes renewables. It contains a part on carbon use and sets processes to estimate the economic, climate, and environmental impacts of any well-integrated national carbon dioxide pipeline system. It mandates the Climate Security Advisory Council to develop a study on advisory council model for strategic or transnational threats.The American Innovation and Manufacturing Act of 2020 was enacted as section 103 in Division S of this document (page 1074 onward). The AIM Act directs EPA to address HFCs by providing new authorities in three main areas: to phase down the production and consumption of listed HFCs, manage these HFCs and their substitutes, and facilitate the transition to next-generation technologies. On September 23rd, 2021, the EPA administrator signed a notice to allow for the publication of the final rule for a 15-year phasedown of hydrofluorocarbons (HFCs). The rule sets the HFC production and consumption baseline levels from which reductions will be made, establishes an initial methodology for allocating and trading HFC allowances for 2022 and 2023, and creates a robust, agile, and innovative compliance and enforcement system. The EPA estimates that it will avoid cumulative emissions of 4,560 million metric tons of exchange value equivalent of HFCs in the United States with a present value of cumulative net benefits of $272.7 billion, from 2022 to 2050."}