{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "United States of America", "document_category": "Law", "document_sector_name": [], "document_language": "English", "document_name": "Global Change Research Act of 1990", "document_country_code": "USA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Law", "document_framework_name": [], "document_region_code": "North America", "document_date": "16/11/1990", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/USA/1990/USA-1990-11-16-Global Change Research Act of 1990_b2ac4acac64753edaa1277bd27cd9d51.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "104 STAT. 8096"}, {"text_block_id": "p0_b2", "text": "PUBLIC LAW 101-606-NOV. 16, 1990"}, {"text_block_id": "p0_b3", "text": "Public Law 101-606"}, {"text_block_id": "p0_b4", "text": "101st Congress"}, {"text_block_id": "p0_b5", "text": "An Act"}, {"text_block_id": "p0_b6", "text": "An Act\n"}, {"text_block_id": "p0_b8", "text": "15 USC 2931."}, {"text_block_id": "p0_b9", "text": "To require the establishment of a United States Global Change Research Progrnm aimed at undem:anding and responding to global change, including the cwnule.tive effects of human activities and natural proceseee on the environment, to promote discussioDB toward international protocols in global change research, and for other purpo688."}, {"text_block_id": "p0_b10", "text": "Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled,"}, {"text_block_id": "p0_b11", "text": "SECTION 1. SHORT TITLE."}, {"text_block_id": "p0_b12", "text": "This Act may be cited as the \"Global Change Research Act of 1990\"."}, {"text_block_id": "p0_b13", "text": "SEC. 2. DEFINfflONS."}, {"text_block_id": "p0_b14", "text": "SEC. 2. DEFINfflONS.\n* \"Committee\" means the Committee on Earth and EnvironÂ­mental Sciences established under section 102;\n\t* \"Council\" means the Federal Coordinating Council on Science, Engineerine:\n\t* \"Council\" means the Federal Coordinating Council on Science, Engineerine:\n 1\n\t* \"Council\" means the Federal Coordinating Council on Science, Engineerine:\n 1\n and Technology;\n\t* \"global change-,' means changes in the global environment (including alterations in climate, land productivity, oceans or other water resources, atmospheric chemistry, and ecological systems) that may alter the capacity of the Earth to sustain life;\n\t* \"global change research' means study, monitoring, assessÂ­ment, prediction, and information management activities to describe and unde1'\n\t\t* the interactive physical, chemical, and biological procÂ­esses that regulate the total Earth system;\n\t\t* the unique environment that the Earth provides for\n\t\t* changes that are occurring in the Earth system; and (D) the manner in which such system, environment, and changes are influenced by human actions;\n\t\t* \"Plan\" means the National Global Change Research Plan develoÅ under section 104, or any revision thereof; and\n\t\t* 'Program\" means the United States Global Change Research Program established under section 103."}, {"text_block_id": "p0_b38", "text": "TITLE I-UNITED STATES GLOBAL CHANGE RESEARCH PROGRAM"}, {"text_block_id": "p0_b39", "text": "SEC. 101. FINDINGS AND PURPOSE."}, {"text_block_id": "p0_b40", "text": "SEC. 101. FINDINGS AND PURPOSE.\n* FINDINGS.-The Congress makes the following findings:\n<\\li1>\n\t* Industrial, agricultural, and other human activities, couÂ­pled with an expanding world population, are contributing to i;>rocesses of global change that may significantly alter the Earth habitat within a few human generations.\n\t* Such human-induced changes, in conjunction with natural fluctuations, may lead to significant global warming and thus"}, {"text_block_id": "p1_b46", "text": "alter world climate patterns and increase global sea levels. Over the next century, these consequences could adversely affect world agricultural and marine production, coastal habitability, biological diversity, human health, and global economic and social well-being."}, {"text_block_id": "p1_b47", "text": "alter world climate patterns and increase global sea levels. Over the next century, these consequences could adversely affect world agricultural and marine production, coastal habitability, biological diversity, human health, and global economic and social well-being.\n* The release of chlorofluorocarbons and other stratospheric ozone-depleting substances is rapidly reducing the ability of the atmosphere to screen out harmful ultraviolet radiation, which could adversely affect human health and ecological systems.\n* Development of effective policies t.o abate, mitigate, and cope with global change will rely on greatly improved scientific understanding of global environmental processes and on our ability to distinguish human-induced from natural global change.\n* New developments in interdisciplinary Earth sciences, global observing systems, and computing technology make posÂ­sible significant advances in the scientific understanding and prediction of these global changes and their effects.\n* Although significant Federal global change research efÂ­forts are underway, an effective Federal research program will require efficient interagency coordination, and coordination"}, {"text_block_id": "p1_b55", "text": "alter world climate patterns and increase global sea levels. Over the next century, these consequences could adversely affect world agricultural and marine production, coastal habitability, biological diversity, human health, and global economic and social well-being.\n* The release of chlorofluorocarbons and other stratospheric ozone-depleting substances is rapidly reducing the ability of the atmosphere to screen out harmful ultraviolet radiation, which could adversely affect human health and ecological systems.\n* Development of effective policies t.o abate, mitigate, and cope with global change will rely on greatly improved scientific understanding of global environmental processes and on our ability to distinguish human-induced from natural global change.\n* New developments in interdisciplinary Earth sciences, global observing systems, and computing technology make posÂ­sible significant advances in the scientific understanding and prediction of these global changes and their effects.\n* Although significant Federal global change research efÂ­forts are underway, an effective Federal research program will require efficient interagency coordination, and coordination\n* PuRPOSE.-The purpose of this title is to provide for developÂ­ment and coordination of a comprehensive and integrated United States research program which will assist the Nation and the world to understand, assess, predict, and respond to human-induced and\n<\\li1>"}, {"text_block_id": "p1_b57", "text": "SEC. 102. COMMITTEE ON EARTH AND ENVIRONMENTAL SCIENCES."}, {"text_block_id": "p1_b58", "text": "SEC. 102. COMMITTEE ON EARTH AND ENVIRONMENTAL SCIENCES.\n* EsTABLISHMENT.-The President, through the Council, shall establish a Committee on Earth and Environmental Sciences. The Committee shall carry out Council functions under section 401 of\n* MEMBERSHIP.-The Committee shall consist of at least one\n\t* the National Science Foundation;\n\t* the National Aeronautics and Space Administration;\n\t* the National Oceanic and Atmospheric Administration of\n\t* the Environmental Protection Agency;\n\t* the Department of Energy;\n\t* the Department of State;\n\t* the Department of Defense;\n\t* the Department of the Interior;\n\t* the Department of Agriculture;\n\t* the Department of Transportation;\n\t* the Office of Management and Budget;\n\t* the Office of Science and Technology Policy;\n\t* the Council on Environmental Quality;\n\t* the National Institute of Environmental Health Sciences of the National Institutes of Health; and"}, {"text_block_id": "p1_b92", "text": "15 USC 2932."}, {"text_block_id": "p2_b93", "text": "15 USC 2932.\n* such other agencies and departments of the United States as the President or the Chairman of the Council considers appropriate.\n<\\li1>"}, {"text_block_id": "p2_b95", "text": "Such representatives shall be high ranking officials of their agency or department, wherever possible the head of the portion of that agency or department that is most revelant to the pu.rpose of the title described in section l0l(b)."}, {"text_block_id": "p2_b96", "text": "Such representatives shall be high ranking officials of their agency or department, wherever possible the head of the portion of that agency or department that is most revelant to the pu.rpose of the title described in section l0l(b).\n* CliAIRPERSON.-The Chairman of the Council, in consultation with the Committee, biennially shall select one of the Committee members to serve as Chairperson. The Chairperson shall be knowledgeable and experienced with regard to the administration of scientific research programs, and shall be a representative of an agency that contributes substantially, in terms of scientific research capability and budget, to the Program.\n* SUPPORT PERSONNEL.-An Executive Secretary shall be apÂ­pointed by the Chairperson of the Committee, with the approval of the Committee. The Executive Secretary shall be a permanent employee of one of the agencies or departments represented on the Committee, and shall remain in the employ of such agency or department. The Chairman of the Council shall have the authority to make personnel decisions regarding any employees detailed to the Council for purposes of working on business of the Committee pursuant to section 401 of the National Science and Technology Policy, Organization, and Priorities Act of 1976 (42 U.S.C. 6651).\n* CHANGE.-The Council, through the Committee, shall be responsible for planning and coÂ­ordinating the Program. In carrying out this responsibility, the Committee\n\t* serve as the forum for developing the Plan and for overseeing it.s implementation;\n\t* improve cooperation among Federal agencies and departÂ­ments with respect to global change research activities;\n\t* provide budgetary advice as specified in section 105;\n\t* work with academic, State, industry, and other groups conducting global change research, to provide for periodic public and peer review of the Program;\n\t* cooperate with the Secretary of State\n\t\t* providing representation at international meetings and conferences on global change research in which the United States participates; and\n\t\t* coordinating the Federal activities of the United States with programs of other nations and with interÂ­national global change research activities such as the InterÂ­national Geosphere-Biosphere Program;\n\t\t* consult with actual and potential users of the results of the Program to ensure that such results are useful in developing national and international policy responses to global change; and\n\t\t* report at least annually to the President and the Congress, through the Chairman of the Council, on Federal global change research priorities, policies, and programs."}, {"text_block_id": "p2_b121", "text": "SEC. 103. UNITED STATES GLOBAL CHANGE RESEARCH PROGRAM."}, {"text_block_id": "p2_b122", "text": "The President shall establish an interagency United States Global Change Research Program to improve understanding of global change. The Program shall be implemented by the Plan developed under section 104."}, {"text_block_id": "p3_b123", "text": "S.EC. 104. NATIONAL GLOBAL CHANGE RESEARCH PLAN."}, {"text_block_id": "p3_b124", "text": "15 USC 2934."}, {"text_block_id": "p3_b125", "text": "15 USC 2934.\n* IN GENERAL.-The Chairman of the Council, through the Committee, shall develop a National Global Change Research Plan for implementation of the Program. The Plan shall contain recÂ­ommendations for national global change research. The Chairman of the Council shall submit the Plan to the Congress within one year after the date of enactment of this title, and a revised Plan shall be submitted at least once every three years thereafter.\n* CoNTENTS OF THE PLAN.-The Plan\n* CoNTENTS OF THE PLAN.-The Plan\n (!) establish, for the 10-year period beginning in the year the Plan is submitted, the goals and priorities for Federal global change research which most effectively advance scientific\n* describe specific activities, including research activities, data collection and data analysis requirements, predictive modÂ­eling, participation in international research efforts, and information management, required to achieve such goals and priorities;\n* identify and address, as appropriate, relevant programs\n* set forth the role of each Federal agency and department in implementing the Plan;\n* consider and utilize, as appropriate, reports and studies conducted by Federal agencies and departments, the National Research Council, or other entities;\n* make recommendations for the coordination of the global change research activities of the United States with such activities of other nations and international organizations,\n\t* a description of the extent and nature of necessary international cooperation;\n\t* the development by the Committee, in consultation when appropriate with the National Space Council, of proposals for cooperation on major capital projects;\n\t* bilateral and multilateral proposals for improving worldwide access to scientific data and information; and\n\t* methods for improving participation in international global change research by developing nations; and\n\t* estimate, to the extent practicable, Federal funding for global change research activities to be conducted under the Plan.\n\t* RESEARCH El..EMENTS.-The Plan shall provide for, but not be limited to, the following research elements:\n\t* Global measurements, establishing worldwide observations necessary to understand the physical, chemical, and biological processes responsible for changes in the Earth system on all relevant spatial and time scales.\n\t* Documentation of global change, including the developÂ­ment of mechanisms for recording changes that will actually occur in the Earth system over the coming decades.\n\t* Studies of earlier changes in the Earth system, using evidence from the geological and fossil record.\n\t* Predictions, using quantitative models of the Earth system to identify and simulate global environmental processes and"}, {"text_block_id": "p4_b160", "text": "Federal Register. publication."}, {"text_block_id": "p4_b161", "text": "15 USC 2985."}, {"text_block_id": "p4_b162", "text": "trends, and the regional implications of such processes and trends."}, {"text_block_id": "p4_b163", "text": "(5)"}, {"text_block_id": "p4_b164", "text": "Focused research initiatives to understand the nature of and interaction among physical, chemical, biological, and social processes related to global change."}, {"text_block_id": "p4_b165", "text": "(d)"}, {"text_block_id": "p4_b166", "text": "INFORMATION MANAGEMENT.-The Plan shall provide rec­ommendations for collaboration within the Federal Government and among nations"}, {"text_block_id": "p4_b167", "text": "INFORMATION MANAGEMENT.-The Plan shall provide rec­ommendations for collaboration within the Federal Government and among nations\n* establish, develop, and maintain information bases, includÂ­ing necessary management systems which will promote consistÂ­ent, efficient, and compatible transfer and use of data;\n* create globally accessible formats for data collected by various international sources; and\n* combine and interpret data from various sources to produce information readily usable by policymakers attempting to formulate effective strategies for preventing, mitigating, and adapting to the effects of global change.\n* evaluate the scientific content of the Plan; and\n* provide information and advice obtained from United States and international sources, and recommended priorities for future global change research.\n* identifies each element of the proposed global change research activities of the agency or department;\n* specifies whether each element (i) contributes directly to the Program or (ii) contributes indirectly but in important ways to the Program; and\n* states the portion of its request for appropriations alloÂ­cated to each element of the Program."}, {"text_block_id": "p4_b173", "text": "(e)"}, {"text_block_id": "p4_b174", "text": "NATIONAL RESEARCH CoUNcIL EvALUATION.-The Chairman of the Council shall enter into an agreement with the National Re­search Council under which the National Research Council shall­"}, {"text_block_id": "p4_b179", "text": "(f)"}, {"text_block_id": "p4_b180", "text": "Ptrauc PARTICIPATION.-ln developing the Plan, the Committee shall consult with academic, State, industry, and environmental groups and representatives. Not later than 90 days before the Chairman of the Council submits the Plan, or any revision thereof, to the Congress, a summary of the proposed Plan shall be published in the Federal Register for a public comment period of not less than 60 days."}, {"text_block_id": "p4_b181", "text": "SEC. 106. BUDGET COORDINATION."}, {"text_block_id": "p4_b182", "text": "(a)"}, {"text_block_id": "p4_b183", "text": "CoMMITTEE GumANCE.-The Committee shall each year pro­vide general guidance to each Federal agency or department partici­pating in the Program with respect to the preparation of requests for appropriations for activities related to the Program."}, {"text_block_id": "p4_b184", "text": "(b)"}, {"text_block_id": "p4_b185", "text": "SUBMISSION OF REPORTS WITH AGENCY APPROPRIATIONS RE­"}, {"text_block_id": "p4_b186", "text": "QUESTS.-(!)"}, {"text_block_id": "p4_b187", "text": "Working in conjunction with the Committee, each Fed­eral agency or department involved in global change research shall include with its annual request for appropriations submitted to the President under section 1108 of title 81, United States Code, a report"}, {"text_block_id": "p4_b194", "text": "(2)"}, {"text_block_id": "p4_b195_merged_merged", "text": "Each agency or department that submits a report under para­graph (1) shall submit such report simultaneously to the Committee."}, {"text_block_id": "p4_b198", "text": "(c)"}, {"text_block_id": "p4_b199", "text": "CoNSIDERATION IN PRF.SIDENT's BuooET.-(1) The President shall, in a timely fashion, provide the Committee with an oppor­tunity to review and comment on the budget estimate of each"}, {"text_block_id": "p5_b200", "text": "agency and department involved in global change research in the context of the Plan."}, {"text_block_id": "p5_b201", "text": "(2)"}, {"text_block_id": "p5_b202", "text": "The President shall identify in each annual budget submitted to the Congress under section 1105 of title 31, United States Code, those items in each agency's or department's annual budget which are elements of the Program."}, {"text_block_id": "p5_b203", "text": "SEC. 106. SCIENTIFIC ASSESSMENT."}, {"text_block_id": "p5_b204", "text": "On a periodic basis (not less frequently than every 4 years), the Council, through the Committee, shall prepare and submit to the President and the Congress an assessment"}, {"text_block_id": "p5_b205", "text": "On a periodic basis (not less frequently than every 4 years), the Council, through the Committee, shall prepare and submit to the President and the Congress an assessment\n* integrates, evaluates, and interprets the findings of the Program and discusses the scientific uncertainties associated with such findings;\n* analyzes the effects of global change on the natural environment, agriculture, energy production and use, land and water resources, transportation, human health and welfare, human social systems, and biological diversity; and\n* analyzes current trends in global change, both humanÂ­inducted and natural, and projects major trends for the subseÂ­quent 25 to 100 years.\n* a summary of the achievements of the Program during the period covered by the report and of priorities for future global change research;\n* an analysis of the progress made toward achieving the goals of the Plan;\n* expenditures required by each agency or department for\n* arrying out its portion of the Program,\n* the amounts spent during the fiscal year most reÂ­cently ended;\n* the amounts expected to be spent during the current fiscal year; and\n* the amounts requested for the fiscal year for which the budget is being submitted.\n* the amounts requested for the fiscal year for which the budget is being submitted.\n (!) changes in agency or department roles needed to improve implementation of the Plan; and"}, {"text_block_id": "p5_b211", "text": "SEC. 107. ANNUAL REPORT."}, {"text_block_id": "p5_b212", "text": "(a)"}, {"text_block_id": "p5_b213", "text": "GENERAL.-Each year at the time of submission to the Con­gress of the President's budget, the Chairman of the Council shall submit to the Congress a report on the activities conducted by the Committee pursuant to this title,"}, {"text_block_id": "p5_b230", "text": "(b)"}, {"text_block_id": "p5_b231_merged_merged_merged", "text": "RECOMMENDATIONS.-The report required by subsection (b) shall include recommendations by the President"}, {"text_block_id": "p5_b235", "text": "(2)"}, {"text_block_id": "p5_b236", "text": "additional legislation which may be required to achieve the"}, {"text_block_id": "p5_b237", "text": "purpases of this title."}, {"text_block_id": "p5_b238", "text": "SEC. 108. RELATION TO OTHER AUTHORITIES."}, {"text_block_id": "p5_b239", "text": "(a)"}, {"text_block_id": "p5_b240", "text": "NATIONAL CLIMATE PROGRAM RF.SEARCH ACTIVITlES.-The President, the Chairman of the Council, and the Secretary of Com­merce shall ensure that relevant research activities of the National Climate Program, established by the National Climate Program Act (15 U.S.C. 2901 et seq.), are considered in developing national global change research efforts."}, {"text_block_id": "p5_b241", "text": "(b)"}, {"text_block_id": "p5_b242", "text": "AVAILABILITY OF RF.SEARCH FlNDINGS.-The President, the Chairman of the Council, and the heads of the agencies and depart­ments represented on the Committee, shall ensure that the research"}, {"text_block_id": "p5_b243", "text": "15 USC 2936."}, {"text_block_id": "p5_b244", "text": "15 USC 2937."}, {"text_block_id": "p5_b245", "text": "15 USC 2938."}, {"text_block_id": "p6_b246", "text": "International Cooperation in Global Change Research Act of 1990."}, {"text_block_id": "p6_b247", "text": "16 USC 2921 not.e."}, {"text_block_id": "p6_b248", "text": "16 USC 2961."}, {"text_block_id": "p6_b249", "text": "15 USC 2952."}, {"text_block_id": "p6_b250", "text": "President."}, {"text_block_id": "p6_b251", "text": "findings of the Committee, and of Federal agencies and depart­ment.a, are available"}, {"text_block_id": "p6_b252", "text": ""}, {"text_block_id": "p6_b253", "text": "(1)"}, {"text_block_id": "p6_b254", "text": "the Environmental Protection Agency for use in the formulation of a coordinated national policy on global climate change pursuant to section 1103 of the Global Climate Protec­tion Act of 1987 (15 U.S.C. 2901 note); and"}, {"text_block_id": "p6_b255", "text": "(2)"}, {"text_block_id": "p6_b256", "text": "all Federal agencies and departments for use in the formu­lation of coordinated national policies for responding to human­induced and natural processes of global change pursuant to other statutory responsibilities and obligations."}, {"text_block_id": "p6_b257", "text": "(c)"}, {"text_block_id": "p6_b258", "text": "EFFECT ON FEDERAL RESPONSE ACTIONS.-Nothing in this title shall be construed, interpreted, or applied to preclude or delay the planning or implementation of any Federal action designed, in whole or in part, to address the threats of stratospheric ozone depletion or global climate change."}, {"text_block_id": "p6_b259", "text": "TITLE II-INTERNATIONAL COOPERATION IN GLOBAL CHANGE RESEARCH"}, {"text_block_id": "p6_b260", "text": "SEC. 201. SHORT TITLE."}, {"text_block_id": "p6_b261_merged", "text": "This title may be cited as the \"International Cooperation in Global Change Research Act of 1990"}, {"text_block_id": "p6_b263", "text": "'."}, {"text_block_id": "p6_b264", "text": "SEC. 202. FINDINGS AND PURPOSES."}, {"text_block_id": "p6_b265", "text": "(a)"}, {"text_block_id": "p6_b266", "text": "FiNDINGS.-The Congress makes the following findings:"}, {"text_block_id": "p6_b267", "text": "FiNDINGS.-The Congress makes the following findings:\n* Pooling of international resources and scientific capabiliÂ­ties will be essential to a successful international global change program.\n* While international scientific planning is already underÂ­way, there is currently no comprehensive intergovernmental mechanism for planning, coordinating, or implementing reÂ­search to understand global change and to mitigate possible adverse effects.\n* An international global change research program will be important in building future consensus on methods for reducing global environ.mental degradation.\n* The United States, as a world leader in environmental and Earth sciences, should help provide leadership in developing and implementing an international global change research proÂ­\n* promote international, intergovernmental cooperation on global change research;\n* involve scientists and policymakers from developing naÂ­tions in such cooperative global change research programs; and\n* promote international efforts to provide technical and other assistance to developing nations which will facilitate improvements in their domestic standard of living while miniÂ­mizing damage to the global or regional environment."}, {"text_block_id": "p6_b275", "text": "gram."}, {"text_block_id": "p6_b276", "text": "(b) PuRPosES.-The purposes of this title are"}, {"text_block_id": "p6_b283", "text": "SEC. 203. INTERNATIONAL DISCUSSIONS."}, {"text_block_id": "p6_b284", "text": "(a)"}, {"text_block_id": "p6_b285", "text": "GLOBAL CHANGE R�EARCH.-The President should direct the Secretary of State, in cooperation with the Committee, to initiate discussions with other nations leading toward international proto­cols and other agreements to coordinate global change research activities. Such discussions should include the following issues:"}, {"text_block_id": "p7_b286", "text": "GLOBAL CHANGE R�EARCH.-The President should direct the Secretary of State, in cooperation with the Committee, to initiate discussions with other nations leading toward international proto­cols and other agreements to coordinate global change research activities. Such discussions should include the following issues:\n* Allocation of costs in global change research programs, especially with respect to major capital projects.\n* Coordination of global change research plans with those developed by international organizations such as the InterÂ­national Council on Scientific Unions, the World Meteorological Organization, and the United Nations Environment Program.\n* Establishment of global change research centers and trainÂ­ing programs for scientists, especially those from developing nations.\n* Development of innovative methods for management of international global change research,\n\t* use of new or existing intergovernmental organizaÂ­tions for the coordination or funding of global change reÂ­search; and\n\t* creation of a limited foundation for global change research.\n\t* The prompt establishment of international projects toÂ­\n\t* create globally accessible formats for data collected by various international sources; and\n\t* combine and interpret data from various sources to produce information readily usable by policymakers attempting to formulate effective strategies for preventing, mitigating, and adapting to possible adverse effects of global change.\n\t* Establishment of international offices to disseminate information useful in identifying, preventing, mitigating, or adapting to the possible effects of global change.\n\t* Creation of an international cooperative program to fund research related to energy efficiency, solar and other renewable energy sources, and passively safe and diversion-resistant nuÂ­clear reactors.\n\t* Creation of an international cooperative program to deÂ­velop low cost energy technologies which are appropriate to the environmental, economic, and social needs of developing naÂ­tions.\n\t* Exchange of information concerning environmentally safe energy technologies and practices, including those described in paragraphs (1) and (2)."}, {"text_block_id": "p7_b306", "text": "(b)"}, {"text_block_id": "p7_b307_merged", "text": "ENERGY RESEARCH.-The President should direct the Secretary of State (in cooperation with the Secretary of Energy, the Secretary of Commerce, the United States Trade Representative, and other appropriate members of the Committee) to initiate discussions with other nations leading toward an int.ernational research protocol for cooperation on the development of energy technologies which have minimally adverse effects on the environment. Such discussions should include, but not be limited to, the following issues:"}, {"text_block_id": "p7_b316", "text": "SEC. 204. GLOBAL CHANGE RESEARCH INFORMATION OFFICE."}, {"text_block_id": "p7_b317", "text": "Not more than 180 days after the dat.e of enactment of this Act, the President shall, in consultation with the Committee and all relevant Federal agencies, establish an Office of Global Change Research Information. The purpose of the Office shall be to dissemi­nate to foreign governments, businesses, and institutions, as well as the citizens of foreign countries, scientific research information available in the United Stat.es which would be useful in preventing, mitigating, or adapting to the effects of global change. Such"}, {"text_block_id": "p7_b318", "text": "President."}, {"text_block_id": "p7_b319", "text": "President. Eata.blishment. 15 USC 2953."}, {"text_block_id": "p8_b320", "text": "16 USC 2961."}, {"text_block_id": "p8_b321", "text": "Reports."}, {"text_block_id": "p8_b322", "text": "tion shall include, but need not be limited to, results of scientific research and development on technologies useful"}, {"text_block_id": "p8_b323", "text": "(1)"}, {"text_block_id": "p8_b324", "text": "reducing energy consumption through conservation and energy efficiency;"}, {"text_block_id": "p8_b325", "text": "(2)"}, {"text_block_id": "p8_b326", "text": "promoting the use of solar and renewable energy sources which reduce the amount of greenhouse gases released into the atmosphere;"}, {"text_block_id": "p8_b327", "text": "(3)"}, {"text_block_id": "p8_b328", "text": "developing replacements for chlorofluorocarbons, halons, and other ozone-depleting substances which exhibit a signifi­cantly reduced potential for depleting stratospheric ozone;"}, {"text_block_id": "p8_b329", "text": "(4)"}, {"text_block_id": "p8_b330", "text": "promoting the conservation of forest resources which help reduce the amount of carbon dioxide in the atmosphere;"}, {"text_block_id": "p8_b331", "text": "(5)"}, {"text_block_id": "p8_b332", "text": "assisting developing countries in ecological pest manage­ment practices and in the proper use of agricultural, and indus­trial chemicals; and"}, {"text_block_id": "p8_b333", "text": "(6)"}, {"text_block_id": "p8_b334", "text": "promoting recycling and source reduction of pollutants in order to reduce the volume of waste which must be disposed of, thus decreasing energy use and greenhouse gas emissions."}, {"text_block_id": "p8_b335", "text": "TITLE ill-GROWTH DECISION AID"}, {"text_block_id": "p8_b336", "text": "SEC. 301. STUDY AND DECISION AID."}, {"text_block_id": "p8_b337", "text": "(a)"}, {"text_block_id": "p8_b338_merged", "text": "The Secretary of Commerce shall conduct a study of the implications and potential consequences of growth and development on urban, suburban, and rural communities. Based upon the find­ings of the study, the Secretary shall produce a decision aid to assist State and local authorities in planning and managing urban, subur­ban, and rural growth and development while preserving commu­nity character."}, {"text_block_id": "p8_b341", "text": "(b)"}, {"text_block_id": "p8_b342", "text": "The Secretary of Commerce shall consult with other appro­priate Federal departments and agencies as necessary in carrying out this section."}, {"text_block_id": "p8_b343", "text": "(c)"}, {"text_block_id": "p8_b344", "text": "The Secretary of Commerce shall submit to the Congress a report containing the decision aid produced under subsection (a) no later than January 30, 1992. The Secretary shall notify appropriate State and local authorities that such decision aid is available on request."}, {"text_block_id": "p8_b345", "text": "Approved November 16, 1990."}, {"text_block_id": "p8_b346", "text": "LEGISLATIVE HISTORY-S. 169:"}, {"text_block_id": "p8_b347", "text": "0"}], "document_description": "This law established the United States Global Change Research Program, which publishes the United States' National Climate Assessment once every four years. The purpose of the Global Change Research Program is to understand and evaluate risks to the United States that stem from climate change. This law outlines specific criteria according to which the Global Change Research Program must operate, including its committee structure, funding sources and timeline for compiling reports."}