{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Subnational and citizen participation|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Law", "document_sector_name": ["Water", "Transport", "Social development", "Environment", "Economy-wide", "Disaster Risk Management (Drm)", "Adaptation"], "document_date": "15/11/2021", "document_language": "English", "document_name": "Infrastructure Investment and Jobs Act", "document_country_code": "USA", "document_hazard_name": ["Heat", "Wildfires", "Floods", "Drought"], "document_keyword": ["Cycling", "Walking", "Infrastructure", "Rail", "Ev", "Air Pollution", "Jobs", "Public Transport", "Freight"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/USA/2021/USA-2021-11-15-Infrastructure Investment and Jobs Act_c8669e9903ec8b8fb8530566e19172e4.pdf", "document_type": "Act", "text_blocks": [], "document_description": "<div>This Act, also known as the Bipartisan Infrastructure Law, aims to modernise the United States' infrastructure and boost competitiveness. It specifically aims to upgrade roads, bridges and rails, expand access to clean drinking water, ensure universal access to high-speed internet, tackle the climate crisis, advance environmental justice, and invest in vulnerable communities.<br><br>According to the White House, the following notable transport and energy climate-related actions are enable by this Act:&nbsp;</div><ul><li>Invest $110 billion in additional funding to repair and rebuild roads, bridges and transformational projects with a focus on climate change mitigation, resilience, equity, and safety for all users. The legislation also includes the Safe Streets and Roads for All program to support projects to reduce traffic fatalities.</li><li>Improve transportation options for all citizens while reducing greenhouse emissions. The document includes $39 billion of new investment into public transport, representing more than 24,000 buses, 5,000 rail cars, 200 stations, and thousands of miles of track, signals, and power systems in need of replacement. In total, the new investments and reauthorisation in the Bipartisan Infrastructure Deal provide $89.9 billion in guaranteed funding for public transit over the next five years.</li><li>Invest $66 billion in additional funding into passenger rail to eliminate the Amtrak maintenance backlog, modernize the Northeast Corridor, and bring world-class rail service to areas outside the northeast and mid-Atlantic. The Act also seeks to improve the infrastructure for freight rail.</li><li>Invest $7.5 billion to build a national network of electric vehicle chargers. The legislation will provide funding for deployment of EV chargers along highway corridors to facilitate long-distance travel and within communities to provide convenient charging where people live, work, and shop. This will support the President's goal to get a network of 500,000 EV chargers.&nbsp;</li><li>Invest $65 billion to upgrade the power infrastructure to deliver clean, reliable energy across the country and deploy cutting-edge energy technology to achieve a zero-emissions future.<strong> </strong>This should allow to fund new programs to support zero-carbon solutions, and to build resilient transmission lines to facilitate the expansion of renewables and clean energy, while lowering costs.</li></ul><div><br>The Act further:&nbsp;</div><ul><li>establishes new research agencies and initiatives within the Department of Transportation with new funding schemes.</li><li>aims to improve the electricity grid's resilience and help mitigate potential risk to cause wildfire and to create stronger grid to adapt to other natural disasters including hurricanes. Grants will be given to states or tribes based on project proposals that align with policy goals.</li><li>seeks to make the country's infrastructure resilient against the impacts of climate change, cyber-attacks, and extreme weather events, by investing over $50 billion to protect against droughts, heat, floods and wildfires, in addition to a major investment in weatherisation.</li><li>&nbsp;reinstates the chemical excise taxes and invests resources in environmental remediation at Superfund sites to address the legacy pollution threatening local public health.</li></ul>"}