{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "North America", "document_country_english_shortname": "United States of America", "document_category": "Policy", "document_sector_name": "Industry", "document_date": "24/02/2022", "document_language": "English", "document_name": "The Biden-⁠Harris Plan to Revitalize American Manufacturing and Secure Critical Supply Chains in 2022", "document_country_code": "USA", "document_hazard_name": [], "document_keyword": ["EV", "Jobs", "Covid-19", "Mining"], "document_response_name": "Mitigation", "document_url": "https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/24/the-biden-harris-plan-to-revitalize-american-manufacturing-and-secure-critical-supply-chains-in-2022/", "document_type": "Plan", "text_blocks": [], "document_description": "This plan builds on the conclusions from seven sectoral reports published by federal agencies (linked in the full text). These reports identify key weaknesses in crucial supply chains and set multi-year strategies accordingly. The Biden-Harris plan announces additional measures to enhance long-term resilience of critical supply chains, and formally institutionalises supply chain resilience throughout the Federal government.<br><br>The administration notably indicates that it will invest in sustainable domestic production and processing of critical minerals, from rare earths serving in electric motors to carbon fibre used for airplanes. In parallel to this document, it <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/02/22/fact-sheet-securing-a-made-in-america-supply-chain-for-critical-minerals/\">announced plans </a>to expand domestic rare earth processing, strengthen the National Defense Stockpile; <a href=\"https://www.doi.gov/pressreleases/interior-department-launches-interagency-working-group-mining-reform\">update mining regulations</a> to ensure sustainable and responsible practices; and issue recommendations for <a href=\"https://www.doi.gov/sites/doi.gov/files/biden-harris-administration-fundamental-principles-for-domestic-mining-reform.pdf\">comprehensive reform</a> of&nbsp; mining laws. The plan further charges the Department of Energy to investigate the feasibility of extracting rare-earth from mine waste. As part of the Mining Innovations for Negative Emissions Resources (MINER) Program, the Department is releasing a $44 million funding opportunity \"to provide commercial-ready technologies that give the United States a net-zero or net negative emissions pathway toward increased domestic supplies of copper, nickel, lithium, cobalt, rare earth elements, and other critical elements required for a clean energy transition.\""}