{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": ["Waste", "Energy"], "document_language": "English", "document_name": "Act on Verification and Notification of the Origin of Electricity", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2003", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2003/FIN-2003-01-01-Act on Verification and Notification of the Origin of Electricity_7c09dd226c7d64845616422940522900.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NB: Unofficial translation"}, {"text_block_id": "p0_b2", "text": "© Ministry of Trade and Industry, Finland"}, {"text_block_id": "p0_b3", "text": "Act on Verification and Notification of"}, {"text_block_id": "p0_b4", "text": "Origin of Electricity"}, {"text_block_id": "p0_b5", "text": "(1129/2003)"}, {"text_block_id": "p0_b6", "text": "Chapter 1 –"}, {"text_block_id": "p0_b7", "text": "General provisions"}, {"text_block_id": "p0_b8", "text": "Section 1 -"}, {"text_block_id": "p0_b9", "text": "Objectives"}, {"text_block_id": "p0_b10", "text": "This Act provides procedures by which a power plant operator can verify the origin of the electricity he has generated with production methods expressly provided for and from energy sources expressly defined, as well as an electricity vendor’s minimum obligations concerning notification of origin of electricity. Instead of the guarantee of origin of electricity provided in this Act, other verification methods can also be used in verification of origin of electricity."}, {"text_block_id": "p0_b11", "text": "Chapter 2 –"}, {"text_block_id": "p0_b12", "text": "Verification of the origin of electricity"}, {"text_block_id": "p0_b13", "text": "Section 2 – Guarantee of origin of electricity"}, {"text_block_id": "p0_b14", "text": "The guarantee of origin of electricity specifies the production method of electricity and its energy sources, as well as an indication of the production period of time and place. Provisions may be given by Government decree laying down that the guarantee of origin of electricity shall also include other information on the production method of electricity and its energy sources."}, {"text_block_id": "p0_b15", "text": "Provisions may be given by Government decree on the production methods of electricity and energy sources used for the electricity for which guarantees of origin are issued in accordance with this Act."}, {"text_block_id": "p0_b16", "text": "Section 3 –"}, {"text_block_id": "p0_b17", "text": "Issue of a guarantee of origin of electricity"}, {"text_block_id": "p0_b18", "text": "The grid operator under system responsibility shall issue guarantees of origin of electricity in a manner that is equal and non-discriminatory with respect to the parties to electricity markets. The pricing of services related to issue of a guarantee of origin shall be reasonable. The sales conditions and pricing of the services shall be published."}, {"text_block_id": "p0_b19", "text": "A guarantee of origin of electricity shall be issued at request for electricity generated with a production method falling within the scope of this Act and for electricity generated from energy sources within the scope of this Act, if:"}, {"text_block_id": "p1_b20", "text": "A guarantee of origin of electricity shall be issued at request for electricity generated with a production method falling within the scope of this Act and for electricity generated from energy sources within the scope of this Act, if:\n* the production method of electricity and its energy sources have been verified in compliance with this Act; and\n* the applicant has notified the information required by the issue of a guarantee of origin to the issuer of the guarantee of origin."}, {"text_block_id": "p1_b24", "text": "Section 4 –"}, {"text_block_id": "p1_b25", "text": "Verification of the production method of a power plant and the energy sources it uses"}, {"text_block_id": "p1_b26", "text": "An assessment body shall verify the method of production and energy sources of a power plant before guarantees of origin can be issued for the electricity generated by the power plant. The verification is valid until a time limit laid down by Government decree. The verification shall be renewed during its period of validity, if the technical properties of the power plant’s production method or the energy sources it uses change compared to the earlier verification in a way that affects or may affect the issue of guarantees of origin for the electricity generated by the power plant. Further provisions may be given by Government decree stating that verification based on another verification system shall be considered equal to verification under this Act."}, {"text_block_id": "p1_b27", "text": "The verification certificate given by the assessment body shall include information on the power plant’s production method and energy sources needed for issue of a guarantee of origin, as well as confirmation that the electricity generated by the power plant meets the conditions of issuing a guarantee of origin. Further provisions on the verification and the information included in a verification certificate may be given by Government decree."}, {"text_block_id": "p1_b28", "text": "Section 5 –"}, {"text_block_id": "p1_b29", "text": "Provision of information on the power plant’s production method and energy sources"}, {"text_block_id": "p1_b30", "text": "A power plant operator shall notify the issuer of a guarantee of origin of the production method of electricity and the energy sources that the power plant has used for generating the electricity volume that is the object of the guarantee of origin. The power plant operator shall see to it that the reliability of the information on the production method and energy sources used can be verified at least during six years after the end of the calendar year that the information concerns. Further provisions on the notification procedure and filing of information on the production method and energy sources may be given by Government decree."}, {"text_block_id": "p1_b31", "text": "Section 6 –"}, {"text_block_id": "p1_b32", "text": "Refusal of a guarantee of origin for a specific period of time"}, {"text_block_id": "p1_b33", "text": "The Energy Market Authority may refuse to issue a guarantee of origin of electricity for a maximum period of two years to a power plant operator that has applied for a guarantee of origin of electricity to whom such a guarantee has been issued, if the power plant operator has, in order to obtain a guarantee of origin of electricity, given incorrect information to the assessment body or the issuer of the guarantee of origin, or neglected to give the assessment body or the issuer of the guarantee of origin information, and this procedure has led to a situation in which a guarantee of origin of electricity has been issued without cause or for an electricity volume essentially higher than the volume actually generated."}, {"text_block_id": "p1_b34", "text": "The assessment body and the issuer of the guarantee of origin of electricity shall notify the Energy Market Authority, if they suspect that the power plant operator has acted in the manner referred to in subsection 1 above."}, {"text_block_id": "p2_b35", "text": "Section 7 –"}, {"text_block_id": "p2_b36", "text": "Assessment body"}, {"text_block_id": "p2_b37", "text": "An ‘assessment body’ refers in this Act to a body or an establishment operating in the EEA area, which is approved by the Energy Market Authority and which meets the requirements set for an assessment body."}, {"text_block_id": "p2_b38", "text": "Section 8 –"}, {"text_block_id": "p2_b39", "text": "Requirements set for an assessment body and accreditation of an assessment body"}, {"text_block_id": "p2_b40", "text": "An assessment body shall meet the following requirements:"}, {"text_block_id": "p2_b41", "text": "An assessment body shall meet the following requirements:\n* the body is operationally and economically independent of parties that hold a direct or an indirect interest in a case;\n* the personnel of the body possesses good technical and vocational education and sufficiently large-scoped experience in the tasks initiating into the operations; and\n* the body applies a controlled method, which has been estimated reliable, for ensuring the conformity of the origin of electricity, and appropriate guidelines for the operations and their monitoring."}, {"text_block_id": "p2_b47", "text": "The Energy Market Authority shall accredit a body or an establishment meeting the requirements as an assessment body as referred to in this Act. The approval may be given for a specific period of time, if there is a particular reason for doing so."}, {"text_block_id": "p2_b48", "text": "Section 9 –"}, {"text_block_id": "p2_b49", "text": "Notification of changes in the operations of an assessment body"}, {"text_block_id": "p2_b50", "text": "An assessment body shall notify the Energy Market Authority of any changes in its operations that affect the fulfilment of the requirements set."}, {"text_block_id": "p2_b51", "text": "Section 10 –"}, {"text_block_id": "p2_b52", "text": "Cancellation of the accreditation of an assessment body"}, {"text_block_id": "p2_b53", "text": "If an assessment body operates against regulations or fails to meet the requirements set for accreditation, the Energy Market Authority shall invite the assessment body to rectify the deficiency within a fixed period of time. If the deficiency is not rectified by the time limit set, the Energy Market Authority may cancel the accreditation."}, {"text_block_id": "p2_b54", "text": "Chapter 3 –"}, {"text_block_id": "p2_b55", "text": "Notification of origin of electricity"}, {"text_block_id": "p2_b56", "text": "Section 11 –"}, {"text_block_id": "p2_b57", "text": "Notification of the origin of electricity in an electricity bill and in sales promotion material"}, {"text_block_id": "p2_b58", "text": "An electricity vendor shall give information on the origin of the electricity it sells in Finland in electricity bills or in their appendices and in sales promotion material directed to electricity users as follows:"}, {"text_block_id": "p2_b59", "text": "An electricity vendor shall give information on the origin of the electricity it sells in Finland in electricity bills or in their appendices and in sales promotion material directed to electricity users as follows:\n* the electricity vendorâs proportions of the energy sources used for generating the electricity vendor sold by the electricity during the previous calendar year in relation to the total volume of electricity sold; and\n* a reference to public sources of information on the carbon dioxide emissions and radioactive waste derived from the energy sources of electricity sold by the electricity vendor during the previous calendar year."}, {"text_block_id": "p3_b63", "text": "An electricity vendor shall give information on the origin of the electricity it sells in Finland in electricity bills or in their appendices and in sales promotion material directed to electricity users as follows:\n* the electricity vendorâs proportions of the energy sources used for generating the electricity vendor sold by the electricity during the previous calendar year in relation to the total volume of electricity sold; and\n* a reference to public sources of information on the carbon dioxide emissions and radioactive waste derived from the energy sources of electricity sold by the electricity vendor during the previous calendar year.\n"}, {"text_block_id": "p3_b64", "text": "An electricity producer, electricity importer and electricity vendor are liable to give an electricity buyer, at his request, information that he needs on the electricity to be sold to him in order to meet the obligation laid down in subsection 1 above."}, {"text_block_id": "p3_b65", "text": "Further provisions may be given by Government decree:"}, {"text_block_id": "p3_b66", "text": "Further provisions may be given by Government decree:\n* on the way to notify origin of electricity;\n* on the way to calculate the proportions of the energy sources of electricity;\n* on the way to calculate the amount of carbon dioxide emissions and radioactive waste generated from the energy sources of electricity; and\n* keeping of information that is within the scope of the notification obligation."}, {"text_block_id": "p3_b74", "text": "Chapter 4 –"}, {"text_block_id": "p3_b75", "text": "Supplementary provisions and entry into force"}, {"text_block_id": "p3_b76", "text": "Section 12 –"}, {"text_block_id": "p3_b77", "text": "Monitoring"}, {"text_block_id": "p3_b78", "text": "The Energy Market Authority shall monitor compliance with this Act."}, {"text_block_id": "p3_b79", "text": "Notwithstanding this Act or the provisions laid down by virtue of it, the legality of marketing is monitored under the Consumer Protection Act (38/1978), when electricity is marketed to consumers."}, {"text_block_id": "p3_b80", "text": "Section 13 –"}, {"text_block_id": "p3_b81", "text": "Giving information to the Energy Market Authority"}, {"text_block_id": "p3_b82", "text": "To verify the validity of guarantees of origin of electricity, a power plant operator that has applied for a guarantee of origin of electricity or to whom such a guarantee has been issued is liable, at request, to give the Energy Market Authority information on his power plant’s production method and energy sources and on the electricity volumes produced."}, {"text_block_id": "p3_b83", "text": "The grid operator under system responsibility and an assessment body are liable to give the Energy Market Authority information needed for monitoring the validity of guarantees of origin of electricity or the obligations laid down in Chapter 2 of this Act."}, {"text_block_id": "p3_b84", "text": "An electricity vendor is liable, at request, to give the Energy Market Authority information on the energy sources of the electricity he is selling, which are necessary for monitoring the obligations laid down in Chapter 3 of this Act."}, {"text_block_id": "p3_b85", "text": "The Energy Market Authority has the right to verify the correctness of the information in premises controlled by the party monitored, which do not fall within domiciliary peace."}, {"text_block_id": "p3_b86", "text": "Section 14 –"}, {"text_block_id": "p3_b87", "text": "Coercive means"}, {"text_block_id": "p3_b88", "text": "Where anyone violates or neglects his obligations provided in this Act or in the statutes laid down by virtue of it, the Energy Market Authority shall oblige him to remedy his error or neglect."}, {"text_block_id": "p4_b89", "text": "The Energy Market Authority may impose a conditional fine to emphasise its obliging decision referred to in subsection 1 above or its decision on the obligation to give information, laid down in this Act. The procedure provided in the Act on Administrative Fines (1113/1990) shall be applied in imposing a fine and when ordering the fine paid."}, {"text_block_id": "p4_b90", "text": "Section 15 –"}, {"text_block_id": "p4_b91", "text": "Obligations of an issuer of guarantees of origin and an assessment body while tending to a public administrative duty"}, {"text_block_id": "p4_b92", "text": "While tending to public administrative duties referred to in this Act, an issuer of guarantees of origin and an assessment body shall comply with the provisions of the Act on the Openness of Government Activities (621/1999), the Act on Electronic Services and Communication in the Public Sector (13/2003), the Language Act (423/2003) and the Administrative Procedure Act (434/2003). Exceptions to the requirements of the Language Act may, however, be made at the client’s request with respect to the language used in a guarantee of origin of electricity and a verification certificate."}, {"text_block_id": "p4_b93", "text": "Section 16 –"}, {"text_block_id": "p4_b94", "text": "Appeal against administrative decisions"}, {"text_block_id": "p4_b95", "text": "A decision made by the Energy Market Authority by virtue of this Act may be appealed as provided in the Act on Administrative Judicial Procedure (586/1996)."}, {"text_block_id": "p4_b96", "text": "Section 17 –"}, {"text_block_id": "p4_b97", "text": "Appeal against decisions by an issuer of guarantees of origin and an assessment body"}, {"text_block_id": "p4_b98", "text": "A decision on a guarantee of origin of electricity by an issuer of guarantees of origin of electricity and a decision on a verification certificate by an assessment body may be appealed to the decision-maker within 30 days from the receipt of the decision. Instructions for claims of rectification shall be annexed to the decision. Further provisions on the rectification procedure may be given by Government decree."}, {"text_block_id": "p4_b99", "text": "A decision given in a rectification procedure by an issuer of guarantees of origin and an assessment body may be appealed to the Administrative Court as provided in the Administrative Procedure Act."}, {"text_block_id": "p4_b100", "text": "Section 18 –"}, {"text_block_id": "p4_b101", "text": "Statutory power"}, {"text_block_id": "p4_b102", "text": "Further provisions on the implementation of this Act are given by Government decree."}, {"text_block_id": "p4_b103", "text": "Section 19 –"}, {"text_block_id": "p4_b104", "text": "Entry into force"}, {"text_block_id": "p4_b105", "text": "This Act enters into force on 1 January 2004. The obligation under section 11 of the Act shall be applied to bills and sales promotion material, which will be delivered to electricity users on 1 July 2004 or thereafter."}, {"text_block_id": "p4_b106", "text": "Measures necessary for the implementation of this Act may be undertaken before the Act’s entry into force."}], "document_description": "The act provides procedures by which a power point operator can verify and an electricity vendor's minimum obligations to notify the origin of the electricity. Among its wide ranging provisions, the act requires an electricity vendor to inform through electricity bills or promotions materials the proportion of energy sources and details of CO2 emissions and radioactive waste generated."}