{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Act on Aviation Emissions Trading (including amendments up to 2015)", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2015", "document_keyword": ["Institutions / Administrative Arrangements", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2015/FIN-2015-01-01-Act on Aviation Emissions Trading (including amendments up to 2015)_8a71a0518fc3b1edfb39dd45ffe61081.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NB: Unofficial translation,"}, {"text_block_id": "p0_b2", "text": "legally binding only in Finnish and Swedish"}, {"text_block_id": "p0_b3", "text": "Finnish Transport Safety Agency"}, {"text_block_id": "p0_b4", "text": "Act on Aviation Emissions Trading"}, {"text_block_id": "p0_b5", "text": "(34/2010; amendments up to 37/2015 included)"}, {"text_block_id": "p0_b6", "text": "Section 1"}, {"text_block_id": "p0_b7", "text": "Purpose"}, {"text_block_id": "p0_b8", "text": "The purpose of this Act is to promote the reduction of carbon dioxide emissions in the aviation sector in a cost-effective and economical way."}, {"text_block_id": "p0_b9", "text": "This Act implements Directive 2008/101/EC of the European Parliament and of the Council amending Directive 2003/87/EC so as to include aviation activities in the scheme for greenhouse gas emission allowance trading within the Community ("}, {"text_block_id": "p0_b10", "text": "Directive on Aviation Emissions Trading"}, {"text_block_id": "p0_b11", "text": ")."}, {"text_block_id": "p0_b12", "text": "Section"}, {"text_block_id": "p0_b13", "text": "Scope of application"}, {"text_block_id": "p0_b14", "text": "This Act concerns carb on dioxide emissions from flights departing from an aerodrome situated in the territory of a European Economic Area member state or arriving at such an aerodrome from a member state or third country. (37/2015)"}, {"text_block_id": "p0_b15", "text": "This Act shall apply to those aircraft operators who hold a valid operating licence granted by the Finnish Transport Safety Agency or another competent authority in Finland as specified in Regulation (EC) No 1008/2008 of the European Parliament and of the Council on common rules for the operation of air services in the Community, and to those aircraft operators for whose flights the greatest estimated aviation emissions in the base year were caused in the Finnish territory. (37/2015)"}, {"text_block_id": "p0_b16", "text": "This Act shall not apply to military flights performed by military aircraft, customs and police flights, flights related to search and rescue operations, fire fighting flights, humanitarian flights and emergency medical service flights."}, {"text_block_id": "p0_b17_merged_merged", "text": "Further provisions on flights referred to in subsection 3 above and on other flights to which this Act does not apply, as specified in Annex 1 to Directive 2003/87/EC of the European Parliament and of the Council establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (General Directive on Emissions Trading), will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p0_b20", "text": "During years 2013•2016, by derogation from the provisions of subsection 1 above, this Act shall only apply to carbon dioxide emissions from flights between aerodromes located in European Economic Area member states. Until 31 December 2016, however, the Act shall not apply to carbon dioxide emissions from flights between an aerodrome located in an outermost region as referred to in the Treaty on the Functioning of the European Union and an aerodrome located in another region of the European Economic Area. (37/2015)"}, {"text_block_id": "p1_b21", "text": "Section"}, {"text_block_id": "p1_b22", "text": "Definitions"}, {"text_block_id": "p1_b23", "text": "In this Act:"}, {"text_block_id": "p1_b24", "text": "In this Act:\n* means carbon dioxide emissions from flights referred to in section 2; (37/2015)\n* means an allowance to release one tonne of carbon dioxide equivalent into the atmosphere during a specified period, as referred to in the General Directive on Emissions Trading;\n* means an allowance which is allocated or sold to an aircraft operator in accordance with this Act and can only be used in aviation emissions trading;\n* means a period of time, the length of which is determined in section 5;\n* means the natural or legal person who operates an aircraft at the time it performs an aviation activity included in the emissions trading scheme or, where that person is not known or is not identified by the owner of the aircraft, the owner of the aircraft;\n* means the mean average of annual emissions from aircraft during the benchmark years 2004, 2005 and 2006;\n* means a number determined by the European Commission, which is obtained by dividing the total number of aviation emission allowances to be allocated free of charge by the sum of the tonne-kilometre data reported by aircraft operators and which is used to determine the number of free allowances allocated to aircraft operators falling within the scope of application of this Act; (37/2015)\n* means the United Nations Framework Convention on Climate Change (Treaty Series of the Statutes of Finland, 61/1994);\n* means a party listed in Annex I to the Climate Convention, who has a quantified emission limitation or reduction commitment specified in the Kyoto Protocol to the United Nations Framework Convention on Climate Change (Treaty Series of the Statutes of Finland, 13/2005), hereinafter referred to as the Kyoto Protocol, and who has ratified the Kyoto Protocol;\n* means an activity approved by one or more Annex I contracting party in accordance with Article 6 or 12 of the Kyoto Protocol and in accordance with decisions made on the basis of the Kyoto Protocol;\n* means a unit which originates from an emission reduction obtained as a result of project activities carried out in another state listed in Annex I to the Climate Convention and which has been granted in accordance with Article 6 to the Kyoto Protocol and in accordance with decisions made on the basis of the Kyoto Protocol;\n* means a unit which originates from an emission reduction obtained as a result of project activities carried out in a state not included in Annex I to the Climate"}, {"text_block_id": "p2_b62", "text": "In this Act:\n* means carbon dioxide emissions from flights referred to in section 2; (37/2015)\n* means an allowance to release one tonne of carbon dioxide equivalent into the atmosphere during a specified period, as referred to in the General Directive on Emissions Trading;\n* means an allowance which is allocated or sold to an aircraft operator in accordance with this Act and can only be used in aviation emissions trading;\n* means a period of time, the length of which is determined in section 5;\n* means the natural or legal person who operates an aircraft at the time it performs an aviation activity included in the emissions trading scheme or, where that person is not known or is not identified by the owner of the aircraft, the owner of the aircraft;\n* means the mean average of annual emissions from aircraft during the benchmark years 2004, 2005 and 2006;\n* means a number determined by the European Commission, which is obtained by dividing the total number of aviation emission allowances to be allocated free of charge by the sum of the tonne-kilometre data reported by aircraft operators and which is used to determine the number of free allowances allocated to aircraft operators falling within the scope of application of this Act; (37/2015)\n* means the United Nations Framework Convention on Climate Change (Treaty Series of the Statutes of Finland, 61/1994);\n* means a party listed in Annex I to the Climate Convention, who has a quantified emission limitation or reduction commitment specified in the Kyoto Protocol to the United Nations Framework Convention on Climate Change (Treaty Series of the Statutes of Finland, 13/2005), hereinafter referred to as the Kyoto Protocol, and who has ratified the Kyoto Protocol;\n* means an activity approved by one or more Annex I contracting party in accordance with Article 6 or 12 of the Kyoto Protocol and in accordance with decisions made on the basis of the Kyoto Protocol;\n* means a unit which originates from an emission reduction obtained as a result of project activities carried out in another state listed in Annex I to the Climate Convention and which has been granted in accordance with Article 6 to the Kyoto Protocol and in accordance with decisions made on the basis of the Kyoto Protocol;\n* means a unit which originates from an emission reduction obtained as a result of project activities carried out in a state not included in Annex I to the Climate\n"}, {"text_block_id": "p2_b63", "text": "Section"}, {"text_block_id": "p2_b64", "text": "Duties of the aircraft operator"}, {"text_block_id": "p2_b65", "text": "The aircraft operator referred to in section 2 (2) above shall:"}, {"text_block_id": "p2_b66", "text": "The aircraft operator referred to in section 2 (2) above shall:\n* monitor its emissions and tonne-kilometres, draw up an annual report on its emissions and have the report verified;\n* submit the monitoring plan to the Finnish Transport Safety Agency for approval four months before the start of the second and subsequent emission trading periods;\n* surrender each year to the registry referred to in Section 15 a number of emission allowances equal to the total aviation emissions produced during the previous calendar year; (37/2015)\n* submit the information necessary for the application of free aviation emission allowances to the Finnish Transport Safety Agency; and\n* inform the Finnish Transport Safety Agency of any changes in the operations or in emissions monitoring, and of any change of aircraft operator."}, {"text_block_id": "p2_b76", "text": "Section"}, {"text_block_id": "p2_b77", "text": "Emissions trading periods and total number of aviation emission allowances"}, {"text_block_id": "p2_b78", "text": "The first emissions trading period begins on 1 January 2012 and ends on 31 December 2012. The total quantity of aviation emission allowances to be allocated to aircraft operators during the first period shall be 97% of the historical aviation emissions."}, {"text_block_id": "p2_b79", "text": "The second emissions trading period begins on 1 January 2013 and ends on 31 December 2020. During that and subsequent emissions trading periods, the total quantity of aviation emission allowances to be allocated to aircraft operators shall be 95% of the historical aviation emissions multiplied by the number of years in the period."}, {"text_block_id": "p2_b80", "text": "Of the total quantity of aviation emission allowances allocated during the emissions trading periods referred to in subsection 2 above, 3% in each emissions trading period shall be set aside in a special reserve as referred to in section 9. (1319/2011)"}, {"text_block_id": "p2_b81", "text": "Section"}, {"text_block_id": "p2_b82", "text": "Allocation of aviation emission allowances"}, {"text_block_id": "p2_b83", "text": "Of the aviation emission allowances to be issued to aircraft operators, a number equal to 85% of the total quantity of aviation emission allowances in accordance with section 5 that remains after the aviation emission allowances set aside in a special reserve by virtue of section 9 have been subtracted, shall be allocated free of charge in accordance with the application procedure specified in section 7. The remaining 15% of aviation emission allowances is sold by a separate auction."}, {"text_block_id": "p3_b84", "text": "Section 7"}, {"text_block_id": "p3_b85", "text": "Application for aviation emission allowances to be allocated free of charge"}, {"text_block_id": "p3_b86", "text": "Aircraft operators may apply for free aviation emission allowances for each emissions trading period separately. An application is made by submitting to the Finnish Transport Safety Agency the aircraft operator•s verified tonne-kilometre data for the monitoring year in question. The monitoring year for the first and second emissions trading period is year 2010. For any subsequent emissions trading periods, the monitoring year shall be the calendar year ending 24 months before the start of the period to which the application relates."}, {"text_block_id": "p3_b87", "text": "Applications for aviation emission allowances to be allocated free of charge for the first and second emissions trading period shall be submitted by 31 March 2011. For any subsequent emissions trading periods, the application shall be submitted at least 21 months before the start of the period to which it relates."}, {"text_block_id": "p3_b88", "text": "The Finnish Transport Safety Agency forwards any received applications for free aviation emission allowances to the European Commission at least 18 months before the start of the period to which the application relates.  (37/2015)"}, {"text_block_id": "p3_b89", "text": "Section 8"}, {"text_block_id": "p3_b90", "text": "Issue of aviation emission allowances to be allocated free of charge"}, {"text_block_id": "p3_b91", "text": "The European Commission will, for each emissions trading period, establish the total quantity of aviation emission allowances to be allocated and auctioned, the number of aviation emission allowances in the special reserve, the number of aviation emission allowances to be allocated free of charge, and the benchmark to be used to allocate free aviation emission allowances to aircraft operators. The Finnish Transport Safety Agency issues the aviation emission allowances to be allocated free of charge to the aircraft operator for that emissions trading period within three months from the date on which the Commission adopts a decision. (37/2015)"}, {"text_block_id": "p3_b92", "text": "The total number of aviation emission allowances to be allocated free of charge to each aircraft operator having submitted an application shall be determined by multiplying the tonne-kilometre data reported by the aircraft operator by the benchmark provided by the European Commission. (37/2015)"}, {"text_block_id": "p3_b93", "text": "Provisions on the benchmarking procedure for the allocation of free allowances and the content of the application will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p3_b94", "text": "Section 9"}, {"text_block_id": "p3_b95", "text": "Special reserve of aviation emission allowances"}, {"text_block_id": "p3_b96", "text": "In each emissions trading period referred to in section 5 (2), 3% of the total quantity of allowances referred to in the said subsection shall be set aside in a special reserve for aircraft operators: (1319/2011)"}, {"text_block_id": "p3_b97", "text": "In each emissions trading period referred to in section 5 (2), 3% of the total quantity of allowances referred to in the said subsection shall be set aside in a special reserve for aircraft operators: (1319/2011)\n* who start performing an aviation activity falling within the emissions trading scheme after the monitoring year for which tonne-kilometre data was submitted under section 7 (2); or\n* whose tonne-kilometre data increases by an average of more than 18% annually between the monitoring year for which tonne-kilometre data was submitted under section 7 (2), and the second calendar year of that period."}, {"text_block_id": "p4_b101", "text": "Emission allowances from the special reserve can only be issued to those aircraft operators whose activity under subsection 1, item 1, or additional activity under item 2, is not in whole or in part a continuation of an aviation activity previously performed by another aircraft operator. Nevertheless, the number of aviation emission allowances issued to an individual aircraft operator from the special reserve during each emissions trading period shall not exceed 1,000,000 allowances."}, {"text_block_id": "p4_b102", "text": "An aircraft operator who meets the prerequisites stated in subsection 1 and 2 above may submit an application for free allocation of aviation emission allowances from the special reserve to the Finnish Transport Safety Agency. The application shall be made at the latest on 30 June in the third year of the emissions trading period to which it relates. (37/2015)"}, {"text_block_id": "p4_b103", "text": "Provisions on the applications referred to in this section and on the registration of aviation emission allowances allocated from the special reserve will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p4_b104", "text": "Section 10"}, {"text_block_id": "p4_b105", "text": "Aviation emission allowances to be auctioned"}, {"text_block_id": "p4_b106", "text": "Those aviation emission allowances mentioned in section 6 which are not allocated free of charge, unallocated aviation emission allowances in the special reserve referred to in section 9, and those emission allowances referred to in section 16 (3) which cannot be registered on the aircraft operator's allowances account, shall be auctioned."}, {"text_block_id": "p4_b107", "text": "The auctioning shall be carried out in an open, harmonised, non-discriminatory and predictable manner, so that all actors have an equal opportunity to take part in the auction. The auctioning shall be carried out in a cost-effective way, and it may be performed using electronic systems."}, {"text_block_id": "p4_b108", "text": "The provisions of Chapter 6 in the Emissions Trading Act (311/2011) are applied to the auctioning of aviation emission allowances. (1319/2011)"}, {"text_block_id": "p4_b109", "text": "Section 11"}, {"text_block_id": "p4_b110", "text": "Monitoring, reporting and verification of emissions and tonne-kilometres"}, {"text_block_id": "p4_b111", "text": "The aircraft operator is obliged to draw up a plan on how it intends to monitor the emissions from and tonne-kilometres of its aircraft, as this information is needed for the applications referred to in section 7 (1) and section 9 (3) above, and how it intends to report them to the Finnish Transport Safety Agency. The aircraft operator shall submit its plan to the Finnish Transport Safety Agency four months before the start of each emissions trading period. The Finnish Transport Safety Agency approves the plan."}, {"text_block_id": "p4_b112", "text": "The aircraft operator is obliged to draw up a report on the emissions caused by each of its aircraft. A report for each calendar year shall be submitted at the latest on 31 March of the following year to the Finnish Transport Safety Agency, which forwards the report to the European Commission. (37/2015)"}, {"text_block_id": "p4_b113", "text": "The aircraft operator shall be responsible for ensuring that the report referred to in subsection 2 above has been verified by an approved verifier referred to in section 12. The aircraft emissions and tonne-kilometres as well as the reliability, credibility and accuracy of the monitoring system shall be verified."}, {"text_block_id": "p5_b114", "text": "The Finnish Transport Safety Agency may prescribe that an aircraft operator is not allowed to continue the transfer of allowances, if it has not submitted an emissions report by 31 March each year or if its report has not been verified as satisfactory as regards the emissions during the preceding year."}, {"text_block_id": "p5_b115", "text": "Further provisions on the plan referred to in subsection 1 above and the report referred to in subsection 2 above will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p5_b116", "text": "The Finnish Transport Safety Agency may issue further provisions on the preparation and submission of monitoring plans and annual emissions reports, and on the effect of deficient monitoring on the assessment of emission quantities."}, {"text_block_id": "p5_b117", "text": "By derogation from the provisions on annual emissions reports in section 4(1) above and in subsections 2 and 4 to this section, reports on verified emissions from flights between aerodromes located in European Economic Area member states in year 2013 shall be submitted on 31 March 2015 at the latest. (37/2015)"}, {"text_block_id": "p5_b118", "text": "Section 11a"}, {"text_block_id": "p5_b119", "text": "(397/2013)"}, {"text_block_id": "p5_b120", "text": "Sustainability of biofuels"}, {"text_block_id": "p5_b121", "text": "If the aircraft operator, in its emissions report, notifies the emission factor for any biofuels used in the aircraft as being zero, the biofuels must meet the sustainability criteria specified in the Act on biofuels and bioliquids (393/2013), and the aircraft operator must demonstrate this in accordance with the said Act. The term •biofuel• means biofuel as referred to in the said Act."}, {"text_block_id": "p5_b122", "text": "Section 12"}, {"text_block_id": "p5_b123", "text": "Verifier"}, {"text_block_id": "p5_b124", "text": "For the verification of tonne-kilometre data provided in the application referred to in sections 7 (1) and 9 (3) and the report required in section 11 (2), the aircraft operator shall use a verifier with knowledge of the aviation sector. The Finnish Transport Safety Agency approves the verifier in compliance with the provisions in the Emissions Trading Act, sections 61 and 62, and may withdraw a verifier•s approval in compliance with the provisions in section 64 of the said Act. As regards the performance of verification duties and the verifier•s obligation to notify any changes in his/her activities, the provisions in sections 58 and 63 of the Emissions Trading Act shall apply. (1319/2011, 37/2015)"}, {"text_block_id": "p5_b125", "text": "Further provisions on the verifier approval procedure, assessment of eligibility for the approval and performance of the verification duties will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p5_b126", "text": "Section 13"}, {"text_block_id": "p5_b127", "text": "Verifier•s statement"}, {"text_block_id": "p5_b128", "text": "The verifier shall draw up a statement on the report specified in section 11 (2) above, stating whether the report is satisfactory. The statement shall specify all issues relevant to the verification. The emissions report can be considered satisfactory, if it has been drawn up in accordance with section 11 and if, in the opinion of the verifier, the total emissions are not materially misstated."}, {"text_block_id": "p5_b129", "text": "Further provisions on how the plans referred to in section 11 (1) and reports referred to in section 11 (2) are to be verified will be given by a decree of the Ministry of Transport and Communications."}, {"text_block_id": "p6_b130", "text": "Section 14"}, {"text_block_id": "p6_b131", "text": "(37/2015)"}, {"text_block_id": "p6_b132", "text": "Project activities"}, {"text_block_id": "p6_b133", "text": "An aircraft operator may, during the emissions trading period 2013•2020, use certified emission reductions (CERs) and emission reduction units (ERUs) obtained from project activities up to an annual limit of 1,5% of those emission allowances that the aircraft operator is required to surrender in accordance with section 19 below."}, {"text_block_id": "p6_b134", "text": "An aircraft operator may use project unit entitlements remaining from emissions trading period 2012 also during the emissions trading period 2013•2020, to the extent that project units remain unused from period 2012 for meeting the obligation laid down in section 19."}, {"text_block_id": "p6_b135", "text": "The Finnish Transport Safety Agency determines an upper limit for the use of project units by an aircraft operator, and submits the operator-specific limits for revision by the Commission."}, {"text_block_id": "p6_b136", "text": "In other respects, the provisions in Chapter 7 of the Emissions Trading Act shall apply to project activities."}, {"text_block_id": "p6_b137", "text": "Section 15"}, {"text_block_id": "p6_b138", "text": "(1319/2011)"}, {"text_block_id": "p6_b139", "text": "Registry"}, {"text_block_id": "p6_b140", "text": "Aircraft operators referred to in section 2 (2) above have a holding account in the registry referred to in section 46 of the Emissions Trading Act."}, {"text_block_id": "p6_b141", "text": "Section 16"}, {"text_block_id": "p6_b142", "text": "Annual allocation and registration of aviation emission allowances"}, {"text_block_id": "p6_b143", "text": "The Finnish Transport Safety Agency determines the number of aviation emission allowances to be allocated free of charge to each aircraft operator annually during the emissions trading period, by dividing the total quantity of emission allowances calculated in accordance with section 6 above by the number of years during which that aircraft operator is performing aviation activities in that emissions trading period."}, {"text_block_id": "p6_b144", "text": "On 28 February each year at the latest, the Energy Authority records the number of aviation emission allowances to be allocated free of charge to each aircraft operator during that year on the operator•s holding account in the registry referred to in section 15. (37/2015)"}, {"text_block_id": "p6_b145", "text": "In case the air operator certificate or operating licence issued to the aircraft operator•s organisation is no longer valid, or if an operating ban has been imposed on the aircraft operator by a decision of the European Commission in accordance with section 25 (1) below, or if the aircraft operator ceases to perform the aviation activity falling within this Act, the Energy Authority may not, after the certificate or licence has been revoked or the activity has ceased, record any annual aviation emission allowances on that aircraft operator•s holding account. The Finnish Transport Safety Agency informs the Energy Authority of any revocations and orders mentioned in this subsection. (37/2015)"}, {"text_block_id": "p6_b146", "text": "Section 17"}, {"text_block_id": "p6_b147", "text": "Registration of aviation emission allowances to new aircraft operators"}, {"text_block_id": "p6_b148", "text": "On 28 February each year at the latest, the Energy Authority records a number of aviation emission allowances calculated under section 8 above to those aircraft operators who have started or start to"}, {"text_block_id": "p7_b149", "text": "perform aviation activities falling under this Act on 1 January 2011 or later, and have not previously applied for any aviation emission allowances as referred to in section 6. (37/2015)"}, {"text_block_id": "p7_b150", "text": "The provisions in subsection 1 above shall not apply to those aircraft operators whose activity is, in whole or in part, a continuation of an aviation activity previously performed by another aircraft operator."}, {"text_block_id": "p7_b151", "text": "Section 18"}, {"text_block_id": "p7_b152", "text": "(37/2015)"}, {"text_block_id": "p7_b153", "text": "Registration of aviation emission allowances when the aircraft operator changes"}, {"text_block_id": "p7_b154", "text": "If the aircraft operator has changed, the new aircraft operator shall notify the change to the Finnish Transport Safety Agency and the Energy Authority, which records the emission allowances for that year on the new aircraft operator•s holding account in the registry in accordance with section 16 (2) above."}, {"text_block_id": "p7_b155", "text": "Section 19"}, {"text_block_id": "p7_b156", "text": "(1319/2011, 37/2015)"}, {"text_block_id": "p7_b157", "text": "Obligation to surrender allowances, aviation emission allowances and project units, and removal of these"}, {"text_block_id": "p7_b158", "text": "On 30 April each year at the latest, every aircraft operator shall surrender to the registry referred to in section 15 above a number of emission allowances equal to the total emissions from each aircraft during the preceding calendar year, as verified in accordance with section 11. The provisions in section 5 of the Act on the Calculation of Time Limits (150/1930) shall not apply to this period."}, {"text_block_id": "p7_b159", "text": "To meet the obligation laid down in subsection 1 above, the aircraft operator may use certified emission reductions (CERs) and emission reduction units (ERUs) obtained from project activities."}, {"text_block_id": "p7_b160", "text": "Any emission allowances, certified emission reductions and emission reduction units surrendered by aircraft operators are removed from the register as regards the Kyoto Protocol•s first commitment period only to the extent that those allowances, CERs and ERUs correspond to emissions included in Finland•s national total emission quantities."}, {"text_block_id": "p7_b161", "text": "By derogation from the provisions of subsection 1 above, a quantity of emission allowances corresponding to the verified total emissions from flights between aerodromes located in European Economic Area member states in year 2013 shall be surrendered on 31 April 2015 at the latest."}, {"text_block_id": "p7_b162", "text": "Section 20"}, {"text_block_id": "p7_b163", "text": "(37/2015)"}, {"text_block_id": "p7_b164", "text": "Replacement of cancelled allowances"}, {"text_block_id": "p7_b165", "text": "The registry referred to in section 15 above shall record emission allowances on the appropriate account for emissions trading period 2013•2020 and for any subsequent emissions trading periods to replace those emission allowances which exist on the account from the preceding emissions trading period and which have not been used to meet the obligation to surrender allowances in accordance with section 19."}, {"text_block_id": "p7_b166", "text": "Section 21"}, {"text_block_id": "p7_b167", "text": "(37/2015)"}, {"text_block_id": "p7_b168", "text": "Right to information and inspection"}, {"text_block_id": "p7_b169", "text": "The Finnish Transport Safety Agency and the Energy Authority have the right to obtain any information necessary for supervision and for the implementation of this Act from aircraft operators"}, {"text_block_id": "p8_b170", "text": "and, notwithstanding the secrecy provisions in the Act on the Openness of Government Activities (621/1999), from verifiers."}, {"text_block_id": "p8_b171", "text": "To oversee compliance with this Act and any provisions issued by virtue of it, the Finnish Transport Safety Agency and the Energy Authority have the right to carry out an inspection at any premises other than those used as a permanent residence by the aircraft operator. The aircraft operator shall, on request, present to the inspecting authority those documents and records in its data system and give access to those equipment and facilities that may be relevant for the oversight of compliance with this Act and any provisions issued by virtue of it. When performing the inspection, the provisions of section 39 in the Administrative Procedure Act (434/2003) shall be complied with. The inspecting official has the right, free of charge, to take copies of the documents to be inspected and printouts of any records in the data systems."}, {"text_block_id": "p8_b172", "text": "Section 22"}, {"text_block_id": "p8_b173", "text": "Administrative enforcement"}, {"text_block_id": "p8_b174", "text": "The Finnish Transport Safety Agency may require anyone who violates this Act or any provisions based on it to rectify the negligence or to otherwise fulfil his/her duty. To intensify the effect of the requirement, the Agency may impose a conditional fine or a threat of suspending the activity in whole or in part, or of having the omission corrected at the expense of the defaulting party."}, {"text_block_id": "p8_b175", "text": "To conditional fines, orders of suspension and orders of execution, the provisions of the Conditional Fine Act (1113/1990) shall apply."}, {"text_block_id": "p8_b176", "text": "Section 23"}, {"text_block_id": "p8_b177", "text": "Aviation emissions trading violation"}, {"text_block_id": "p8_b178", "text": "Anyone who, deliberately or through gross negligence,"}, {"text_block_id": "p8_b179", "text": "Anyone who, deliberately or through gross negligence,\n* fails to draw up a monitoring plan as referred to in section 4 and have it approved by the Finnish Transport Safety Agency, or neglects the report or verification referred to in section 4;\n* provides false information to the authority;\n* uses an emission reduction or emission reduction unit contrary to section 14; or\n* fails to present the documents and records referred to in section 21 (2),"}, {"text_block_id": "p8_b187_merged", "text": "shall be sentenced to a fine for an aviation emissions trading violation, unless a more severe punishment is prescribed elsewhere in law."}, {"text_block_id": "p8_b190", "text": "In case of violation against an order or prohibition intensified by a conditional fine imposed on the basis of this Act, punishment for the same violation may be waived."}, {"text_block_id": "p8_b191", "text": "Section 24"}, {"text_block_id": "p8_b192", "text": "Penalty fee for exceeding aviation emission allowances"}, {"text_block_id": "p8_b193", "text": "(37/2015)"}, {"text_block_id": "p8_b194", "text": "The Finnish Transport Safety Agency publishes the names of aircraft operators who are in breach of the requirements to surrender sufficient emission allowances under this Act."}, {"text_block_id": "p9_b195", "text": "If the aircraft operator fails to surrender sufficient allowances by the time limit referred to in section 19 to cover its emissions during the preceding year, the Finnish Transport Safety Agency shall order the operator to pay a penalty fee for exceeding aviation emission allowances to the state. The penalty fee shall be EUR 100 for each tonne of carbon dioxide equivalent emitted, for which the operator has not surrendered allowances. The penalty fee will be raised in accordance with the European harmonised index of consumer prices. As regards the enforcement of the penalty fee, provisions in section 69 of the Emissions Trading Act shall apply. (1319/2011, 37/2015)"}, {"text_block_id": "p9_b196", "text": "In addition to payment of the penalty fee for exceeding aviation emission allowances as referred to in subsection 2 above, the aircraft operator shall surrender an amount of emission allowances equal to the missing allowances when surrendering emission allowances in relation to the following calendar year."}, {"text_block_id": "p9_b197", "text": "Section 25"}, {"text_block_id": "p9_b198", "text": "(37/2015)"}, {"text_block_id": "p9_b199", "text": "Operating ban"}, {"text_block_id": "p9_b200", "text": "If an aircraft operator fails to comply with the requirements of this Act and if the measures in sections 22-24 above have not been sufficient to ensure compliance, the Finnish Transport Safety Agency may request the European Commission to decide on the imposition of an operating ban on the aircraft operator concerned. Any request by the Finnish Transport Safety Agency shall include:"}, {"text_block_id": "p9_b201", "text": "If an aircraft operator fails to comply with the requirements of this Act and if the measures in sections 22-24 above have not been sufficient to ensure compliance, the Finnish Transport Safety Agency may request the European Commission to decide on the imposition of an operating ban on the aircraft operator concerned. Any request by the Finnish Transport Safety Agency shall include:\n* evidence that the aircraft operator has not complied with its obligations under this Act;\n* details of the enforcement action taken by the Agency;\n* a justification for the imposition of an operating ban within the European Economic Area; and\n* a recommendation for the scope of an operating ban within the European Economic Area and any conditions that should be applied."}, {"text_block_id": "p9_b209", "text": "The Finnish Transport Safety Agency is responsible for ensuring that the decision of the European Commission is implemented in Finland."}, {"text_block_id": "p9_b210", "text": "Section 26"}, {"text_block_id": "p9_b211", "text": "(37/2015)"}, {"text_block_id": "p9_b212", "text": "Fees for performances by authorities"}, {"text_block_id": "p9_b213", "text": "The Finnish Transport Safety Agency and the Energy Authority are entitled to charge a fee for the handling of a permit, notification, approval or other issue under this Act. Moreover, the Energy Authority is entitled to charge a fee for duties related to the keeping of accounts in the registry. (1319/2011)"}, {"text_block_id": "p9_b214", "text": "While respecting the provisions of the Act on Criteria for Charges Payable to the State (150/1992), further provisions on the Finnish Transport Safety Agency•s performances subject to a charge and the fees charged for them, as referred to in subsection 1 above, are given by a decree of the Ministry of Transport and Communications, and further provisions on corresponding performances by the Energy Authority and the fees charged for them are given by a decree of the Ministry of Employment and the Economy."}, {"text_block_id": "p10_b215", "text": "Section 27"}, {"text_block_id": "p10_b216", "text": "(37/2015)"}, {"text_block_id": "p10_b217", "text": "Appeals"}, {"text_block_id": "p10_b218", "text": "Claim for a revised verifier•s statement may be submitted to the verifier as provided for in the Administrative Procedure Act."}, {"text_block_id": "p10_b219", "text": "Any decision made by the Finnish Transport Safety Agency or the Energy Authority and any decision issued as a result of a claim for a revised statement may be appealed to the administrative court as provided for in the Administrative Judicial Procedure Act (586/1996)."}, {"text_block_id": "p10_b220", "text": "Administrative court decisions in matters concerning the withdrawal of a verifier•s approval and in matters referred to in sections 22 and 24 are subject to appeal as provided for in the Administrative Judicial Procedure Act. Other administrative court decisions may be appealed only if the Supreme Administrative Court grants a leave to appeal."}, {"text_block_id": "p10_b221", "text": "Decisions made by the Energy Authority and the Finnish Transport Safety Agency shall be observed regardless of appeal, unless the appellate authority otherwise orders."}, {"text_block_id": "p10_b222", "text": "Any charge established by the Energy Authority or the Finnish Transport Safety Agency for a performance under public law may be appealed as specified in the Act on Criteria for Charges Payable to the State."}, {"text_block_id": "p10_b223", "text": "Section 28 has been repealed."}, {"text_block_id": "p10_b224", "text": "Section 29"}, {"text_block_id": "p10_b225", "text": "Entry into force"}, {"text_block_id": "p10_b226", "text": "This Act enters into force on 1 February 2010"}, {"text_block_id": "p10_b227", "text": "."}, {"text_block_id": "p10_b228", "text": "Measures necessary for the implementation of this Act may be undertaken before the Act•s entry into force."}, {"text_block_id": "p10_b229_merged", "text": "(37/2015): This Act enters into force on 1 March 2015. Section 2(5) shall remain in force until the end of year 2016. Section 2(5) of the Act shall, however, apply to obligations related to emissions caused during year 2013 already. The provisions of law in force at the time of the entry into force of this Act apply to appeals to administrative decisions issued before the Act•s entry into force."}], "document_description": "The act aims to promote the reduction of carbon dioxide emissions in the aviation sector in a cost-effective and economical way.  The act stipulates that aircraft operators should monitor their emissions and submit a report to the transport safety authority regularly during the emissions trading periods. It stipulates emission allowances and that 3% of total aviation emission allowances be set aside during each emissions trading period starting in 2012.  Implementation of this act is further strengthened by the Decree of the Ministry of Transport and Communications on the monitoring and verification of carbon dioxide emissions and tonne-kilometre data, and on the approval of verifiers (63/2010)."}