{"document_instrument_name": ["Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Economy-wide"], "document_language": "English", "document_name": "Entries to the meeting minutes, Government’s fourth supplementary budget", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Summary", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2020", "document_keyword": ["Cycling", "Walking", "Climate Fund", "Covid19", "Stimulus Plan", "Public Transport"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2020/FIN-2020-01-01-Entries to the meeting minutes, Government’s fourth supplementary budget_6ca73050c4d3f1770ec451ecb5b352ea.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "02/06/2020"}, {"text_block_id": "p0_b2", "text": "Entries to the meeting minutes, Government’s fourth supplementary budget"}, {"text_block_id": "p0_b3", "text": "Senate Properties"}, {"text_block_id": "p0_b4", "text": "In its negotiations on the 2020 fourth supplementary budget, the Government agreed that it will accelerate the launch of premises projects totalling approximately EUR 200 million in the administrative branches of the Ministry of the Interior, the Ministry of Social Affairs and Health and the Ministry of Agriculture and Forestry, and that the annual rental expenditure resulting from these would be taken into account as an increase in the agencies’ operating expenditure appropriations and in Senate Properties’ annual investment and borrowing authorisations for 2021–2024."}, {"text_block_id": "p0_b5", "text": "Quantum Computer -> to the explanatory part of the budgetary item:"}, {"text_block_id": "p0_b6", "text": "The construction of VTT’s quantum computer aims to improve the competitiveness of Finnish industry and research and to create a completely new quantum computing industry in Finland. The long-term national investments needed to ensure competence and to develop quantum computing will be made under the leadership of the Ministry of Economic Affairs and Employment and the Ministry of Education and Culture based on a joint plan and partnership between operators so that the entire Finnish research community, universities and research institutes will be able to participate in its use."}, {"text_block_id": "p0_b7", "text": "Energy aid"}, {"text_block_id": "p0_b8", "text": "The energy aid item under the energy efficiency subsidies of the Ministry of Economic Affairs and Employment will be increased by EUR 20 million for 2021, and investment aid for large demonstration projects will continue in 2021. The aim is to ensure that energy aid can also be used for smart new technology network and energy solutions, energy storage, and investments enabling the development of new service models."}, {"text_block_id": "p0_b9", "text": "Aid for the phasing out of oil heating"}, {"text_block_id": "p0_b10", "text": "Aid for the phasing out of oil heating for households and municipalities will continue until the end of 2021 with at least the same level of investment as in this supplementary budget. The level of appropriations for 2021 will be specified in more detail in connection with the preparation of the budget proposal. The new aid scheme must be introduced quickly this year, which is why no more specific criteria are connected to the granting of aid in addition to the type of heating. However, a Government Decree on aid to be granted in 2021 will be prepared in the autumn. When preparing the decree, specific criteria will be created to ensure the fair allocation of the aid, and income limits will be set so that it is directed in particular to the lowest-income households."}, {"text_block_id": "p0_b11", "text": "Domestic consumer demand"}, {"text_block_id": "p0_b12", "text": "The Government is monitoring the development of the economic situation and is prepared, if necessary, to take decisive action to stimulate domestic demand at the end of the current year and in 2021 in connection"}, {"text_block_id": "p1_b13", "text": "with the budget session. The Government is exploring measures for the targeted revitalisation of demand in the service sectors affected by the crisis. The Government is exploring a number of options to address the problems in the service sector, including recovery vouchers for purchasing domestic services and temporary value added tax relief."}, {"text_block_id": "p1_b14", "text": "Courts of law"}, {"text_block_id": "p1_b15", "text": "Effective, well-functioning courts of law are a prerequisite for the realisation of legal protection in line with the requirements of fundamental and human rights and for ensuring the legal certainty required for the economy and for relations between citizens. As the exceptional costs incurred by the general courts and administrative courts in managing the coronavirus situation will be reflected with a delay, these will be fully covered by the budget proposals for 2021–2023. The additional appropriations will be covered within the spending limits of central government finances, taking into account in particular the level of the spending limits for the parliamentary term in 2023. This is necessary so that the courts can deal with the congestion caused by the coronavirus epidemic quickly and efficiently and prevent the development of bottlenecks."}, {"text_block_id": "p1_b16", "text": "Safeguarding air transport"}, {"text_block_id": "p1_b17", "text": "To ensure accessibility and business opportunities throughout the country, the Government will ensure that the airport network is maintained at the current level. The Government will examine all options at its disposal to secure domestic air connections to Joensuu, Kajaani, Jyväskylä, Kokkola-Pietarsaari and Kemi."}, {"text_block_id": "p1_b18", "text": "High-speed rail connections and public transport in cities"}, {"text_block_id": "p1_b19", "text": "The Government will ensure the promotion of high-speed rail connections and examine options for strengthening public transport in cities."}, {"text_block_id": "p1_b20", "text": "Broadband and multilocality"}, {"text_block_id": "p1_b21", "text": "The Government will prepare a thematic package for the September budget session with the goal of promoting digitalisation, remote working and multilocality."}, {"text_block_id": "p1_b22", "text": "Walking and cycling"}, {"text_block_id": "p1_b23", "text": "Support for walking and cycling (item 31.10.31) will be increased by EUR 25 million in 2021. All municipalities can apply for the appropriations under this item."}, {"text_block_id": "p1_b24", "text": "Climate fund"}, {"text_block_id": "p1_b25", "text": "A decision to establish the climate fund was made earlier, and now it will be capitalised by EUR 300 million after the preparations have been completed. The fund will have access for investment purposes to EUR 300 million and the income it has earned from its share investments in the Finnish State Business Development Company (Vake). The fund will focus on combatting climate change, promoting digitalisation and boosting low-carbon operations in manufacturing industries. Transition to a carbon neutral technology requires sufficient investments in developing a circular economy, clean technology solutions and energy efficiency."}, {"text_block_id": "p2_b26", "text": "Mining legislation and battery cluster"}, {"text_block_id": "p2_b27", "text": "Mining legislation will be reformed in such a way that strengthens ecological and social sustainability and takes other sectors into account. The target schedule for the preparation of the draft government proposal is August 2020 and the Parliamentary procedure should take place in December. Parliament’s resolutions will be taken into account in the government proposal."}, {"text_block_id": "p2_b28", "text": "In the context of the systematic work to develop the Finnish battery cluster, a Battery Strategy will be launched, led by the Ministry of Economic Affairs and Employment. When preparing the strategy, proposals will be drawn up to promote ecologically sustainable transport that offers new solutions on the global scale and R&D work on alternative battery technology. The Ministry of the Environment, Ministry of Transport and Communications and Ministry of Finance will participate in the strategy work. The resources for the strategy will be allocated in the context of the budget session in autumn 2020."}, {"text_block_id": "p2_b29", "text": "Unemployment security and employment legislation"}, {"text_block_id": "p2_b30", "text": "The temporary changes to the employment legislation and social security (incl. unemployment security for the self-employed and entrepreneurs) will stay in force until 31 December 2020."}, {"text_block_id": "p2_b31", "text": "The calculation of the maximum period for which unemployment benefits are payable due to unemployment or lay-offs will be discontinued until 31 December 2020. The change concerns all persons who are unemployed or have been laid off (incl. self-motivated studies or training)."}, {"text_block_id": "p2_b32", "text": "In 2020 the central government is funding the portion of the daily allowance in a lay-off period that corresponds to basic unemployment allowance The transfer of funds from the Employment Fund to the earnings-related pension scheme will be postponed by one year without interest."}, {"text_block_id": "p2_b33", "text": "Municipalities"}, {"text_block_id": "p2_b34", "text": "The costs due to the coronavirus crisis incurred by the Åland Islands will be established and decisions on the reimbursement of costs that differ from the usual will be made during autumn 2020."}, {"text_block_id": "p2_b35", "text": "The method to cover the deficit of municipalities will be further specified by the end of August. The key aim is that no evaluation procedures will be initiated with respect to municipalities due to the coronavirus situation."}, {"text_block_id": "p2_b36", "text": "The impacts of the coronavirus crisis will be monitored and, where necessary, the following support measures for hospital districts and municipalities will be prepared."}, {"text_block_id": "p2_b37", "text": "Municipal services"}, {"text_block_id": "p2_b38", "text": "According to the entry to the meeting minutes made in the contexts of the Government’s decisions on the General Government Fiscal Plan (8 April), the Government will analyse by the 2020 budget session the outlook for the future of local government finances and review the tasks and obligations of municipalities."}, {"text_block_id": "p3_b39", "text": "The review of the whole package will take place in stages so that a prestudy and proposal on working on the package will be completed by the end of June and the actual proposals will be discussed by the Government in the context of the budget session."}, {"text_block_id": "p3_b40", "text": "Recovery"}, {"text_block_id": "p3_b41", "text": "The Government is committed to choosing the economic recovery measures in such a way that they also support the achievement of the Government’s carbon neutrality target. This means that the Government will examine the economic recovery investments using assessment criteria for sustainable recovery to establish the impacts of the measures on e.g. employment, economic recovery, climate, sufficiency of natural resources, circular economy, biodiversity, and competitiveness. The criteria will also be used to evaluate the 2021 budget proposal."}, {"text_block_id": "p3_b42", "text": "Support for events cancelled in the summer"}, {"text_block_id": "p3_b43", "text": "The Government is prepared to include appropriations in the next supplementary budgets to support sports and cultural events that were cancelled in summer 2020 or take place on a smaller scale than envisaged."}, {"text_block_id": "p3_b44", "text": "Development Fund for Agriculture and Forestry"}, {"text_block_id": "p3_b45", "text": "The Development Fund for Agriculture and Forestry (Makera) will be capitalised to support investments in agriculture that promote the security of supply and self-sufficiency. Matters to be taken into account in targeting the investments include the impacts on improving the state of the environment and animal welfare, as well as on reducing emissions in new investments and renovations."}, {"text_block_id": "p3_b46", "text": "The Ministry of Agriculture and Forestry has commissioned the Natural Resources Institute Finland to conduct a study on the reform of the Development Fund for Agriculture and Forestry. As stated in the Government Programme, the focus will be on openness of the operations, criteria and methods for impact measurement, reporting, and composition of the board."}, {"text_block_id": "p3_b47", "text": "In the same contexts, an assessment will be made on how the investments financed through the fund can support the profitability of agriculture, a sustainable food system, animal welfare, and achievement of the environmental and climate targets set for agriculture. The Government will decide on the necessary measures after the study has been completed."}, {"text_block_id": "p3_b48", "text": "Transport infrastructure projects to be started in 2021"}, {"text_block_id": "p3_b49", "text": "The Government is committed to implementing the electrification of the Laurila -Tornio -national border rail connection. After the study to be made during summer 2020 (whether a bridge located along this route is suitable for electrification), authorisation to implement the projects will be opened in the budget for 2021."}, {"text_block_id": "p3_b50", "text": "The project to deepen the fairway to the port of Ajos in Kemi will be funded by EUR 26.5 million. The aim of the project is to achieve savings in the transport costs of businesses. In the project the fairway to the port of Ajos will be deepened to the navigation depth of 12.0 metres by carrying out the dredging and dumping required for the deepening and work on navigational aid equipment related to marking the fairway."}, {"text_block_id": "p4_b51", "text": "The project on improving the capacity of the Oulu -Kemi rail section, meeting tracks, will be funded by EUR 15 million. In the project new meeting tracks will be built between Oulu and Kemi."}, {"text_block_id": "p4_b52", "text": "Saimaa Canal"}, {"text_block_id": "p4_b53", "text": "The development of the Saimaa Canal will be started by raising the water level to increase vessel capacity in the future. Discussion on lengthening the locks in the Saimaa Canal to enable larger vessels will be resumed in the context of the budget session in the autumn. Developing the canal requires cooperation between the Finnish and Russian authorities. Operators in the regions concerned will be involved in the negotiations on funding solutions."}, {"text_block_id": "p4_b54", "text": "New architecture and design museum"}, {"text_block_id": "p4_b55", "text": "The Government is committed to contributing to the capitalisation of the architecture and design museum to be established by the maximum of EUR 60 million. The conditions for the central government’s contribution are that 1) the city of Helsinki will contribute to the capitalisation of the foundation by at least the same amount; 2) an agreement that is acceptable for the central government bodies is reached regarding the museum building, content of the lease agreement and other terms and conditions relating to the implementation of the project and maintenance of the museum (especially the percentage of private funding, VAT matters and responsibility for risks associated with the building costs)."}, {"text_block_id": "p4_b56", "text": "Entry concerning agreements on land use, housing and transport (MAL)"}, {"text_block_id": "p4_b57", "text": "Negotiations have concluded on land use, housing and transport agreements with the urban regions of Helsinki, Turku, Tampere and Oulu. The agreements promote sustainable transport projects and affordable housing production, especially in areas that have good public transport links. The Government undertakes to reserve EUR 755.8 million for measures in the transport sector. The costs of the projects will be divided over several years (2020–2031). This means it would be necessary to make financial provision for implementing the projects for example in the General Government Fiscal Plans and in the preparation of the national transport system plan. In addition, the Government undertakes to finance grants for municipal engineering and start-up grants related to housing production with a sum of EUR 180 million in 2020–2023. Government funding for the package of land use, housing and transport in big cities will be implemented within the framework of the General Government Fiscal Plan."}], "document_description": "This document consists of a 5.5 billion euro stimulus package to combat the adverse economic effects of the COVID-19 pandemic. It entered into force on 1 July 2020. The stimulus notably seek to create green jobs and foster a low-carbon future. It includes measures to support for public transport services, walking and cycling, ecosystems preservation and restoration."}