{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment", "Zoning & Spatial Planning|Regulation"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": "Water", "document_language": "English", "document_name": "Flood Risk Management Act", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2010", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2010/FIN-2010-01-01-Flood Risk Management Act_6fa2b277d74c6f32dbd5c6296ac01069.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NB: Unofficial translation"}, {"text_block_id": "p0_b2", "text": "Legally binding texts are those in Finnish and Swedish."}, {"text_block_id": "p0_b3", "text": "Ministry of Agriculture and Forestry, Finland"}, {"text_block_id": "p0_b4", "text": "Flood Risk Management Act"}, {"text_block_id": "p0_b5", "text": "(620/2010)"}, {"text_block_id": "p0_b6", "text": "Section 1 •"}, {"text_block_id": "p0_b7", "text": "Objective"}, {"text_block_id": "p0_b8", "text": "Objective\n* This Act lays down the provisions concerning the organisation of flood risk management.\n* The purpose of the Act is to reduce flood risks, prevent and mitigate the adverse"}, {"text_block_id": "p0_b12", "text": "Section 2 •"}, {"text_block_id": "p0_b13", "text": "Definitions"}, {"text_block_id": "p0_b14", "text": "Definitions\n* In this Act:\n<\\li1>\n* means the temporary covering by water of land caused by rise in the water level,\n* means the combination of the probability of a flood event and the potential\n* mean stormwater or meltwater accumulated on the land\n* means a river basin referred to in paragraph 6 of section 2 of the Act on\n* means a part of a river basin referred to in paragraph 7 of section 2 of the\n* means water resources management region\n* means a water resources\n* means the coordinating Centre for Economic Development, Transport and the"}, {"text_block_id": "p0_b40", "text": "Section 3 •"}, {"text_block_id": "p0_b41", "text": "Authorities"}, {"text_block_id": "p0_b42", "text": "Authorities\n* The Ministry of Agriculture and Forestry steers and follows the implementation of this\n* In addition to the provisions laid down in sections 4-6 of this Act, the state and municipal"}, {"text_block_id": "p0_b46", "text": "Section 4 •"}, {"text_block_id": "p0_b47", "text": "Tasks of the Centre for Economic Development, Transport and the Environment"}, {"text_block_id": "p1_b48", "text": "Tasks of the Centre for Economic Development, Transport and the Environment\n* The task of the Centre for Economic Development, Transport and the Environment is to:\n\t* perform a preliminary assessment of flood risks in river basins and coastal areas;\n\t* prepare a proposal for designating significant flood risk areas in a river basin or\n\t* prepare flood hazard and flood risk maps for river basins and coastal areas;\n\t* prepare proposals for flood risk management plans for river basins and coastal areas;\n\t* assist municipalities in preliminary assessment of stormwater and meltwater flood\n\t* In addition, the Centre for Economic Development, Transport and the Environment sees\n\t* see to planning which serves flood risk management in areas other than significant\n\t* in case of flood threat and during a flood event, see to the organisation of the\n\t* issue recommendations on the coordination of the regulation and discharge of a\n\t* promote flood protection and other measures which improve flood risk management;\n\t* see to the hydrological monitoring and water situation and flood warning service\n\t* see to other tasks necessary for flood risk management assigned by the Ministry of\n\t* The Ministry of Agriculture and Forestry may order that a Centre for Economic"}, {"text_block_id": "p1_b76", "text": "Section 5 •"}, {"text_block_id": "p1_b77", "text": "Tasks of a municipality, Regional Council and regional rescue services"}, {"text_block_id": "p1_b78", "text": "Tasks of a municipality, Regional Council and regional rescue services\n* A municipality, Regional Council and regional rescue services participate in the planning\n* A municipality sees to the planning of stormwater and meltwater flood risk management"}, {"text_block_id": "p1_b82", "text": "Section 6 •"}, {"text_block_id": "p1_b83", "text": "Tasks of the Finnish Environment Institute and Finnish Meteorological Institute"}, {"text_block_id": "p1_b84", "text": "Tasks of the Finnish Environment Institute and Finnish Meteorological Institute\n* The Finnish Environment Institute and Finnish Meteorological Institute produce expert\n<\\li1>"}, {"text_block_id": "p1_b86", "text": "Section 7 •"}, {"text_block_id": "p1_b87", "text": "Preliminary flood risk assessment"}, {"text_block_id": "p1_b88", "text": "Preliminary flood risk assessment\n* Preliminary flood risk assessment is performed on the basis of data available on the flood\n<\\li1>"}, {"text_block_id": "p1_b90", "text": "Section 8 •"}, {"text_block_id": "p1_b91", "text": "Significant flood risk areas"}, {"text_block_id": "p1_b92", "text": "Significant flood risk areas\n* An area where a potential significant flood risk is detected on the basis of an assessment\n<\\li1>\n\t* adverse consequence to human health or safety;\n<\\li2>"}, {"text_block_id": "p2_b96", "text": "Significant flood risk areas\n* An area where a potential significant flood risk is detected on the basis of an assessment\n<\\li1>\n\t* adverse consequence to human health or safety;\n<\\li2>\n* long-time interruption of indispensable services, such as water and wastewater\n\t* interruption of economic activity which ensures the functions vital to society;\n\t* long-term or extensive adverse consequence to the environment; or\n\t* irreparable adverse consequence to cultural heritage.\n\t* When assessing the significance of flood risk the regional and local conditions are also\n\t* The Ministry of Agriculture and Forestry designates the significant flood risk areas in a"}, {"text_block_id": "p2_b108", "text": "Section 9 •"}, {"text_block_id": "p2_b109", "text": "Flood maps"}, {"text_block_id": "p2_b110", "text": "Flood maps\n* Maps are prepared for the significant flood risk areas referred to in section 8 above,\n<\\li1>"}, {"text_block_id": "p2_b116", "text": "Section 10 •"}, {"text_block_id": "p2_b117", "text": "Flood risk management plan"}, {"text_block_id": "p2_b118", "text": "(1)"}, {"text_block_id": "p2_b119", "text": "A flood risk management plan is prepared for river basins with one or several designated significant flood risk areas and a significant flood risk area in the coastal area. If the flood risks caused by flooding in a watercourse and rise in the sea level relate to the same area, the flood risk management plans concerning the river basin and coastal area can be combined. Stormwater and meltwater flood risk management plans are prepared for areas referred to in section 19(2)."}, {"text_block_id": "p2_b120", "text": "(2)"}, {"text_block_id": "p2_b121", "text": "Flood risk management plans present the objectives of flood risk management for each significant flood risk area and the measures for achieving the objectives. In the selection of measures efforts must be made to reduce the probability of floods and to use means other than those based on flood protection structures if this is considered appropriate in view of the circumstances as a whole. The plan presents the costs and benefits as well as the order of priority of the measures."}, {"text_block_id": "p2_b122", "text": "Section 11 •"}, {"text_block_id": "p2_b123", "text": "Objectives of flood risk management"}, {"text_block_id": "p2_b124", "text": "(1)"}, {"text_block_id": "p2_b125", "text": "The objective of flood risk management is to reduce the adverse consequences referred to in section 8(1). In addition, efforts must be made to minimise the adverse consequences caused by floods in the river basin as a whole."}, {"text_block_id": "p2_b126", "text": "Section 12 •"}, {"text_block_id": "p2_b127", "text": "Coordination of flood risk management and water resources management"}, {"text_block_id": "p2_b128", "text": "(1)"}, {"text_block_id": "p2_b129", "text": "The preparation and revision of flood hazard and flood risk maps and flood risk management plans for river basins and coastal areas in the water resources management region are coordinated with the tasks laid down in section 5(1) of the Act on Water Resources Management. It must be ensured, in particular, that measures presented in the flood risk management plan are coordinated with the environmental objectives of the programme of measures referred to in section 12 of the Act on Water Resources Management."}, {"text_block_id": "p2_b130", "text": "(2)"}, {"text_block_id": "p2_b131", "text": "Participation and communication referred to in section 17 of this Act and procedures referred to in section 15 of the Act on Water Resources Management are coordinated with each other as necessary."}, {"text_block_id": "p2_b132", "text": "Section 13 •"}, {"text_block_id": "p2_b133", "text": "Environmental report"}, {"text_block_id": "p3_b134", "text": "(1)"}, {"text_block_id": "p3_b135", "text": "An environmental report is presented as part of the flood risk management plan. Provisions on the environmental report are issued in the Act on Environmental Impact Assessment of Plans and Programmes of Public Authorities (200/2005)."}, {"text_block_id": "p3_b136", "text": "Section 14 •"}, {"text_block_id": "p3_b137", "text": "Flood risk management in transboundary river basins"}, {"text_block_id": "p3_b138", "text": "(1)"}, {"text_block_id": "p3_b139", "text": "Coordination of the flood risk management plan and other cooperation in the planning of flood risk management in a transboundary river basin is organised as laid down separately in the relevant international agreement."}, {"text_block_id": "p3_b140", "text": "(2)"}, {"text_block_id": "p3_b141", "text": "Efforts must be made to coordinate the flood risk management plan with the corresponding plans concerning a part of the river basin referred to in subsection 1 which belongs to another state. This can be complemented by more detailed plans, which are coordinated with each other as regards the transboundary part of the river basin."}, {"text_block_id": "p3_b142", "text": "(3)"}, {"text_block_id": "p3_b143", "text": "No measures may be included in the flood risk management plan which due to their extent or impact significantly increase flood risk in the part of the river basin referred to in subsection 1 which belongs to another state, unless the measures have been coordinated throughout the river basin. If the impact of such a measure is directed to a part of a river basin included in an international flood risk management unit which belongs to Sweden or Norway, the measure must have been agreed on with these states. The provisions of section 8(1) apply to the assessment of a significant increase in the flood risk."}, {"text_block_id": "p3_b144", "text": "Section 15 •"}, {"text_block_id": "p3_b145", "text": "Flood management group"}, {"text_block_id": "p3_b146", "text": "(1)"}, {"text_block_id": "p3_b147", "text": "For cooperation between the authorities necessary for preparing the flood risk management plan there is a flood management group for a river basin and coastal area in which on the basis of the preliminary flood risk assessment one or several significant flood risk areas have been designated. The flood management group is composed of the representatives of the relevant Centres for Economic Development, Transport and the Environment, Regional Councils, municipalities and regional rescue services."}, {"text_block_id": "p3_b148", "text": "(2)"}, {"text_block_id": "p3_b149", "text": "The Ministry of Agriculture and Forestry appoints the flood management group based on a proposal of the relevant Regional Council. If the significant flood risk area is in a river basin which extends to the territory of two or several Regional Councils, these give a joint proposal to the Ministry of Agriculture and Forestry. The Ministry determines the parties to be represented in the group and appoints the chairperson of the flood management group from among these to steer the activity of the group."}, {"text_block_id": "p3_b150", "text": "(3)"}, {"text_block_id": "p3_b151", "text": "The flood management group may appoint sections to prepare matters to be dealt with in the group and invite experts."}, {"text_block_id": "p3_b152", "text": "Section 16 •"}, {"text_block_id": "p3_b153", "text": "Tasks of the flood management group"}, {"text_block_id": "p3_b154", "text": "(1)"}, {"text_block_id": "p3_b155", "text": "The flood management group:"}, {"text_block_id": "p3_b156", "text": "The flood management group:\n* processes the studies and documentation prepared for the flood risk management plan;\n* sets the objectives for flood risk management;\n* approves the proposal for the plan and the measures included in it."}, {"text_block_id": "p3_b162", "text": "(2)"}, {"text_block_id": "p3_b163", "text": "The flood management group must organise sufficient interaction between the authorities in the significant flood risk area in a river basin or coastal area and the business operators, owners of land and water areas, users of waters and relevant associations in the different stages of the preparation of the flood risk management plan."}, {"text_block_id": "p3_b164", "text": "Section 17 •"}, {"text_block_id": "p3_b165", "text": "Participation and communication"}, {"text_block_id": "p3_b166", "text": "(1)"}, {"text_block_id": "p3_b167", "text": "The Centre for Economic Development, Transport and the Environment must reserve everyone the opportunity to examine the proposal concerning the designation of"}, {"text_block_id": "p4_b168", "text": "significant flood risk areas referred to in section 4(1) and the proposal for a flood risk management plan and their background documents, and the opportunity to give one's opinion on the proposals in writing or electronically. In addition, the Centre for Economic Development, Transport and the Environment requests the necessary statements."}, {"text_block_id": "p4_b169", "text": "(2)"}, {"text_block_id": "p4_b170", "text": "The Centre for Economic Development, Transport and the Environment publishes a notice that the proposals referred to in subsection 1 can be viewed on the notice boards of municipalities in the area concerned. The proposals and their background documents are placed for public viewing and published in electronic form as considered necessary. Further, the Centre for Economic Development, Transport and the Environment notifies of the proposal for the flood risk management plan in newspapers commonly circulated in the area or in another appropriate manner and organises, where necessary, public hearings to give the opportunity to present one's views."}, {"text_block_id": "p4_b171", "text": "Section 18 •"}, {"text_block_id": "p4_b172", "text": "Approval of river and coastal flood risk management plans"}, {"text_block_id": "p4_b173", "text": "(1)"}, {"text_block_id": "p4_b174", "text": "The Ministry of Agriculture and Forestry approves the flood risk management plans for river basins and coastal areas."}, {"text_block_id": "p4_b175", "text": "(2)"}, {"text_block_id": "p4_b176", "text": "The decision on the flood risk management plan is given after the publication and it is considered to have come to the knowledge of the public when it has been given."}, {"text_block_id": "p4_b177", "text": "(3)"}, {"text_block_id": "p4_b178", "text": "The notice of the approval of the flood risk management plan is delivered to the Centre for Economic Development, Transport and the Environment of the river basin and coastal area referred to in the plan, which notifies the municipalities and authorities heard in the earlier stages of the process. The approved flood risk management plan for a river basin and coastal area concerning the territory of the municipality is placed for public viewing in the municipality."}, {"text_block_id": "p4_b179", "text": "Section 19 •"}, {"text_block_id": "p4_b180", "text": "Planning for stormwater and meltwater flood risk management"}, {"text_block_id": "p4_b181", "text": "(1)"}, {"text_block_id": "p4_b182", "text": "The municipality undertakes a preliminary assessment of flood risks caused by stormwater and meltwater, designates significant stormwater and meltwater flood risk areas and prepares flood hazard maps and flood risk maps for the areas following, as appropriate, the provisions of sections 7•9. A decision by a municipality concerning the designation of significant flood risk areas may not be appealed separately."}, {"text_block_id": "p4_b183", "text": "(2)"}, {"text_block_id": "p4_b184", "text": "The municipality prepares a flood risk management plan for an area designated as a significant flood risk area due to stormwater or meltwater flood following, as appropriate, the provisions of sections 10 and 11 and 12(1). The provisions of section 9 of the Land Use and Building Act (132/1999) concerning the study and reports on the environmental impacts must also be taken into account in preparation of the plan. The municipality approves the management plan for stormwater and meltwater flood risks."}, {"text_block_id": "p4_b185", "text": "(3)"}, {"text_block_id": "p4_b186", "text": "The provisions of sections 62, 65 and 67 of the Land Use and Building Act concerning the planning procedure and interaction apply, as appropriate, to participation and communication in the planning of stormwater and meltwater risk management."}, {"text_block_id": "p4_b187", "text": "Section 20 •"}, {"text_block_id": "p4_b188", "text": "Review"}, {"text_block_id": "p4_b189", "text": "(1)"}, {"text_block_id": "p4_b190", "text": "The preliminary flood risk assessment, designation of significant flood risk areas, flood hazard maps and flood risk maps and flood risk management plans are reviewed, as considered necessary, every six years. The provisions of this Act and under it concerning the preliminary flood risk assessment, designation of significant flood risk areas, preparing flood hazard maps and flood risk maps and preparation and approval of the flood risk management plan must be complied with, as appropriate, in the review."}, {"text_block_id": "p5_b191", "text": "Section 21 •"}, {"text_block_id": "p5_b192", "text": "Further provisions"}, {"text_block_id": "p5_b193", "text": "(1)"}, {"text_block_id": "p5_b194", "text": "Further provisions are issued by Government Decree concerning:"}, {"text_block_id": "p5_b195", "text": "Further provisions are issued by Government Decree concerning:\n* the content and review of the preliminary flood risk assessment, flood hazard maps\n* time limits applicable in the participation and communication referred to in section\n* coordination of flood risk management plans and water resources management plans;\n* appointment and term of the flood management group referred to in section 15;\n* tasks of the Finnish Environment Institute and Finnish Meteorological Institute in\n* a party whose right, obligation or benefit may be impacted by the decision;\n* relevant municipality, Regional Council or regional rescue service;\n* an authority supervising the public interest;\n* a registered local or regional association or foundation whose purpose is to promote"}, {"text_block_id": "p5_b199", "text": "(2)"}, {"text_block_id": "p5_b200", "text": "Further provisions by Government Decree may also be issued concerning"}, {"text_block_id": "p5_b207", "text": "Section 22 •"}, {"text_block_id": "p5_b208", "text": "Appeal"}, {"text_block_id": "p5_b209", "text": "(1)"}, {"text_block_id": "p5_b210", "text": "A decision of the Ministry of Agriculture and Forestry concerning the approval of a flood risk management plan may be appealed to the Supreme Administrative Court as laid down in the Administrative Procedure Act (586/1996). A decision may be appealed on the grounds that it is contrary to the law. The Ministry's decision may be implemented in spite of the appeal."}, {"text_block_id": "p5_b211", "text": "(2)"}, {"text_block_id": "p5_b212", "text": "A decision may be appealed by:"}, {"text_block_id": "p5_b221", "text": "(3)"}, {"text_block_id": "p5_b222", "text": "The provisions of section 188 and section 191 (1, 2) of the Land Use and Building Act concerning the appeal and right to appeal a decision concerning the approval of local plans apply to the appeal of a decision by a municipality concerning the approval of a flood risk management plan for stormwater and meltwater flood risks."}, {"text_block_id": "p5_b223", "text": "Section 23 •"}, {"text_block_id": "p5_b224", "text": "Taking account of the flood risk management plan"}, {"text_block_id": "p5_b225", "text": "(1)"}, {"text_block_id": "p5_b226", "text": "In their activities, the state and municipal authorities and regional development authorities must take account of the flood risk management plans approved by the Ministry of Agriculture and Forestry under section 18 and by the municipality under section 19, as appropriate."}, {"text_block_id": "p5_b227", "text": "(2)"}, {"text_block_id": "p5_b228", "text": "In addition, the flood risk management plans must be observed as laid down in other law."}, {"text_block_id": "p5_b229", "text": "Section 24 •"}, {"text_block_id": "p5_b230", "text": "Provision of information"}, {"text_block_id": "p5_b231", "text": "(1)"}, {"text_block_id": "p5_b232", "text": "The authorities must provide the Centre for Economic Development, Transport and the Environment and the relevant municipal authority, free of charge, with information in their possession that is necessary for the planning of flood risk management."}, {"text_block_id": "p5_b233", "text": "(2)"}, {"text_block_id": "p5_b234", "text": "The obligation laid down in subsection 1 also applies to a party obliged by law to prepare for exceptional circumstances, disturbances or emergency situations."}, {"text_block_id": "p5_b235", "text": "Section 25 •"}, {"text_block_id": "p5_b236", "text": "Supply of information"}, {"text_block_id": "p5_b237", "text": "(1)"}, {"text_block_id": "p5_b238", "text": "The municipality supplies information on significant flood risk areas referred to in section 19(1) to the Centre for Economic Development, Transport and the Environment as well"}, {"text_block_id": "p6_b239", "text": "as copies of the maps referred to in that subsection and of the approved flood risk management plans referred to in section 19(2)."}, {"text_block_id": "p6_b240", "text": "Section 26 •"}, {"text_block_id": "p6_b241", "text": "Information system"}, {"text_block_id": "p6_b242", "text": "(1)"}, {"text_block_id": "p6_b243", "text": "The Centres for Economic Development, Transport and the Environment and the Finnish Environment Institute create and maintain an information system in which the maps referred to in paragraph 3 of section 4(1), decisions referred to in section 8(3) and 15(2), flood risk management plans referred to in section 18 and information referred to in section 25 are recorded."}, {"text_block_id": "p6_b244", "text": "(2)"}, {"text_block_id": "p6_b245", "text": ". Provisions on other information to be recorded in the information system may be issued by Government Decree."}, {"text_block_id": "p6_b246", "text": "Section 27 •"}, {"text_block_id": "p6_b247", "text": "Public access to information"}, {"text_block_id": "p6_b248", "text": "(1)"}, {"text_block_id": "p6_b249", "text": "The Finnish Environment Institute ensures that information on significant flood risk areas, flood hazard maps and flood risk maps and approved flood risk management plans are available to the public in the information network."}, {"text_block_id": "p6_b250", "text": "Section 28 •"}, {"text_block_id": "p6_b251", "text": "Flood risk management unit"}, {"text_block_id": "p6_b252", "text": "(1)"}, {"text_block_id": "p6_b253", "text": "A water resources management region constitutes a flood risk management unit and an international water resources management region constitutes an international flood risk management unit."}, {"text_block_id": "p6_b254", "text": "(2)"}, {"text_block_id": "p6_b255", "text": "Provisions on the cooperation authority of an international flood risk management unit are laid down by Government Decree."}, {"text_block_id": "p6_b256", "text": "Section 29 •"}, {"text_block_id": "p6_b257", "text": "Entry into force"}, {"text_block_id": "p6_b258", "text": "(1)"}, {"text_block_id": "p6_b259", "text": "This Act enters into force on 30 June 2010."}], "document_description": "This Act forms part of the adaptation strategy and concerns the organisation of flood risk management. The purpose of the Act is to reduce flood risks, prevent and mitigate the adverse consequences caused by floods and promote the preparedness for floods. The purpose of the Act is also to co-ordinate flood risk management and other management of river basins, with due account for the needs relating to sustainable use and protection of water resources. The principal administrative authority for purposes of this Act is the Ministry of Agriculture and Forestry. Executive tasks are assigned to the Centre for Economic Development, Transport and the Environment.The act is also accompanied by a Government Decree on Flood Risk Management to implement the provisions through preliminary flood risk assessment, preparation of flood hazard maps and flood risk maps, preparing flood risk management plans for river basins and coastal areas."}