{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Land Use and Building Act (including 2003 amendment)", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2003", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2003/FIN-2003-01-01-Land Use and Building Act (including 2003 amendment)_5bd18d648eda1d6eae6c5662721e58c6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NB:  UNOFFICIAL TRANSLATION FINLAND"}, {"text_block_id": "p0_b2", "text": "No. 132"}, {"text_block_id": "p0_b3", "text": "Land Use and Building Act"}, {"text_block_id": "p0_b4", "text": "(132/1999, amendment 222/2003 included)"}, {"text_block_id": "p0_b5", "text": "In accordance with the decision of Parliament the following is enacted:"}, {"text_block_id": "p0_b6", "text": "Chapter 1"}, {"text_block_id": "p0_b7", "text": "General provisions"}, {"text_block_id": "p0_b8", "text": "Section 1"}, {"text_block_id": "p0_b9", "text": "General objective of the Act"}, {"text_block_id": "p0_b10", "text": "The objective of this Act is to ensure that the use of land and water areas and building activities on them create preconditions for a favourable living environment and promote ecologically, economically, socially and culturally sustainable development."}, {"text_block_id": "p0_b11", "text": "The Act also aims to ensure that everyone has the right to participate in the preparation process, and that planning is high quality and interactive, that expertise is comprehensive and that there is open provision of information on matters being processed."}, {"text_block_id": "p0_b12", "text": "Section 2"}, {"text_block_id": "p0_b13", "text": "Scope of application"}, {"text_block_id": "p0_b14", "text": "The provisions of this Act shall be observed in the planning, building development and use of land and water areas, unless otherwise prescribed."}, {"text_block_id": "p0_b15", "text": "More detailed provisions and regulations concerning the planning, building development and use of land-areas may be issued by decree, ministerial decision or in a local authority's building ordinance, as prescribed below."}, {"text_block_id": "p0_b16", "text": "In addition, essential requirements concerning buildings and other construction works referred to in Council Directive 89/106/EEC of 21 December 1988 on the approximation of laws, regulations and administrative provisions of the Member States relating to construction products and requirements based on the said directive concerning construction products are prescribed and issued by this act and under it."}, {"text_block_id": "p0_b17", "text": "Section 3"}, {"text_block_id": "p0_b18", "text": "Impact on other planning and decision-making"}, {"text_block_id": "p0_b19", "text": "Land use objectives and plans in accordance with this Act must be taken into account, as separately prescribed, when planning and deciding on use of the environment on the basis of other legislation."}, {"text_block_id": "p0_b20", "text": "Section 4"}, {"text_block_id": "p0_b21", "text": "System of land use planning"}, {"text_block_id": "p0_b22", "text": "Land use in municipalities is organized and steered by local master plans and local detailed plans. The local master plan indicates the general principles of land use in the municipality. The local detailed plan indicates how land-areas within a municipality are used and built."}, {"text_block_id": "p1_b23", "text": "Local authorities may draw up a joint master plan. Regional land use plans contain a general plan for land use for the entire region or for a specific sub-area therein."}, {"text_block_id": "p1_b24", "text": "The Council of State may adopt national objectives concerning land use and regional structure"}, {"text_block_id": "p1_b25", "text": "."}, {"text_block_id": "p1_b26", "text": "Section 5"}, {"text_block_id": "p1_b27", "text": "Objectives in land use planning"}, {"text_block_id": "p1_b28", "text": "The objective in land use planning is to promote the following through interactive planning and sufficient assessment of impact:"}, {"text_block_id": "p1_b29", "text": "The objective in land use planning is to promote the following through interactive planning and sufficient assessment of impact:\n* a safe, healthy, pleasant, socially functional living and working environment which provides for the needs of various population groups, such as children, the elderly and the handicapped;\n* economical community structure and land use;\n* protection of the beauty of the built environment and of cultural values;\n* biological diversity and other natural values;\n* environmental protection and prevention of environmental hazards;\n* provident use of natural resources;\n* functionality of communities and good building;\n* economical community building;\n* favourable business conditions;\n* availability of services;\n* an appropriate traffic system and, especially, public transport and non-motorized traffic."}, {"text_block_id": "p1_b51", "text": "The content requirements for the various plans concerning the objectives laid down in paragraph 1 above are prescribed separately below in this Act for each type of plan."}, {"text_block_id": "p1_b52", "text": "Section 6"}, {"text_block_id": "p1_b53", "text": "Interaction and publication of planning information"}, {"text_block_id": "p1_b54", "text": "Plans must be prepared in interaction with such persons and bodies on whose circumstances or benefits the plan may have substantial impact, as prescribed below in this Act."}, {"text_block_id": "p1_b55", "text": "The authority preparing plans must publicize planning information so that those concerned are able to follow and influence the planning process."}, {"text_block_id": "p1_b56", "text": "Section 7"}, {"text_block_id": "p1_b57", "text": "Planning review"}, {"text_block_id": "p1_b58_merged", "text": "At least once each year, local authorities must draw up a review of all planning matters that are or will in the near future become pending in the local authority or the regional council and which are not of minor importance (planning review). The review briefly explains planning matters and the stage of processing reached as well as any such decisions and other actions which have an immediate influence on the basic premises, objectives, content and implementation of plans."}, {"text_block_id": "p1_b61", "text": "Planning reviews must be publicized in a manner appropriate for their purpose."}, {"text_block_id": "p1_b62", "text": "Section 8"}, {"text_block_id": "p1_b63", "text": "Development negotiations"}, {"text_block_id": "p1_b64", "text": "At least once each year, the local authority and the regional environment centre shall conduct development negotiations on issues concerning the planning of land use and land development within the local authority's territory, important planning matters that are or will in the near future become pending, and issues pertaining to cooperation between the local authority and the regional environment centre."}, {"text_block_id": "p2_b65", "text": "Section 9"}, {"text_block_id": "p2_b66", "text": "Impact assessment in connection with planning"}, {"text_block_id": "p2_b67", "text": "Plans must be founded on sufficient studies and reports. When a plan is drawn up, the environmental impact of implementing the plan, including socio-economic, social, cultural and other impacts, must be assessed to the necessary extent. Such an assessment must cover the entire area where the plan may be expected to have material impact."}, {"text_block_id": "p2_b68", "text": "Section 10"}, {"text_block_id": "p2_b69", "text": "Planners' qualifications"}, {"text_block_id": "p2_b70", "text": "Persons drawing up a plan must be qualified for the task. Qualifications will be prescribed in more detail by decree."}, {"text_block_id": "p2_b71", "text": "Section 11"}, {"text_block_id": "p2_b72", "text": "Land use agreements"}, {"text_block_id": "p2_b73", "text": "Section 11 has been repealed (222/2003)."}, {"text_block_id": "p2_b74", "text": "Section 12"}, {"text_block_id": "p2_b75", "text": "Objectives of building guidance"}, {"text_block_id": "p2_b76", "text": "The objective of building guidance is to promote:"}, {"text_block_id": "p2_b77", "text": "The objective of building guidance is to promote:\n* the creation of a good living environment that is socially functional and aesthetically harmonious, safe and pleasant and serves the needs of its users;\n* building based on approaches which have sustainable and economical life-cycle properties and are socially and economically viable, and create and maintain cultural values;\n* the planned and continuous care and maintenance of the built environment and building stock."}, {"text_block_id": "p2_b83", "text": "Section 13"}, {"text_block_id": "p2_b84", "text": "The Finnish Building Code"}, {"text_block_id": "p2_b85", "text": "The competent ministry will issue technical and corresponding general regulations and instructions supplementing this Act, which are published in the Finnish Building Code. In addition, the ministry is in charge of harmonizing regulations concerning buildings issued by government authorities. Furthermore, regulations that concern building but are issued under other legislation may also be included in the Building Code."}, {"text_block_id": "p2_b86", "text": "The regulations in the Building Code are binding. Instructions are not binding, however, and approaches other than those suggested in them may be applied if they meet the requirements set for building."}, {"text_block_id": "p2_b87", "text": "The regulations in the Building Code concern the construction of new buildings. Unless otherwise specifically prescribed by the regulations, they are applicable to renovation and alteration work only in so far as the type and extent of the measure and a possible change in use of the building or part thereof require."}, {"text_block_id": "p2_b88", "text": "Section 14"}, {"text_block_id": "p2_b89", "text": "Building ordinance"}, {"text_block_id": "p2_b90", "text": "A local authority must have a building ordinance. The building ordinance may contain different regulations for different areas of the local authority."}, {"text_block_id": "p3_b91", "text": "The building ordinance issues regulations that are based on local conditions and that are necessary for organized and appropriate building, taking cultural, ecological and scenic values into account, and for creating and maintaining a good living environment. The building ordinance regulations shall not be unreasonable in relation to landowners or other titleholders."}, {"text_block_id": "p3_b92", "text": "The building ordinance regulations may concern construction sites, the size and location of buildings, a building's suitability for its surroundings, the method of construction, planting, fences and other constructions, management of the built environment, organization of water supply and drainage, definition of areas requiring planning, and other corresponding matters of local importance pertaining to building."}, {"text_block_id": "p3_b93", "text": "The building ordinance regulations are not applied in matters where a legally binding local master plan, local detailed plan or the Finnish Building Code provides otherwise."}, {"text_block_id": "p3_b94", "text": "Section 15"}, {"text_block_id": "p3_b95", "text": "Approving a building ordinance"}, {"text_block_id": "p3_b96", "text": "The building ordinance is approved by the local council. The provisions of section 62 on interaction and of section 65 on making land use plan proposals available to the public shall be observed, where applicable, when drawing up the building ordinance. More detailed provisions concerning the drawing up of building ordinances will be issued by decree."}, {"text_block_id": "p3_b97", "text": "Section 16"}, {"text_block_id": "p3_b98", "text": "Areas requiring planning"}, {"text_block_id": "p3_b99", "text": "An area requiring planning is an area the use of which involves needs that require special measures, such as road, water main or sewer construction or arranging other areas."}, {"text_block_id": "p3_b100", "text": "Provisions concerning areas requiring planning also apply to construction where the environmental impact is so substantial as to require more comprehensive consideration than the normal permit procedure."}, {"text_block_id": "p3_b101", "text": "In a legally binding local master plan or building ordinance, local authorities may also designate areas where, due to their location, community development requiring planning may be expected, or where land use planning is warranted by particular environmental values or hazards, as areas requiring planning. An order in a local master plan or a building ordinance designating an area as requiring planning may be in force for a maximum of ten years at a time."}, {"text_block_id": "p3_b102", "text": "The special preconditions concerning building permits in areas requiring planning as referred to in this section are laid down in section 137."}, {"text_block_id": "p3_b103", "text": "The need for planning in shore areas is prescribed in section 72."}, {"text_block_id": "p3_b104", "text": "Chapter 2"}, {"text_block_id": "p3_b105", "text": "Authorities"}, {"text_block_id": "p3_b106", "text": "Section 17"}, {"text_block_id": "p3_b107", "text": "Functions of the competent ministry"}, {"text_block_id": "p3_b108", "text": "The functions of the competent ministry include the general development and guidance of land use planning and building activities. The competent ministry promotes, steers and monitors regional planning."}, {"text_block_id": "p3_b109", "text": "The functions of the competent ministry also include the obligations to take action laid down for Member States in the Construction Products Directive."}, {"text_block_id": "p3_b110", "text": "In this Act, the competent ministry refers to the Ministry of the Environment, unless otherwise prescribed by decree."}, {"text_block_id": "p4_b111", "text": "Section 18"}, {"text_block_id": "p4_b112", "text": "Functions of the regional environment centre"}, {"text_block_id": "p4_b113", "text": "The regional environment centre promotes and steers the organization of land use planning and building activity within the areas covered by a local authority"}, {"text_block_id": "p4_b114", "text": "."}, {"text_block_id": "p4_b115", "text": "The regional environment centre must especially exercise control to ensure that national land use objectives, other goals pertaining to land use and building, and provisions concerning the management of planning matters and building activities are taken into account in planning, building and other land use, as provided in this Act. In addition, the regional environment centre performs the functions entrusted to it in section 4 of the Act on the Environmental Administration (55/1995)."}, {"text_block_id": "p4_b116", "text": "Section 19"}, {"text_block_id": "p4_b117", "text": "Functions of the regional council"}, {"text_block_id": "p4_b118", "text": "It is the regional council's function to carry out regional planning."}, {"text_block_id": "p4_b119", "text": "Section 20"}, {"text_block_id": "p4_b120", "text": "Functions of the local authority"}, {"text_block_id": "p4_b121", "text": "The local authority shall take charge of land use planning and building guidance and control within its territory"}, {"text_block_id": "p4_b122", "text": "."}, {"text_block_id": "p4_b123", "text": "The local authority must have sufficient resources and expertise available for these functions."}, {"text_block_id": "p4_b124", "text": "If the local authority's population is greater than 6,000, it must have"}, {"text_block_id": "p4_b125", "text": "a planner"}, {"text_block_id": "p4_b126", "text": "who is qualified to manage the local authority's planning functions. Local authorities may also share a planner, or a local authority may, under an agreement, assign the duties to a planner employed by another local authority or a joint municipal board."}, {"text_block_id": "p4_b127", "text": "If special cause exists, the competent ministry may grant a local authority a fixed-term exemption from the functions referred to in paragraph 2."}, {"text_block_id": "p4_b128", "text": "Section 21"}, {"text_block_id": "p4_b129", "text": "Local building control authority"}, {"text_block_id": "p4_b130", "text": "Statutory functions regarding building control are the charge of a committee or some other multimember body, excluding the municipal board, appointed by the local authority."}, {"text_block_id": "p4_b131_merged_merged_merged", "text": "The local authority must have a building inspector for the purpose of building guidance and control. Local authorities may share a building inspector, if this is appropriate in terms of carrying out the functions. Also, the local authority may, under an agreement, delegate building control functions to an officeholder in another local authority."}, {"text_block_id": "p4_b134", "text": "The qualifications required of a building inspector will be prescribed in more detail by decree."}, {"text_block_id": "p4_b135", "text": "The provisions of the Local Government Act (365/1995) are applied to delegation of the powers of a building control authority. However, decisions in matters concerning administrative enforcement or claim for rectification may not be delegated to an officeholder."}, {"text_block_id": "p5_b136", "text": "Chapter 3"}, {"text_block_id": "p5_b137", "text": "National land use objectives"}, {"text_block_id": "p5_b138", "text": "Section 22"}, {"text_block_id": "p5_b139", "text": "National land use objectives"}, {"text_block_id": "p5_b140", "text": "National land use objectives are decided upon by the Council of State."}, {"text_block_id": "p5_b141", "text": "National land use objectives may concern matters which have:"}, {"text_block_id": "p5_b142", "text": "National land use objectives may concern matters which have:\n* international or more extensive than regional bearing on local structure, land use, or the transport or power network;\n* a significant impact on national cultural or natural heritage; or\n* nationally significant impact on ecological sustainability, the economy of the local structure, or avoidance of environmental hazards."}, {"text_block_id": "p5_b148", "text": "When national land use objectives are issued, the general objectives of this Act and the objectives for land use planning laid down in section 5 must be taken into account."}, {"text_block_id": "p5_b149", "text": "Section 23"}, {"text_block_id": "p5_b150", "text": "Drafting of objectives"}, {"text_block_id": "p5_b151", "text": "The competent ministry is in charge of drafting national land use objectives, in collaboration with the other ministries, regional councils and other authorities and parties whom the matter concerns. Drafting of objectives shall be based on interaction between the various parties."}, {"text_block_id": "p5_b152", "text": "Section 24"}, {"text_block_id": "p5_b153", "text": "Implementing objectives and taking them into account"}, {"text_block_id": "p5_b154", "text": "Government authorities must take national land use objectives into account, promote their implementation and assess the impact of their actions on local structure and land use."}, {"text_block_id": "p5_b155", "text": "In regional and other land use planning, national land use objectives must be taken into account in a way that promotes their implementation."}, {"text_block_id": "p5_b156", "text": "Chapter 4"}, {"text_block_id": "p5_b157", "text": "Regional planning"}, {"text_block_id": "p5_b158", "text": "Section 25"}, {"text_block_id": "p5_b159", "text": "Purpose of regional planning"}, {"text_block_id": "p5_b160", "text": "Regional planning includes the regional scheme, the regional plan which steers other land use planning, and the regional development programme. Provisions concerning the regional development programme are laid down separately."}, {"text_block_id": "p5_b161", "text": "National objectives are taken into account in regional planning by adapting them to regional and local land use objectives."}, {"text_block_id": "p5_b162", "text": "The regional scheme indicates the regional development goals."}, {"text_block_id": "p5_b163", "text": "The regional plan sets out the principles of land use and community structure, and designates areas as necessary for regional development. Areas are designated as reserved only to the extent and accuracy required by national or regional land use goals or by harmonizing the use of land in more than one municipality."}, {"text_block_id": "p6_b164", "text": "Section 26"}, {"text_block_id": "p6_b165", "text": "Regional council"}, {"text_block_id": "p6_b166_merged", "text": "Drawing up a regional plan and other regional planning is the charge of the joint municipal board (regional council), of which the area's local authorities must be members."}, {"text_block_id": "p6_b169", "text": "Provisions concerning division into regions will be laid down separately."}, {"text_block_id": "p6_b170", "text": "Section 27"}, {"text_block_id": "p6_b171", "text": "Drawing up a regional plan"}, {"text_block_id": "p6_b172", "text": "The regional council must see to it that a regional plan is drawn up as needed and that it is kept up-to-date and developed."}, {"text_block_id": "p6_b173", "text": "The regional plan may also be drawn up in stages or by sub-area. When the plan is drawn up by sub-area, a body must be appointed under the regional council to steer the drafting, with members proposed by the relevant local authorities."}, {"text_block_id": "p6_b174", "text": "Section 28"}, {"text_block_id": "p6_b175", "text": "Required content of the regional plan"}, {"text_block_id": "p6_b176", "text": "National land use objectives must be taken into account in drawing up regional plans, as provided above. Special needs deriving from regional conditions must also be taken into account in drawing up the plan. The plan must be harmonized as far as possible with the regional plans of other areas adjacent to the land-area it covers."}, {"text_block_id": "p6_b177", "text": "Nature conservation programmes and decisions referred to in sections 7 and 77, and designation decisions concerning landscape conservation areas referred to in section 32 of the Nature Conservation Act (1096/1996) must be used as a guideline in drawing up the plan."}, {"text_block_id": "p6_b178", "text": "In planning, special attention shall be paid to the following:"}, {"text_block_id": "p6_b179", "text": "In planning, special attention shall be paid to the following:\n* appropriate regional and community structure of the region;\n* ecological sustainability of land use;\n* environmentally and economically sustainable arrangement of transport and technical services;\n* sustainable use of water and extractable land resources;\n* operating conditions for the region's businesses;\n* protection of landscape, natural values, and cultural heritage; and\n* sufficient availability of areas suitable for recreation."}, {"text_block_id": "p6_b193", "text": "In addition, when drawing up a plan, attention must be paid to the economy of land use and to avoiding unreasonable harm to landowners or other titleholders. When a plan is drawn up, the party responsible for implementing the plan and the measures it requires must be indicated."}, {"text_block_id": "p6_b194", "text": "The matters referred to above in this section must be settled and taken into account to the extent that the purpose of the regional plan as a general plan requires."}, {"text_block_id": "p6_b195", "text": "Section 29"}, {"text_block_id": "p6_b196", "text": "Presentation of the regional plan"}, {"text_block_id": "p6_b197", "text": "The regional plan is presented on a map. The plan includes a key to the symbols used and written regulations."}, {"text_block_id": "p6_b198", "text": "The regional plan includes a report which provides the information required for assessing the goals and options of the plan and their impacts, and the justification for the approaches adopted, as provided in more detail by decree."}, {"text_block_id": "p7_b199", "text": "Section 30"}, {"text_block_id": "p7_b200", "text": "Regulations issued in a regional plan"}, {"text_block_id": "p7_b201", "text": "Regulations required in planning or developing the area covered by the regional plan may be given in the plan, taking into account its purpose and the demands set for its content ("}, {"text_block_id": "p7_b202", "text": "regional plan regulations"}, {"text_block_id": "p7_b203", "text": ")."}, {"text_block_id": "p7_b204_merged_merged", "text": "When an area requires protection due to its landscape, natural values, built environment, cultural and historical values or special environmental values, the necessary regulations for this purpose may be given in the regional plan (protection regulations)."}, {"text_block_id": "p7_b207", "text": "Section 31"}, {"text_block_id": "p7_b208", "text": "Approving and ratifying the regional plan"}, {"text_block_id": "p7_b209", "text": "The regional plan is approved by the regional council's highest decision-making body. Following approval, the regional plan is submitted to the competent ministry for ratification."}, {"text_block_id": "p7_b210", "text": "The competent ministry must obtain opinions regarding the regional plan from such other ministries as the matter concerns."}, {"text_block_id": "p7_b211", "text": "If the plan does not meet the content requirements prescribed for it in section 28, or if the decision is otherwise unlawful, the competent ministry shall not ratify the plan or will ratify it only in part. Otherwise, the plan shall be ratified."}, {"text_block_id": "p7_b212", "text": "If the various ministries' opinions are essentially divergent, the competent ministry must refer the matter to a Council of State plenary session for a decision."}, {"text_block_id": "p7_b213", "text": "If a regional plan has not been submitted for ratification within one year of its approval, the decision to approve the plan shall be considered void."}, {"text_block_id": "p7_b214", "text": "Corrective adjustments and, with the regional council's approval, minor amendments may be made to the regional plan in connection with ratification. Those whose interests or rights are directly affected must be heard regarding amendments."}, {"text_block_id": "p7_b215", "text": "Section 32"}, {"text_block_id": "p7_b216", "text": "The regional plan's legal consequences for other planning and authorities' activities"}, {"text_block_id": "p7_b217", "text": "The regional plan shall be used as a guideline in drawing up and amending local master plans and local detailed plans, and when any other measures are taken to organize land use."}, {"text_block_id": "p7_b218", "text": "When planning measures concerning land use and deciding on their implementation, authorities shall take the regional plan into account, seek to promote implementation of the plan and ensure that taking the measures does not hinder the plan's implementation."}, {"text_block_id": "p7_b219", "text": "The regional plan is not valid in areas where a legally binding local master plan or local detailed plan is in force, except concerning amendment as referred to in paragraph 1."}, {"text_block_id": "p7_b220", "text": "Section 33"}, {"text_block_id": "p7_b221", "text": "Building restriction"}, {"text_block_id": "p7_b222", "text": "A building restriction is in force in areas designated by the regional plan as recreation or protection areas or areas for transportation or technical service networks. The area covered by building restrictions may be increased or decreased by a special order in the plan."}, {"text_block_id": "p7_b223", "text": "Where a building restriction is in force, a building permit may not be granted if it hinders implementation of the regional plan. The permit shall be granted, however, if its denial on the basis of the regional plan would cause substantial harm to the applicant, and the local authority or, when the area should be"}, {"text_block_id": "p8_b224", "text": "considered reserved for its needs, some other public entity does not expropriate the area or does not provide reasonable compensation for the said harm ("}, {"text_block_id": "p8_b225", "text": "conditional building restriction"}, {"text_block_id": "p8_b226", "text": "). Changes in ownership that have taken place after approval of the regional plan are not taken into consideration when assessing harm, unless the changes have been made for the purpose of implementing the said plan. Similarly, when the land reservation in a regional plan corresponds in the main to a regional plan reservation as defined in the Building Act (370/1958), changes in ownership that have taken place after approval of the regional plan referred to in the Act of 1958 are not taken into consideration."}, {"text_block_id": "p8_b227_merged_merged", "text": "If necessary in order to ensure the organization of land use, the regional council may prohibit the use of land covered by a building restriction based on a plan proposal or approved plan, for construction in conflict with the proposal or plan (building restriction). The restriction does not concern the construction of an outbuilding belonging to an existing dwelling, nor construction required by agriculture or forestry. The restriction is in force until the regional plan has been ratified, though not longer than two years. If a special reason exists, the competent ministry may extend this period by a maximum of two years."}, {"text_block_id": "p8_b230", "text": "Section 34"}, {"text_block_id": "p8_b231", "text": "Expropriation of land"}, {"text_block_id": "p8_b232", "text": "Provisions concerning expropriation for the purpose of implementing a regional plan are laid down in section 99."}, {"text_block_id": "p8_b233", "text": "Chapter 5"}, {"text_block_id": "p8_b234", "text": "Local master plan"}, {"text_block_id": "p8_b235", "text": "Section 35"}, {"text_block_id": "p8_b236", "text": "Purpose of the local master plan"}, {"text_block_id": "p8_b237", "text": "The purpose of the local master plan is to provide general guidance regarding the community structure and land use of a municipality or a part thereof, and to integrate functions. A local master plan may also be drawn up to guide land use and building in a specified area."}, {"text_block_id": "p8_b238", "text": "The local master plan presents the principles of targeted development and indicates the areas required as a foundation for detailed planning, other planning and building, and other land use."}, {"text_block_id": "p8_b239", "text": "The local master plan may also be drawn up in stages or by sub-area."}, {"text_block_id": "p8_b240", "text": "Section 36"}, {"text_block_id": "p8_b241", "text": "Need to draw up a local master plan"}, {"text_block_id": "p8_b242", "text": "The local authority must see to the necessary drawing up of a local master plan and to keeping it up-to-date."}, {"text_block_id": "p8_b243", "text": "Section 37"}, {"text_block_id": "p8_b244", "text": "Approving the local master plan"}, {"text_block_id": "p8_b245", "text": "The local master plan is approved by the local council."}, {"text_block_id": "p8_b246", "text": "Section 38"}, {"text_block_id": "p8_b247", "text": "Prohibitions during the drafting of the local master plan"}, {"text_block_id": "p8_b248", "text": "When the drafting or amendment of a local master plan has been initiated, the local authority may impose a building prohibition in the area and a restriction on action referred to in section 128."}, {"text_block_id": "p8_b249", "text": "The maximum term of building prohibitions and restrictions on action is five years. While planning remains incomplete, the local authority may extend the term by a maximum of five years and the regional"}, {"text_block_id": "p9_b250", "text": "environment centre, under application from the local authority and for a specific reason, for a further maximum of five years."}, {"text_block_id": "p9_b251", "text": "A building prohibition and restriction on action referred to in paragraph 1 imposed by the local authority also apply to areas covered by an approved local master plan or an approved amendment thereof, until the approval decision has taken legal effect."}, {"text_block_id": "p9_b252", "text": "Section 39"}, {"text_block_id": "p9_b253", "text": "Required content of the local master plan"}, {"text_block_id": "p9_b254", "text": "When the local master plan is drafted, the regional plan must be taken into account as provided above."}, {"text_block_id": "p9_b255", "text": "The following must be taken into account when a local master plan is drafted:"}, {"text_block_id": "p9_b256", "text": "The following must be taken into account when a local master plan is drafted:\n* the functionality, economy and ecological sustainability of the community structure;\n* utilization of the existing community structure;\n* housing needs and availability of services;\n* opportunities to organize traffic, especially public transport and non-motorized traffic, energy, water supply and drainage, and energy and waste management in an appropriate manner which is sustainable in terms of the environment, natural resources and economy;\n* opportunities for a safe and healthy living environment which takes different population groups into equal consideration;\n* business conditions within the municipality;\n* reduction of environmental hazards;\n* protection of the built environment, landscape and natural values; and\n* sufficient number of areas suitable for recreation."}, {"text_block_id": "p9_b274", "text": "The issues referred to above in paragraph 2 must be resolved and taken into account to the extent required by the steering goal and degree of detail of the local master plan."}, {"text_block_id": "p9_b275", "text": "The local master plan shall not cause unreasonable harm to landowners or other titleholders."}, {"text_block_id": "p9_b276", "text": "Section 40"}, {"text_block_id": "p9_b277", "text": "Presentation of the local master plan"}, {"text_block_id": "p9_b278", "text": "The local master plan is presented on a map. The plan includes a key to the symbols used and written regulations."}, {"text_block_id": "p9_b279", "text": "The local master plan includes a report which provides the information required for assessing the goals and options of the plan and their impacts, and justification for the approaches adopted, as provided in more detail by decree."}, {"text_block_id": "p9_b280", "text": "Section 41"}, {"text_block_id": "p9_b281", "text": "Regulations issued in a local master plan"}, {"text_block_id": "p9_b282", "text": "Regulations required in planning or developing the area of the local master plan may be issued in it, taking the plan's purpose and the demands set for its content into account ("}, {"text_block_id": "p9_b283", "text": "local master plan regulations"}, {"text_block_id": "p9_b284", "text": "). Regulations issued in a local master plan may, among other things, concern special guidance on land use and building in a specific area and the prevention or limitation of harmful environmental impacts."}, {"text_block_id": "p9_b285_merged_merged", "text": "When an area or building requires protection due to its landscape, natural values, built environment, cultural and historical values or other special environmental values, the necessary regulations for this purpose may be issued in the local master plan (protection regulations)."}, {"text_block_id": "p10_b288", "text": "Section 42"}, {"text_block_id": "p10_b289", "text": "The local master plan's legal consequences for other planning and authorities' activities"}, {"text_block_id": "p10_b290", "text": "The local master plan shall be used as a guideline in drawing up and amending local detailed plans, and when any other measures are taken to organize land use."}, {"text_block_id": "p10_b291", "text": "When planning measures concerning land use and deciding on their implementation, authorities shall ensure that taking the measures will not hinder the plan's implementation."}, {"text_block_id": "p10_b292", "text": "The local master plan replaces any previously approved local master plan for the same area, unless otherwise stipulated in the plan. The local master plan is not valid in areas where a local detailed plan is in force, except concerning amendment of the detailed plan as referred to in paragraph 1."}, {"text_block_id": "p10_b293", "text": "Section 43"}, {"text_block_id": "p10_b294", "text": "Restrictions on building and actions"}, {"text_block_id": "p10_b295", "text": "A building permit may not be granted if it hinders implementation of the local master plan. The permit shall be granted if, however, its denial on the basis of the local master plan would cause substantial harm to the applicant, and the local authority or, when the area should be considered reserved for its needs, some other public entity does not expropriate the area or does not provide reasonable compensation for the said harm ("}, {"text_block_id": "p10_b296", "text": "conditional building restriction"}, {"text_block_id": "p10_b297", "text": "). Changes in ownership that have taken place after approval of the local master plan are not taken into consideration when assessing harm, unless the changes have been made for the purpose of implementing the said plan."}, {"text_block_id": "p10_b298", "text": "It may be stipulated in the local master plan that building which hinders the implementation of the local master plan is not allowed in the plan area or part thereof ("}, {"text_block_id": "p10_b299", "text": "building restriction"}, {"text_block_id": "p10_b300", "text": "). In such cases, the provisions of paragraph 1 are not applied. It may also be stipulated in the local master plan that action altering the landscape may not be taken without the permit referred to in section 128 ("}, {"text_block_id": "p10_b301", "text": "restriction on action"}, {"text_block_id": "p10_b302", "text": ")."}, {"text_block_id": "p10_b303_merged_merged_merged", "text": "A special order may be included in the local master plan, prohibiting for a maximum period of five years the use of land designated for building for any construction other than that serving the needs of agriculture or corresponding means of livelihood (fixed-term building restriction)."}, {"text_block_id": "p10_b306", "text": "Provisions concerning expropriation and compensation obligations due to restrictions laid down in this section are prescribed in sections 101 and 140."}, {"text_block_id": "p10_b307", "text": "Section 44"}, {"text_block_id": "p10_b308", "text": "Using the local master plans as grounds for a building permit"}, {"text_block_id": "p10_b309", "text": "Use of the local master plan as grounds for a building permit in the case of shore areas is prescribed in section 72 and in the case of areas requiring planning in section 137."}, {"text_block_id": "p10_b310", "text": "Section 45"}, {"text_block_id": "p10_b311", "text": "Local master plan with no legal consequences"}, {"text_block_id": "p10_b312", "text": "The local master plan may also be drawn up and approved so that it lacks the legal consequences referred to in this Act with regard to its entire area or a part thereof. However, the provisions of section 99, paragraph 3, concerning expropriation apply to such local master plans."}, {"text_block_id": "p11_b313", "text": "Chapter 6"}, {"text_block_id": "p11_b314", "text": "Joint municipal master plan"}, {"text_block_id": "p11_b315", "text": "Section 46"}, {"text_block_id": "p11_b316", "text": "Joint municipal master plan"}, {"text_block_id": "p11_b317_merged", "text": "For the purposes of general guidance of land use and harmonization of activities, local authorities may cooperate in drawing up the local master plan (joint master plan)."}, {"text_block_id": "p11_b320", "text": "Section 47"}, {"text_block_id": "p11_b321", "text": "Drawing up, approving and ratifying the joint master plan"}, {"text_block_id": "p11_b322", "text": "The local authorities may delegate the drawing up and approval of the joint master plan to the regional council, some other suitable joint municipal board or some other joint body of the local authorities."}, {"text_block_id": "p11_b323", "text": "What is provided in this Act regarding local authorities applies to the body referred to above in paragraph 1."}, {"text_block_id": "p11_b324", "text": "A joint master plan that has legal consequences is submitted to the competent ministry for ratification. The provisions of section 31 on ratification of the regional plan apply to ratification of the joint master plan."}, {"text_block_id": "p11_b325", "text": "Section 48"}, {"text_block_id": "p11_b326", "text": "The regional plan and the joint master plan"}, {"text_block_id": "p11_b327", "text": "The regional plan functions as a guideline for drawing up and amending the joint master plan, as provided in section 32."}, {"text_block_id": "p11_b328", "text": "If there is a justifiable reason, the content of the joint master plan may deviate from the provisions of paragraph 1. In such a case, however, care must be taken to ensure that the joint master plan conforms with the whole of the regional plan, while the provisions of section 28 regarding the required content of the regional plan shall be taken into account where applicable."}, {"text_block_id": "p11_b329", "text": "Section 49"}, {"text_block_id": "p11_b330", "text": "Application of provisions pertaining to local master plans"}, {"text_block_id": "p11_b331", "text": "Unless otherwise provided above in this chapter, what is laid down in law pertaining to local master plans applies to joint master plans."}, {"text_block_id": "p11_b332", "text": "Chapter 7"}, {"text_block_id": "p11_b333", "text": "Local detailed plan"}, {"text_block_id": "p11_b334", "text": "Section 50"}, {"text_block_id": "p11_b335", "text": "Purpose of the local detailed plan"}, {"text_block_id": "p11_b336", "text": "The local detailed plan is drawn up for the purpose of detailed organization of land use, building and development, with the aim of designating areas necessary for different purposes and of steering building and other land use, as required by local conditions, townscape and landscape, good building practice, promoting the use of existing building stock and other steering goals of the plan."}, {"text_block_id": "p12_b337", "text": "Section 51"}, {"text_block_id": "p12_b338", "text": "Need to draw up a local detailed plan"}, {"text_block_id": "p12_b339", "text": "The local detailed plan must be drawn up and kept up-to-date as required by development of the municipality or by the need to steer land use."}, {"text_block_id": "p12_b340", "text": "Section 52"}, {"text_block_id": "p12_b341", "text": "Approval of the local detailed plan"}, {"text_block_id": "p12_b342", "text": "The local detailed plan is approved by the local council. When the plan does not have significant impact, the local council's authority may be delegated in the standing orders to the municipal board or to a committee."}, {"text_block_id": "p12_b343", "text": "Section 53"}, {"text_block_id": "p12_b344", "text": "Prohibitions during drafting of the local detailed plan"}, {"text_block_id": "p12_b345", "text": "The local authority may impose a building prohibition in an area concerning which a local detailed plan is being drafted or amended. Alteration of the landscape in areas where building is prohibited is subject to permit as laid down in section 128 ("}, {"text_block_id": "p12_b346", "text": "restriction on action"}, {"text_block_id": "p12_b347", "text": ")."}, {"text_block_id": "p12_b348", "text": "A building prohibition is in force for a maximum period of two years. While the plan remains incomplete, the local authority may extend the term by a maximum of two years at a time. However, a building prohibition imposed by the local authority for the purpose of extending the area of the plan may not exceed eight years in duration."}, {"text_block_id": "p12_b349", "text": "A building prohibition is also in force in areas covered by an approved local master plan or an approved amendment thereof, until the approval decision has taken legal effect."}, {"text_block_id": "p12_b350", "text": "Section 54"}, {"text_block_id": "p12_b351", "text": "Required content of the local detailed plan"}, {"text_block_id": "p12_b352", "text": "When the local detailed plan is drafted, the regional plan and the legally binding local master plan must be taken into account as provided above."}, {"text_block_id": "p12_b353", "text": "The local detailed plan shall be drawn up so as to create the preconditions for a healthy, safe and pleasant living environment, locally available services and the organization of traffic. The built and the natural environment must be preserved and their special values must not be destroyed. There must be sufficient parks or other areas suitable for local recreation in the area covered by the plan or in its vicinity."}, {"text_block_id": "p12_b354", "text": "The local detailed plan must not substantially weaken the quality of anyone's living environment in a manner that is not justified by the plan's purpose. Moreover, the local detailed plan may not impose restrictions on or cause unreasonable harm to landowners or other titleholders that could be avoided without disregarding the objectives or requirements of the plan."}, {"text_block_id": "p12_b355", "text": "If a local detailed plan is drawn up for an area which is not covered by a legally binding local master plan, the provisions concerning the required content of local master plans must, where applicable, also be taken into account in drawing up the local detailed plan."}, {"text_block_id": "p12_b356", "text": "Section 55"}, {"text_block_id": "p12_b357", "text": "Presentation of the local detailed plan"}, {"text_block_id": "p12_b358", "text": "The local detailed plan shall be presented on a map indicating the following:"}, {"text_block_id": "p12_b359", "text": "The local detailed plan shall be presented on a map indicating the following:\n* the boundaries of the area covered by the local detailed plan (local detailed plan area);\n* the boundaries of the various areas included in the local detailed plan;"}, {"text_block_id": "p13_b365", "text": "The local detailed plan shall be presented on a map indicating the following:\n* the boundaries of the area covered by the local detailed plan (local detailed plan area);\n* the boundaries of the various areas included in the local detailed plan;\n* the public and private uses intended for land and water areas;\n* the volume of building; and\n* the principles governing the siting of buildings and, when necessary, the type of construction."}, {"text_block_id": "p13_b371", "text": "The local detailed plan also includes a key to the symbols used and written regulations."}, {"text_block_id": "p13_b372", "text": "The local detailed plan shall include a report which provides the information required for assessing the aims and alternatives of the plan and their impact, and the justification of decisions taken, as provided in more detail by decree."}, {"text_block_id": "p13_b373", "text": "Section 56"}, {"text_block_id": "p13_b374", "text": "Local detailed plan for underground facilities"}, {"text_block_id": "p13_b375", "text": "When detailed planning of land use is necessary only for the building of underground facilities or for their other use, the local detailed plan may also be drawn up in stages so that it covers only areas underground. The provisions of this and other acts concerning the use of land without a local detailed plan apply to areas where the local detailed plan concerns only underground facilities."}, {"text_block_id": "p13_b376", "text": "Section 57"}, {"text_block_id": "p13_b377", "text": "Regulations issued in the local detailed plan"}, {"text_block_id": "p13_b378", "text": "Regulations required because of the local detailed plan's purpose and the demands set for its content in building or otherwise using the area covered by it may be issued in the said plan ("}, {"text_block_id": "p13_b379", "text": "regulations in a local detailed plan"}, {"text_block_id": "p13_b380", "text": "). Regulations issued in a local detailed plan may, among other things, concern the prevention or limitation of harmful environmental impacts, and the type and size of a retail shop, if necessary to ensure the availability of retail services."}, {"text_block_id": "p13_b381", "text": "When an area or building requires protection due to its landscape, natural values, built environment, cultural and historical values or other special environmental values, the necessary regulations for this purpose may be issued in the local detailed plan ("}, {"text_block_id": "p13_b382", "text": "protection regulations"}, {"text_block_id": "p13_b383", "text": "). The protection regulations must treat landowners reasonably."}, {"text_block_id": "p13_b384", "text": "Notwithstanding the provisions of paragraph 2, regulations required to protect an object referred to in section 2 of the Act on the Protection of Buildings (60/1985) may be included in the local detailed plan. In such cases, the provisions of section 11 and section 12, paragraphs 2 and 3, of the said Act concerning the right to compensation will be applied. However, the local authority will be the party liable to pay compensation. Compensation paid by the local authority may be subsidized from government funds within the limits of the State budget. What is provided above concerning the local authority's liability to pay compensation does not apply to buildings owned by public bodies."}, {"text_block_id": "p13_b385", "text": "Section 58"}, {"text_block_id": "p13_b386", "text": "Legal consequences of the local detailed plan"}, {"text_block_id": "p13_b387_merged_merged_merged", "text": "Buildings may not be built in violation of the local detailed plan (building restriction). The local detailed plan shall be taken into account with regard to other measures altering the environment, as provided below."}, {"text_block_id": "p13_b390", "text": "Functions which hinder the use designated for other areas in the local detailed plan may not be located in the plan area. Moreover, functions which are in conflict with regulations issued in the local detailed plan concerning the prevention or restriction of harmful or disturbing environmental impacts may not be located in the local detailed plan area."}, {"text_block_id": "p13_b391", "text": "A large retail unit may not be located outside the area designated in the regional plan or the local master plan for central functions, unless the area is specifically designated for such a purpose in the local detailed plan. A large retail unit is defined in section 114."}, {"text_block_id": "p14_b392", "text": "When the timing of the local detailed plan's implementation so requires, the construction of a new building may be prohibited in the plan for a maximum of three years. When special cause exists, the local authority may extend the prohibition for a maximum period of three years at a time."}, {"text_block_id": "p14_b393", "text": "Section 59"}, {"text_block_id": "p14_b394", "text": "Compensation payable for drawing up a local detailed plan"}, {"text_block_id": "p14_b395", "text": "When the local detailed plan or an amendment to it is mainly required by private interests and drawn up on the initiative of the landowner or other titleholder, the local authority is entitled to charge the costs incurred in drawing up and processing the plan to the landowner or titleholder concerned."}, {"text_block_id": "p14_b396", "text": "Section 60"}, {"text_block_id": "p14_b397", "text": "Assessment of whether the local detailed plan is up-to-date"}, {"text_block_id": "p14_b398", "text": "The local authority must monitor local detailed plans to ensure that they are kept up-to-date and, when necessary, take action to revise outdated plans."}, {"text_block_id": "p14_b399", "text": "A building permit may not be granted for the construction of a new building which has substantial impact on land use or the surrounding landscape in an area where the local detailed plan has been in force for more than 13 years and remains to a significant extent unimplemented, before the local authority has assessed whether the plan is up-to-date. Assessment is not required, however, if no more than five years have passed since the previous assessment. The assessment of the local detailed plan may be conducted so as to cover an area which forms a functional entity in terms of the assessment. A local authority's decision that the local detailed plan is up-to-date may not be appealed."}, {"text_block_id": "p14_b400", "text": "When special cause exists, the 13-year period referred to above in paragraph 2 may be extended or reduced in the local detailed plan. The period may not, however, be less than five years, or more than 20 years."}, {"text_block_id": "p14_b401", "text": "Periods when a building prohibition as provided in section 53, paragraph 1, for the purpose of amending the local detailed plan, or a prohibition as referred to in section 58, paragraph 4, are in force in the area concerned are not included when computing the 13-year period referred to in paragraph 2 above."}, {"text_block_id": "p14_b402", "text": "More detailed provisions concerning assessment of whether the local detailed plan is up-to-date will be issued by decree."}, {"text_block_id": "p14_b403", "text": "Section 61"}, {"text_block_id": "p14_b404", "text": "Implications of the above assessment"}, {"text_block_id": "p14_b405", "text": "If the assessment indicates that the local detailed plan is outdated, a building permit may not be granted before the plan has been amended. A building prohibition for the purpose of amending a local detailed plan as referred to in section 53, paragraph 1, comes into force as of the local authority's decision that the plan is outdated."}, {"text_block_id": "p14_b406", "text": "Chapter 8"}, {"text_block_id": "p14_b407", "text": "Planning procedure and interaction"}, {"text_block_id": "p14_b408", "text": "Section 62"}, {"text_block_id": "p14_b409", "text": "Interaction in drawing up a plan"}, {"text_block_id": "p14_b410_merged", "text": "Planning procedures must be organized and the principles, objectives and goals and possible alternatives of planning publicized so that the landowners in the area and those on whose living, working or other conditions the plan may have a substantial impact, and the authorities and corporations whose sphere of activity the planning involves (interested party), have the opportunity to participate in preparing the plan, estimate its impact and state their opinion on it, in writing or orally."}, {"text_block_id": "p15_b413", "text": "Section 63"}, {"text_block_id": "p15_b414", "text": "Participation and assessment scheme"}, {"text_block_id": "p15_b415", "text": "When a plan is being drawn up, a scheme covering participation and interaction procedures and assessment of the plan's impact must be drawn up in good time, as required by the purpose and the significance of the plan."}, {"text_block_id": "p15_b416", "text": "The initiation of the planning process must be publicized so that interested parties have the opportunity to obtain information on the principles of the planning and of the participation and assessment procedure. Such publicity must be arranged in a manner appropriate to the purpose and significance of the plan. The publicity may also take place in connection with the publication of a planning review."}, {"text_block_id": "p15_b417", "text": "Section 64"}, {"text_block_id": "p15_b418", "text": "Negotiation on the participation and assessment scheme"}, {"text_block_id": "p15_b419", "text": "The local authority may negotiate with the regional environment centre on the adequacy and implementation of the participation and assessment scheme."}, {"text_block_id": "p15_b420", "text": "Before the plan proposal is made available to the public, interested parties have the opportunity to propose negotiations to the regional environment centre on the adequacy of the participation and assessment scheme. If the scheme is clearly inadequate, the regional environment centre shall, without delay, arrange negotiations with the local authority to examine what additions are required."}, {"text_block_id": "p15_b421", "text": "The interested party making the proposal and, as necessary, authorities and organizations whose sphere of activities the matter concerns, shall be invited to attend the negotiations."}, {"text_block_id": "p15_b422", "text": "Section 65"}, {"text_block_id": "p15_b423", "text": "Presenting the plan proposal in public"}, {"text_block_id": "p15_b424_merged", "text": "The plan proposal shall be presented in public. The presentation of the proposal must be publicized in an appropriate manner in view of the purpose and significance of the plan. Members of the municipality and interested parties shall be provided with an opportunity to express their opinion on the matter (objection)."}, {"text_block_id": "p15_b427", "text": "The local authority's reasoned opinion on the objection shall be made known to objectors who have so requested in writing and, at the same time, provided their address."}, {"text_block_id": "p15_b428", "text": "With regard to regional plans, what is provided in this section concerning local authorities applies to regional councils."}, {"text_block_id": "p15_b429", "text": "More detailed provisions concerning presentation of the plan proposal in public will be issued by decree."}, {"text_block_id": "p15_b430", "text": "Section 66"}, {"text_block_id": "p15_b431", "text": "Negotiations between authorities"}, {"text_block_id": "p15_b432", "text": "When the regional plan is being drafted there shall be contact with the competent ministry and the regional environment centre. Negotiations shall be set up between the competent ministry, the regional environment centre and the regional council to clarify how national objectives and other key goals pertain to drawing up of the plan."}, {"text_block_id": "p15_b433", "text": "Other plans which concern national or important regional land use objectives, or which are otherwise important in terms of land use, natural values, cultural environment or government authorities' implementing obligations shall be prepared in contact with the regional environment centre. Negotiations shall be set up between the regional environment council and the local authority to clarify how national objectives, and regional and other key goals pertain to drawing up such a plan."}, {"text_block_id": "p16_b434", "text": "The authorities whose sphere of activity the matter may concern shall be invited to the negotiations referred to in paragraphs 1 and 2 above."}, {"text_block_id": "p16_b435", "text": "Section 67"}, {"text_block_id": "p16_b436", "text": "Publicizing approval of a plan"}, {"text_block_id": "p16_b437", "text": "The decision to approve a plan must be sent immediately to those members of the municipality and objectors who so requested, and at the same time provided their address, while the plan was available to the public. If a letter stating such a request has several signatories, only the first signatory need be notified of approval of the plan. The first signatory is responsible for making the information known to the other signatories."}, {"text_block_id": "p16_b438", "text": "Chapter 9"}, {"text_block_id": "p16_b439", "text": "National urban parks"}, {"text_block_id": "p16_b440", "text": "Section 68"}, {"text_block_id": "p16_b441", "text": "National urban park"}, {"text_block_id": "p16_b442", "text": "A national urban park may be established to protect and maintain the beauty of the cultural or natural landscape, historical characteristics or related values concerning the townscaping, social, recreational or other special values of an area in an urban environment."}, {"text_block_id": "p16_b443", "text": "Areas designated in a plan referred to in this Act as parks, recreation or conservation areas, or areas of outstanding landscape value, or marked out for some other use appropriate for the purpose of national urban parks, may be designated to form a part of a national urban park."}, {"text_block_id": "p16_b444", "text": "Areas designated as parks shall primarily be owned by the State, local authority or other public body. Other areas may be so designated with the owner's consent."}, {"text_block_id": "p16_b445", "text": "Section 69"}, {"text_block_id": "p16_b446", "text": "Establishing a national urban park"}, {"text_block_id": "p16_b447", "text": "The decision to establish a national urban park is made by the competent ministry. The park may be established at the local authority's request or if the local authority recommends its establishment."}, {"text_block_id": "p16_b448", "text": "Section 70"}, {"text_block_id": "p16_b449", "text": "Regulations concerning the park"}, {"text_block_id": "p16_b450", "text": "With the consent of the local authority, regulations needed to protect the essential values of a national urban park area may be entered in the decision establishing the park. Other regulations needed for the maintenance and usage of the area are issued in a maintenance and usage scheme drawn up by the local authority in cooperation with the regional environment centre."}, {"text_block_id": "p16_b451", "text": "The maintenance and usage scheme must be prepared in interaction with the parties on whose circumstances the matter may have substantial impact."}, {"text_block_id": "p16_b452", "text": "The maintenance and usage scheme is approved by the competent ministry."}, {"text_block_id": "p16_b453", "text": "Regulations concerning the national urban park must be taken into account in planning the areas of the park and in other planning and decision-making affecting the area."}, {"text_block_id": "p17_b454", "text": "Section 71"}, {"text_block_id": "p17_b455", "text": "Closing a national urban park or amending the park's regulations"}, {"text_block_id": "p17_b456", "text": "A national urban park may be closed or its boundaries changed if the value of the area has decreased essentially or if required for implementation of a project or scheme with great significance to public interest."}, {"text_block_id": "p17_b457", "text": "The provisions of section 69 on establishing the park and the provisions of section 70 on regulations concerning the park apply to closing of the park or to amendment of the regulations, as appropriate."}, {"text_block_id": "p17_b458", "text": "Chapter 10"}, {"text_block_id": "p17_b459", "text": "Special provisions concerning shore areas"}, {"text_block_id": "p17_b460", "text": "Section 72"}, {"text_block_id": "p17_b461", "text": "Need for planning in shore areas"}, {"text_block_id": "p17_b462", "text": "Buildings may not be constructed in shore zones in the shore area of the sea or of a body of water without a local detailed plan or a legally binding local master plan which contains special provisions concerning use of the local master plan or a part thereof as the basis for granting a building permit."}, {"text_block_id": "p17_b463", "text": "The provisions of paragraph 1 also apply to shore areas where planning of building and other use to arrange for holiday homes which are mainly shore-based is necessary because of anticipated building development in the area."}, {"text_block_id": "p17_b464", "text": "The provisions of paragraph 1 also apply to shore areas where planning of building and other use to arrange for holiday homes which are mainly shore-based is necessary because of anticipated building development in the area.\n* building required by agriculture and forestry or fishery;\n* building to serve the needs of national defence or frontier control;\n* building required by navigation;\n* building of an outbuilding within the curtilage of an existing residential building, or\n* repair of or limited extension of an existing residential building."}, {"text_block_id": "p17_b475", "text": "After having heard the regional environment centre, a local authority may designate areas in the building ordinance where the restriction laid down in paragraph 1 is not in force because no building activity is anticipated in the area due to its location and the area has no special natural or landscape values or is not needed for recreational use. The maximum term of such a building-ordinance regulation is six years at a time, though not continuing if the conditions from which the regulation derives change and the preconditions for the regulation no longer exist."}, {"text_block_id": "p17_b476", "text": "Section 23 provides for granting of exceptions to the restriction referred to in paragraphs 1 and 2."}, {"text_block_id": "p17_b477", "text": "The provisions of paragraph 1 do not apply to the construction of a sauna building connected to a residential building or farm that existed before January 1, 1997. If an application for an exception to the restriction referred to in paragraph 1 concerns an area the ownership of which has been transferred to the applicant before May 10, 1996, and work on drawing up a plan for the area has not been initiated in reasonable time because of reasons independent of the landowner, the exception may not be refused unless significant cause exists, provided that the building is for the applicant's personal use, the local authority is in favour of the application, and construction does not endanger natural or landscape values. The provisions of this paragraph do not, however, apply to areas where planning is necessary as referred to in paragraph 2."}, {"text_block_id": "p17_b478", "text": "Section 73"}, {"text_block_id": "p17_b479", "text": "Special requirements regarding local master plans and local detailed plans which concern holiday homes in shore areas"}, {"text_block_id": "p17_b480_merged", "text": "When a local master plan or a local detailed plan (detailed shore plan) is drawn up for the principal purpose of arranging for holiday homes in a shore area, care must be taken to ensure that, in addition to what is otherwise provided concerning local master plans and local detailed plans:"}, {"text_block_id": "p18_b483", "text": "When a local master plan or a local detailed plan (detailed shore plan) is drawn up for the principal purpose of arranging for holiday homes in a shore area, care must be taken to ensure that, in addition to what is otherwise provided concerning local master plans and local detailed plans:\n* the planned building and other land use conforms with the shore landscape and the rest of the environment;\n* nature conservation, landscape values, recreational needs, water protection, the provision of water supply, and the characteristics of the body of water, the terrain and nature are also taken into account otherwise; and\n* a sufficient amount of unbuilt and unbroken shore-area remains."}, {"text_block_id": "p18_b489", "text": "What is provided concerning the local detailed plan is otherwise in force regarding detailed shore plans. The provisions of section 60 on assessment of whether the local detailed plan is up-to-date, apply to detailed shore plans, however."}, {"text_block_id": "p18_b490", "text": "Section 74"}, {"text_block_id": "p18_b491", "text": "Landowner's right to draw up the detailed shore plan"}, {"text_block_id": "p18_b492", "text": "Landowners may take charge of drawing up a proposal for the detailed shore plan of the shore areas they own. Before the process begins, the local authority must be contacted and provided with a participation and assessment scheme as referred to in section 63."}, {"text_block_id": "p18_b493", "text": "The area of a detailed shore plan drawn up by the landowner must form a functional whole."}, {"text_block_id": "p18_b494", "text": "The provisions of chapter 8 otherwise apply to the processing of a local detailed plan proposal drawn up by a landowner. A local detailed plan proposal drawn up by a landowner shall be processed by the local authority without undue delay."}, {"text_block_id": "p18_b495", "text": "Section 75"}, {"text_block_id": "p18_b496", "text": "Areas of joint-use and public areas"}, {"text_block_id": "p18_b497", "text": "In the detailed shore plan, areas may be designated for the internal use of the plan area ("}, {"text_block_id": "p18_b498", "text": "joint-use areas"}, {"text_block_id": "p18_b499", "text": "). Joint-use areas are formed by partition as referred to in the Partition Act (554/1995). Implementation and maintenance of such areas rest with the properties for the use of which the areas have been designated in the detailed shore plan."}, {"text_block_id": "p18_b500_merged_merged", "text": "Areas may also be designated for public use in the detailed shore plan (public areas). In a local detailed plan of this kind, implementation of the public areas may be assigned to the owner of the property by special order, unless this must be considered unreasonable in view of the minor benefit the property owner will gain from the plan."}, {"text_block_id": "p18_b503", "text": "Section 76"}, {"text_block_id": "p18_b504", "text": "Cost of drawing up a local master plan for shore areas"}, {"text_block_id": "p18_b505", "text": "When a local master plan is drawn up for shore areas for the principal purpose of arranging for holiday homes, no more than half of the costs of drawing up the plan can be charged to the landowners in relation to the benefit they gain from the plan. The local authority approves the basis for the charge, which is collected by plan area, and the manner and date of payment."}, {"text_block_id": "p18_b506", "text": "Section 77"}, {"text_block_id": "p18_b507", "text": "Negotiations between authorities"}, {"text_block_id": "p18_b508", "text": "The provisions of section 66, paragraph 2, on maintaining contact and the obligation to negotiate always apply to drawing up a local master plan for a shore area for the principal purpose of arranging for holiday homes, and to drawing up a shore plan."}, {"text_block_id": "p19_b509", "text": "Chapter 11"}, {"text_block_id": "p19_b510", "text": "Plot division"}, {"text_block_id": "p19_b511", "text": "Section 78"}, {"text_block_id": "p19_b512", "text": "Plot division"}, {"text_block_id": "p19_b513_merged", "text": "In the local detailed plan, an area within a building block is divided into plots if necessary to arrange for land use (plot division). The plot division may be binding or may act as a guideline. When the central location of the area, the building density of the block or the explicitness of the land administration system so require, the plot division shall be made binding. The division is indicated on the map of the local detailed plan and prescribed as binding in the local detailed plan."}, {"text_block_id": "p19_b516", "text": "A building block can comprise a single plot or it can be divided into several plots. Plot division can also be carried out for part of the block only, unless this prevents or hinders practicable plot division in other parts of the block. Division can also be made binding on part of the plan area or block."}, {"text_block_id": "p19_b517", "text": "If so ordered in the local detailed plan, or if necessary to draw up or amend a binding plot division, a separate plot division can be drawn up for the building block or part thereof; such division is always binding."}, {"text_block_id": "p19_b518", "text": "Plot division shall be appropriate for its purpose and it must take circumstances of land ownership into account, where feasible."}, {"text_block_id": "p19_b519", "text": "Provisions concerning plot division do not apply in the area of an underground local detailed plan."}, {"text_block_id": "p19_b520", "text": "Section 79"}, {"text_block_id": "p19_b521", "text": "Drawing up a separate plot division"}, {"text_block_id": "p19_b522", "text": "The local detailed plan is used as a guideline in drawing up a separate plot division. A map shall be drawn of the separate division."}, {"text_block_id": "p19_b523", "text": "The separate plot division shall be drawn up and approved by the local authority. In preparing a separate division, the owners and titleholders of the properties located within or adjacent to the area to be divided, and the owners and titleholders of properties lying opposite, when the decision may have a material impact on the building or other use of the opposite property, shall be heard. More detailed provisions will be issued by decree concerning hearing and plot divisions carried out otherwise."}, {"text_block_id": "p19_b524", "text": "The person drawing up the separate plot division must possess the qualifications required for the task. More detailed provisions concerning the said qualifications will be issued by decree."}, {"text_block_id": "p19_b525", "text": "Section 80"}, {"text_block_id": "p19_b526", "text": "Amending or annulling a plot division"}, {"text_block_id": "p19_b527", "text": "The provisions concerning the drawing up of a separate plot division also apply to the amendment and annulment of plot divisions. A plot division conforming to the local detailed plan and intended as a guideline can be made a binding division by applying the corresponding provisions."}, {"text_block_id": "p19_b528", "text": "A binding plot division can be amended when this is viewed as promoting the appropriate organization of a block or part thereof, when:"}, {"text_block_id": "p19_b529", "text": "A binding plot division can be amended when this is viewed as promoting the appropriate organization of a block or part thereof, when:\n* the plot division does not conform to the local detailed plan or existing land ownership, or if it is otherwise unsuitable; or\n* the owners of the plots concerned are unanimously in favour of it."}, {"text_block_id": "p19_b533", "text": "The Partition Act contains provisions on the making of minor adjustments."}, {"text_block_id": "p19_b534", "text": "The owner of a plot or part thereof can propose plot division amendment to the local authority."}, {"text_block_id": "p20_b535", "text": "Section 81"}, {"text_block_id": "p20_b536", "text": "Legal consequences of a plot division"}, {"text_block_id": "p20_b537", "text": "A building may not be constructed in contravention of a binding plot division."}, {"text_block_id": "p20_b538", "text": "A building permit may not be granted:"}, {"text_block_id": "p20_b539", "text": "1)"}, {"text_block_id": "p20_b540", "text": "for a building block or part thereof before the division has been approved, when the local detailed plan requires that a binding plot division is drawn up;"}, {"text_block_id": "p20_b541", "text": "2)"}, {"text_block_id": "p20_b542", "text": "for a plot based on a binding plot division before the plot has been entered in the Real Estate Register; nor"}, {"text_block_id": "p20_b543", "text": "3)"}, {"text_block_id": "p20_b544", "text": "for a block which requires a binding plot division to be drawn up or amended."}, {"text_block_id": "p20_b545", "text": "Moreover, a building permit may not be granted unless the permit applicant controls the entire building site, or if it would hinder the use of other parts of the block for the purpose indicated in the plan."}, {"text_block_id": "p20_b546", "text": "Section 82"}, {"text_block_id": "p20_b547", "text": "Costs incurred from drawing up a plot division"}, {"text_block_id": "p20_b548", "text": "If the drawing up or amendment of a plot division is mainly required by private interest and if it has been applied for by the landowner or other titleholder, the local authority is entitled to charge the costs incurred from drawing up or amending the plot division to said owner or titleholder."}, {"text_block_id": "p20_b549", "text": "Chapter 12"}, {"text_block_id": "p20_b550", "text": "Streets and other public areas"}, {"text_block_id": "p20_b551", "text": "Section 83"}, {"text_block_id": "p20_b552", "text": "Public area, street area and traffic area"}, {"text_block_id": "p20_b553", "text": "In this Act, 'public area' means an area designated in the local detailed plan as a street area, market place, traffic area, recreational area or some other corresponding area, intended for implementation by the local authority, State or other public body."}, {"text_block_id": "p20_b554", "text": "A 'street area' comprises the street area so designated in the local detailed plan, including its underground, surface and above-ground service conduits, equipment and structures, unless otherwise indicated in the plan."}, {"text_block_id": "p20_b555", "text": "'Traffic areas' comprise the areas designated in the local detailed plan for public roads, railways, waterways, harbours and airports."}, {"text_block_id": "p20_b556", "text": "The traffic areas of public roads may be designated for first and second class main roads, regional roads, and roads connecting and continuing them, that mainly serve other than local traffic. If local conditions so warrant, a separate traffic area can be designated for a non-motorized traffic way that forms a part of a public road."}, {"text_block_id": "p20_b557", "text": "Section 84"}, {"text_block_id": "p20_b558", "text": "Street management"}, {"text_block_id": "p20_b559", "text": "Street management comprises the planning, building, maintenance, and cleaning and clearing of streets and other measure required to integrate the street area and the service conduits, equipment and structures both above and below it."}, {"text_block_id": "p20_b560", "text": "The local authority is in charge of organizing street management. The street-management duties of properties are prescribed in the Act on the maintenance, cleaning and clearing of public areas (669/1978). The local authority may delegate its street-management duties completely or in part to others."}, {"text_block_id": "p21_b561", "text": "Section 85"}, {"text_block_id": "p21_b562", "text": "Street construction"}, {"text_block_id": "p21_b563", "text": "Streets are constructed according to a plan approved by the local authority. Streets must be planned and constructed so that they conform to their surroundings based on the local detailed plan and meet the requirements of function, safety and pleasantness. Correspondingly, the provisions of section 62 shall be observed when drawing up the plan."}, {"text_block_id": "p21_b564", "text": "More detailed provisions concerning the plan will be issued by decree."}, {"text_block_id": "p21_b565", "text": "Section 86"}, {"text_block_id": "p21_b566", "text": "Commencement of a street-management duty and the street-management decision"}, {"text_block_id": "p21_b567", "text": "The street-management duty commences when the traffic need of the realized land use based on the local detailed plan so requires, and the costs incurred by the local authority in building the street are not considered unreasonable considering the traffic need the street construction answers."}, {"text_block_id": "p21_b568", "text": "With the consent of the landowner, the local authority may commence street management before the local detailed plan has gained legal force. When processing a complaint concerning the local detailed plan, the appeal authority can prohibit the commencement of street management before the plan matter is resolved."}, {"text_block_id": "p21_b569_merged", "text": "The duties referred to in the Act on the maintenance, cleaning and clearing of public areas commence when the street or part thereof satisfies the needs of realized land use based on the local detailed plan and the local authority has made the related decision (street-management decision). The street is considered to have been handed over for public use as of the same date."}, {"text_block_id": "p21_b572", "text": "The local authority can decide to discontinue street management when the realized land use no longer requires it."}, {"text_block_id": "p21_b573", "text": "Section 87"}, {"text_block_id": "p21_b574", "text": "Notification of a street-management decision"}, {"text_block_id": "p21_b575", "text": "The owners and titleholders of properties in the street or part thereof must be notified of a street-management decision and the commencement of the street-management duty based thereon, as provided in section 95 of the Local Government Act."}, {"text_block_id": "p21_b576", "text": "Section 88"}, {"text_block_id": "p21_b577", "text": "Plot access and access road"}, {"text_block_id": "p21_b578", "text": "The owners or titleholders of properties are in charge of building plot access at their own cost from the edge of an existing roadway or a street to the property."}, {"text_block_id": "p21_b579", "text": "If building activity takes place on a property before the street serving the property is built, the owner or titleholder shall provide a passable access road to the plot."}, {"text_block_id": "p21_b580", "text": "The local authority is required to allow a street area available to it to be used free of charge for the purpose of building an access road."}, {"text_block_id": "p21_b581", "text": "Section 89"}, {"text_block_id": "p21_b582", "text": "Moving service conduits, equipment and structures"}, {"text_block_id": "p21_b583", "text": "If a service conduit, piece of equipment or a structure located in a public area hinder the implementation of the local detailed plan or street management, or are not suitable for the landscape or townscape, the owner"}, {"text_block_id": "p22_b584", "text": "or titleholder of the service conduit, piece of equipment or structure is obliged to move it to a location approved by the local authority."}, {"text_block_id": "p22_b585", "text": "The local authority or the party in charge of implementation of public areas is responsible for the costs of moving, unless it is reasonable to expect the owner or titleholder of the service conduit, piece of equipment or structure to bear the cost in full or in part, or unless otherwise has been agreed regarding the distribution of the said costs."}, {"text_block_id": "p22_b586", "text": "Section 90"}, {"text_block_id": "p22_b587", "text": "Implementation of other public areas"}, {"text_block_id": "p22_b588", "text": "When land use based on the local detailed plan so requires, the local authority must implement public areas designated for its use other than street areas for the implementation of which it is responsible, unless postponing implementation is justified because of the local authority's financial standing."}, {"text_block_id": "p22_b589", "text": "Public areas must be planned and implemented so that they are suitable for their surroundings, based on the local detailed plan."}, {"text_block_id": "p22_b590", "text": "Implementation of a public area comprises its construction or renovation and maintenance as required by the land use based on the local detailed plan."}, {"text_block_id": "p22_b591", "text": "When the special significance of a public area so requires, the local authority shall draw up a plan for implementation of the area, observing the provisions of section 85 on street planning as appropriate."}, {"text_block_id": "p22_b592", "text": "Section 91"}, {"text_block_id": "p22_b593", "text": "Assigning the responsibility for implementation to the landowner or titleholder"}, {"text_block_id": "p22_b594", "text": "If the local detailed plan is mainly drawn up for private benefit to serve a holiday or travel or corresponding project, an order can be included in the plan whereby the responsibility for implementing the plan with regard to a street or some other public area is delegated fully or in part to the landowner or titleholder. If the landowner or titleholder does not implement the plan in the manner required by the order, the local authority has secondary responsibility for implementation. In such a case, the local authority is entitled to charge the costs to the negligent party."}, {"text_block_id": "p22_b595", "text": "With regard to public areas other than streets, the responsibility for implementing a local detailed plan may also be delegated to landowners or titleholders jointly by an order included in the plan in cases other than those referred to in paragraph 1, when the area is intended to serve only the needs arising within the plan area. The provisions of section 75, paragraph 1, on areas of joint use are observed with regard to such areas. When special cause exists, the local detailed plan may also designate an area of joint use to serve other common needs within the plan area."}, {"text_block_id": "p22_b596", "text": "Chapter 12 a"}, {"text_block_id": "p22_b597", "text": "Compensation of costs incurred by local authorities from community building"}, {"text_block_id": "p22_b598", "text": "(222/2003)"}, {"text_block_id": "p22_b599", "text": "Section 91 a"}, {"text_block_id": "p22_b600", "text": "Landowners' duty to share in the costs of community building"}, {"text_block_id": "p22_b601", "text": "A landowner in an area for which a local detailed plan is to be drawn up who stands to gain substantial benefit from the plan is obliged to share in the costs incurred by the local authority from community building as laid down below. Agreement should be reached with the landowner on sharing in the costs."}, {"text_block_id": "p22_b602", "text": "Landowners shall be treated equally with regard to fulfilling the obligation referred to in subsection 1 above."}, {"text_block_id": "p23_b603", "text": "Section 104 contains provisions on compensation to be paid for street areas and section 105 on compensation for a street area which the landowner is ordered to pay."}, {"text_block_id": "p23_b604", "text": "Section 91 b"}, {"text_block_id": "p23_b605", "text": "Land use agreements"}, {"text_block_id": "p23_b606", "text": "A local authority may enter into agreements on planning and implementing plans ("}, {"text_block_id": "p23_b607", "text": "land use agreement"}, {"text_block_id": "p23_b608", "text": "). However, land use agreements cannot be binding on the content of plans."}, {"text_block_id": "p23_b609", "text": "A land use agreement that is binding on the parties to the agreement can be made only after the draft plan or proposal has been publicized. This does not apply to agreements to initiate planning."}, {"text_block_id": "p23_b610", "text": "Notwithstanding the provisions of this chapter on development compensation, land use agreements may be used to agree more comprehensively on the mutual rights and obligations of the parties to the agreement."}, {"text_block_id": "p23_b611", "text": "A land use agreement shall be publicized in conjunction with drawing up the plan. The intention to agree on land use must be publicized in the participation and assessment scheme. lf the intention to agree on land use becomes known only after the participation and assessment scheme has been drawn up, it must be publicized in conjunction with the drawing up of the plan in a manner that best serves the purpose of informing interested parties."}, {"text_block_id": "p23_b612", "text": "Section 91 c"}, {"text_block_id": "p23_b613", "text": "Development compensation"}, {"text_block_id": "p23_b614", "text": "When agreement is not reached with landowners concerning their sharing in the costs of community building, the local authority may collect from the landowners a share of the estimated costs of community building that contribute to the development of the plan area relative to the increase in plot value brought about by the building rights, increase in building rights or change of permissible use based on the local detailed plan ("}, {"text_block_id": "p23_b615", "text": "development compensation"}, {"text_block_id": "p23_b616", "text": ")."}, {"text_block_id": "p23_b617", "text": "Increase in plot value is assessed by applying, as appropriate, the provisions on grounds for compensation in the Act on Expropriation of Immovable Property and Special Rights (603/1977), hereinafter the Expropriation Act."}, {"text_block_id": "p23_b618", "text": "The value of street areas transferred without compensation under section 104 and the street area compensation collected from landowners under section 105 are deducted from the development compensation."}, {"text_block_id": "p23_b619_merged_merged_merged", "text": "When the building rights assigned by the local detailed plan concern only housing and the amount of building rights or increase in building rights does not exceed 500 m2 in gross floor area, the landowner concerned cannot be required to pay development compensation. Other landowners may be required to pay development compensation if the local detailed plan brings substantial benefit as referred to in section 91 a. Local authorities may establish a higher minimum to apply in their municipality or in a particular plan area."}, {"text_block_id": "p23_b622", "text": "Section 91 d"}, {"text_block_id": "p23_b623", "text": "Costs incurred by the local authority from community building"}, {"text_block_id": "p23_b624", "text": "The costs referred to above of community building that serves a plan area may include the acquisition, planning and construction costs of streets, parks and other public areas both in the plan area and outside it that substantially serve the plan area, and the costs incurred from acquiring land to build public buildings that substantially serve the plan area, relative to the benefit they bring to the plan area. Costs incurred by local authorities from soil improvement and from necessary noise abatement in the plan area and the costs incurred from planning that have not been collected under section 59 may also be taken into account."}, {"text_block_id": "p23_b625", "text": "The costs referred to above shall include both the estimated costs of implementing the plan and the costs incurred by the local authority from measures taken in advance to implement the plan. Costs must be reasonable regarding the character of the area and the circumstances in it."}, {"text_block_id": "p24_b626", "text": "When the costs of measures have been taken into account in development compensation the local authority must endeavour to carry out these measures within 10 years after the decision to collect the compensation has become legally valid."}, {"text_block_id": "p24_b627", "text": "Section 91 e"}, {"text_block_id": "p24_b628", "text": "Development compensation in areas where the local authority has built community infrastructure"}, {"text_block_id": "p24_b629", "text": "If a local detailed plan or an amendment to a local detailed plan is drawn up for an area where the measures referred to in section 91 d have already been implemented to a significant degree and the benefit from the plan is particularly substantial, the development compensation may be assessed by estimating the costs of realizing the community infrastructure referred to in section 91 d that would significantly improve the plan area at the time of approving the plan."}, {"text_block_id": "p24_b630", "text": "Compensation paid on the basis of an earlier plan by agreement or under section 91 c, 104, 105 or 112 by plot owners on the community building costs referred to in section 91 d will be deducted in the assessment of development compensation."}, {"text_block_id": "p24_b631", "text": "Section 91 f"}, {"text_block_id": "p24_b632", "text": "Maximum of development compensation"}, {"text_block_id": "p24_b633", "text": "Development compensation may not exceed 60 per cent of the increase in the value of a plot that meets the requirements of the local detailed plan, and is due to the plan. The local councils may decide to apply lower maximum development compensation within the municipality or the area that is to be planned."}, {"text_block_id": "p24_b634", "text": "Section 91 g"}, {"text_block_id": "p24_b635", "text": "Assessment of development compensation and interest payable on the  compensation"}, {"text_block_id": "p24_b636", "text": "The decision to assess the development compensation is made by the local authority. The decision must be made without delay when the local detailed plan has been approved. The decision must give the grounds for imposing the compensation."}, {"text_block_id": "p24_b637", "text": "Development compensation may be assessed only if a binding plot division is laid out in the local detailed plan. The development compensation is assessed separately for each plot in the plan. When an entire block that is owned by a single party has a sole intended use, no plot division need be laid out in the local detailed plan. In such cases the development compensation may be assessed on the entire block."}, {"text_block_id": "p24_b638", "text": "Annual interest of 2 per cent is payable on the development compensation beginning from two years after the local detailed plan has entered into force and the decision to assess development compensation has become legal. No interest is payable for a period when a building prohibition under section 53(1), or section 58(4), is in force on the plot."}, {"text_block_id": "p24_b639", "text": "Section 91 h"}, {"text_block_id": "p24_b640", "text": "Requesting opinions and consulting landowners"}, {"text_block_id": "p24_b641", "text": "Before development compensation is assessed, an opinion on the assessment proposal must be obtained from the District Survey Office, and the landowners concerned must be informed of the proposal as laid down in section 95 of the Local Government Act. Landowners are entitled to file complaints on proposals. Complaints must be filed with the local authority within 30 days of receiving knowledge of the proposal."}, {"text_block_id": "p24_b642", "text": "The opinion referred to above in subsection 1 must be requested and the consultation, also referred to above in subsection 1, must be carried out before the local detailed plan is approved."}, {"text_block_id": "p24_b643", "text": "In the assessment of development compensation, the opinion of the District Survey Office may be deviated from only for a special reason with regard to the increase in property value."}, {"text_block_id": "p25_b644", "text": "Section 91 i"}, {"text_block_id": "p25_b645", "text": "Liability to pay development compensation  and time of imposing the compensation"}, {"text_block_id": "p25_b646", "text": "The party that owns the land in question at the time development compensation is assessed or a party that has gratuitously acquired the land from the previous party is liable to pay the development compensation."}, {"text_block_id": "p25_b647", "text": "The local authority must impose the development compensation without delay as soon as construction is allowed to begin on the property on the basis of a legally valid building permit based on the local detailed plan. lf an area which is part of a planned plot has been assigned in return for a compensation before said time, the development compensation must be imposed without delay when the assignment has taken place."}, {"text_block_id": "p25_b648", "text": "Section 91 j"}, {"text_block_id": "p25_b649", "text": "Imposing of development compensation, maturity and penalty interest"}, {"text_block_id": "p25_b650", "text": "For the purpose of collecting development compensation, local authorities must provide the party liable to pay the compensation with a payment slip that indicates the assessed development compensation on the plot and the interest calculated on it."}, {"text_block_id": "p25_b651", "text": "If only a nominal share of the building rights or increase in building rights assigned in the local detailed plan is used in connection with a building permit, only a proportion of the assessed development compensation on the plot corresponding to the amount built under the building permit will be collected."}, {"text_block_id": "p25_b652", "text": "Development compensation must be paid within three months after it has been imposed. An overdue development compensation may be distrained without a separate court order or decision as laid down in the Act on the Recovery of Taxes and Fees by Recovery Proceedings (367/1961). When a building permit concerns a plot on which a reminder to build has been issued, the compensation must he paid within a year after it has been imposed."}, {"text_block_id": "p25_b653", "text": "If development compensation is not paid within the prescribed term of payment, interest in accordance with section 4(1), of the Interest Act (633/1982) will be collected on the delay period."}, {"text_block_id": "p25_b654", "text": "Section 91 k"}, {"text_block_id": "p25_b655", "text": "Special payment arrangements"}, {"text_block_id": "p25_b656", "text": "Local authorities may agree with landowners that the payment of the development compensation may be made partially or in full in the form of land or other assets."}, {"text_block_id": "p25_b657", "text": "At the request of the landowner, the development compensation may be imposed even before the plot concerned can be developed on the basis of a legally valid building permit."}, {"text_block_id": "p25_b658", "text": "Section 91 l"}, {"text_block_id": "p25_b659", "text": "Allocating development compensation before its imposition"}, {"text_block_id": "p25_b660", "text": "When development compensation has not been assessed for each plot, it must be allocated to each plot in relation to the surface area of the plots before it may be imposed."}, {"text_block_id": "p25_b661", "text": "When development compensation has been assessed for an entire block under section 91 g (2), it must also be allocated before it is imposed to a part of the plan plot or block that has been assigned in return for compensation. In such cases, allocation is carried out by the landowner in accordance with the grounds laid down in section 91 c."}, {"text_block_id": "p26_b662", "text": "Section 91 m"}, {"text_block_id": "p26_b663", "text": "Decision not to collect development compensation"}, {"text_block_id": "p26_b664", "text": "When a local authority amends the local detailed plan or plot division so that grounds for development compensation are effectively removed, the local authority must make a decision not to collect development compensation without delay."}, {"text_block_id": "p26_b665", "text": "Section 91 n"}, {"text_block_id": "p26_b666", "text": "Exemption from or postponement of payment of development compensation"}, {"text_block_id": "p26_b667", "text": "When payment of development compensation would be unreasonable due to a material change in the grounds for assessing it, local authorities may grant a full or partial exemption from or a postponement of the payment of the development compensation."}, {"text_block_id": "p26_b668", "text": "Section 91 o"}, {"text_block_id": "p26_b669", "text": "Adjustment of development compensation in conjunction with imposition"}, {"text_block_id": "p26_b670", "text": "When changes to plot division or some other equivalent cause bring about minor changes in the grounds for development compensation, the compensation must be adjusted in accordance with the altered circumstances."}, {"text_block_id": "p26_b671", "text": "Section 91 p"}, {"text_block_id": "p26_b672", "text": "Registering development compensation"}, {"text_block_id": "p26_b673", "text": "Local authorities must keep a register of development compensation."}, {"text_block_id": "p26_b674", "text": "When a local authority has ordered the collection of development compensation, it must without delay inform the district court in whose district the property concerned is located of the fact for entry in the register of land ownership and mortgages. The local authority must include with the notification made to the district court a list of properties and the development compensation that pertain to each of them. The district court shall also be notified without delay of allocation by plot and reallocation of development compensation for entry in the register of land ownership and mortgages."}, {"text_block_id": "p26_b675", "text": "The registry authority must be notified of development compensation that has been paid for entry in the register of land ownership and mortgages."}, {"text_block_id": "p26_b676", "text": "Chapter 13"}, {"text_block_id": "p26_b677", "text": "Assigning and expropriating land"}, {"text_block_id": "p26_b678", "text": "Section 92"}, {"text_block_id": "p26_b679", "text": "The local authority's right to the area of a private road"}, {"text_block_id": "p26_b680", "text": "When, in a local master plan area, a private road as referred to in section 1 of the Act on private roads (358/62), hereinafter Private Road Act, or a road reserved by the landowner as a road area in connection with community building, is located in an area designated in the plan as a traffic way, the local authority is entitled, without compensation, to repair the road area and its drains, place service conduits in it and assign it for general traffic."}, {"text_block_id": "p26_b681", "text": "Section 93"}, {"text_block_id": "p26_b682", "text": "Transfer of the road area of a public road to the local authority"}, {"text_block_id": "p26_b683", "text": "When the local detailed plan comes into force, the road area of a public road included in the plan area is transferred to the local authority's ownership without compensation."}, {"text_block_id": "p27_b684", "text": "Section 94"}, {"text_block_id": "p27_b685", "text": "Transfer of a street area to the local authority"}, {"text_block_id": "p27_b686", "text": "When a local detailed plan is approved for an area for the first time, the local authority gains possession of any street area not previously in its possession by means of a partition under the Partition Act."}, {"text_block_id": "p27_b687", "text": "Compensation for street areas is prescribed in section 104."}, {"text_block_id": "p27_b688", "text": "Section 95"}, {"text_block_id": "p27_b689", "text": "Taking possession of a street area"}, {"text_block_id": "p27_b690", "text": "The local authority gains possession of an area referred to in section 94 when construction commences or it is needed for some other use and partition to separate the area has been initiated, or when the local authority has paid compensation for the area as referred to in 104."}, {"text_block_id": "p27_b691", "text": "If a building with greater than minor value, or a valuable structure or piece of equipment is located in the area referred to in paragraph 1, or the area is necessary for their use, the local authority may not take possession of the land before agreement is reached on compensation or an expropriation procedure has been initiated."}, {"text_block_id": "p27_b692", "text": "Once the expropriation procedure has been initiated, the local authority may take possession of land which will become part of a street area when the local detailed plan is amended."}, {"text_block_id": "p27_b693", "text": "Section 96"}, {"text_block_id": "p27_b694", "text": "Expropriation right of local authorities and other public bodies in local detailed plan areas"}, {"text_block_id": "p27_b695", "text": "Within local detailed plan areas, the local authority may, without a specific permit, expropriate such public areas and such plots of public building based on the local detailed plan which the plan designates to a municipal agency or for other needs of the local authority. Correspondingly, the State and a joint municipal board are entitled to expropriate plots of public buildings and public areas based on the local detailed plan which the plan designates to agencies of the State or the joint municipal board or for their other needs."}, {"text_block_id": "p27_b696", "text": "The provisions of paragraph 1 shall also be observed when right of use is restricted in the local detailed plan in an area which the plan designates for the needs of the local authority, the joint municipal board or the State for the purpose of underground construction."}, {"text_block_id": "p27_b697", "text": "Section 97"}, {"text_block_id": "p27_b698", "text": "Expropriation based on a reminder to build"}, {"text_block_id": "p27_b699", "text": "After the local detailed plan has been in force for at least two years, the local authority can issue an owner or titleholder of a plot based on a binding plot division with a reminder to build if less than half of the gross floor area permitted for the plot has been used or, considering the purpose, location and mode of construction of the buildings on the plot and other factors, if a plot covered by a local detailed plan has not been developed in keeping with the plan."}, {"text_block_id": "p27_b700", "text": "The owner or titleholder of a plot covered by the local detailed plan and intended for the construction of a residential building with no more than two dwellings may not be issued with a reminder, however, if a residential building already exists on the plot and is being used. Moreover, a reminder to build may not be issued when a building prohibition referred to in section 53, or section 58, paragraph 4, is in force. If such a building prohibition takes effect for the plot after a reminder to build has been issued, the reminder becomes void."}, {"text_block_id": "p27_b701", "text": "If a plot covered by a local detailed plan has not been built on in the manner referred to in paragraph 1 within three years after the party in question has been informed of the reminder to build, the local authority"}, {"text_block_id": "p28_b702", "text": "is entitled to expropriate the said plot without special permission. Enforcement of the expropriation shall be applied for within one year of the end of the period reserved for building."}, {"text_block_id": "p28_b703", "text": "The provisions of this section concerning the plot and its owner or titleholder also apply to areas designated in the local detailed plan as construction sites, and to the owners and titleholders of such areas."}, {"text_block_id": "p28_b704", "text": "The local authority shall keep a public record of reminders to build it has issued. Reminders also apply to any new owners or titleholders to whom a property is transferred after a reminder to build has been entered in the register. The local authority must immediately notify the office of the district court of the issuance, reversal or lapse of a reminder to build and of fulfilment of the obligation, so that an entry can be a made in the Mortgage Register."}, {"text_block_id": "p28_b705", "text": "Section 98"}, {"text_block_id": "p28_b706", "text": "Right to expropriate the building or right of another party"}, {"text_block_id": "p28_b707", "text": "The local authority is entitled to expropriate a building or installation belonging to another located on municipal land, or a usufruct, easement or other such right concerning said land belonging to another party under the same conditions and in the same order as it is entitled to expropriate them in connection with the expropriation of land belonging to another."}, {"text_block_id": "p28_b708", "text": "If a building or installation belonging to another, or usufruct, easement, or other such right prevents the owner of a plot based on the local detailed plan from developing the plot within reasonable time and mainly according to the plan, and the plot has not been so developed, the owner of the plot concerned is entitled to expropriate it in the order prescribed in the Partition Act for the expropriation of part of a plot, provided that expropriation is considered important for implementation of the local detailed plan. The owner of the plot is not, however, entitled to expropriate if the building or installation forming the obstacle was constructed or the corresponding rights arose after the plan being implemented was approved, or if, under the Partition Act, the expropriation right rests with a party other than the owner of the plot according to the local detailed plan."}, {"text_block_id": "p28_b709", "text": "Section 99"}, {"text_block_id": "p28_b710", "text": "Expropriation of land on the basis of an expropriation permit"}, {"text_block_id": "p28_b711", "text": "When the general need so demands, the competent ministry may permit the local authority to expropriate an area needed for community construction and related arrangements, or for other planned development by the municipality."}, {"text_block_id": "p28_b712", "text": "The competent ministry may grant an authority implementing a plan a permit to expropriate an area included in a regional plan, or to restrict the relevant right of use, if this is required to implement the regional plan in order to meet the common needs of the State, region or joint municipal board, or the common needs of the municipality's population."}, {"text_block_id": "p28_b713", "text": "In addition, the competent ministry may grant the local authority a permit to expropriate an area designated in the local master plan as a traffic way, or for housing development or related community construction, and which is required to develop the community according to the local authority's plan, and an area intended for an agency of the local authority or joint municipal board, or for other needs. An area expropriated for housing development or related community construction may also include recreation or conservation areas."}, {"text_block_id": "p28_b714", "text": "Section 100"}, {"text_block_id": "p28_b715", "text": "Expropriation facilitating implementation of a plan"}, {"text_block_id": "p28_b716", "text": "The competent ministry may grant the local authority a permit to expropriate a building block or other area included in the local detailed plan, if its expropriation is justified for the purpose of implementing the plan, and the public need so requires."}, {"text_block_id": "p29_b717", "text": "Section 101"}, {"text_block_id": "p29_b718", "text": "Duty to expropriate or pay compensation"}, {"text_block_id": "p29_b719", "text": "When the local detailed plan or, under a regulation referred to in section 43, paragraph 2, the local master plan, designates land for a purpose other than private construction and the landowner cannot therefore use the area in a manner generating reasonable return, the local authority or, if the area is intended or designated in the plan for State needs, the State is required to expropriate the area or pay compensation for the harm. What benefit the landowner derives from the local master plan or detailed shore plan is taken into consideration in assessing reasonable gain. The obligation to expropriate or pay compensation does not apply to areas of joint use referred to in section 75, areas referred to in section 91, road areas of public roads referred to in section 93 or street areas referred to in section 94. The expropriation and compensation duty referred to in this paragraph may apply to an area designated for agriculture and forestry only if special restrictions on use of the area have been imposed in the plan."}, {"text_block_id": "p29_b720", "text": "When it is necessary to purchase only part of a continuous area belonging to the owner and included in the local master plan or the local detailed plan under paragraph 1, the local authority or the State is entitled to expropriate the area in its entirety."}, {"text_block_id": "p29_b721", "text": "Section 102"}, {"text_block_id": "p29_b722", "text": "Restriction on the duty to expropriate or pay compensation"}, {"text_block_id": "p29_b723", "text": "The duty of the local authority or the State to expropriate or pay compensation as laid down in section 101 takes effect only after the landowner's application for an exemption to the restriction has been denied and the decision has gained legal force."}, {"text_block_id": "p29_b724", "text": "The local authority and the State are released from their duty to expropriate or pay compensation when, due to an amendment of the local master plan or the local detailed plan, the area can be used for private purposes in a manner generating reasonable return and the matter concerning the duty to expropriate or pay compensation has not been resolved or gained legal force."}, {"text_block_id": "p29_b725", "text": "When resolving a matter concerning the obligation to expropriate or compensate, no changes in ownership or property division that have taken place after the local master plan or the local detailed plan has been approved are taken into account, unless they have been made in order to implement the plan."}, {"text_block_id": "p29_b726", "text": "Section 103"}, {"text_block_id": "p29_b727", "text": "Expropriation procedure and determining compensation"}, {"text_block_id": "p29_b728", "text": "Unless otherwise provided elsewhere in this Act, the Act on Expropriation of Immovable Property and Special Rights (603/1977), hereinafter the Expropriation Act, shall be observed when an expropriation is implemented under this Act, or when the compensation deriving from a transfer or restriction on land use as referred to in this Act is determined."}, {"text_block_id": "p29_b729", "text": "Chapter 14"}, {"text_block_id": "p29_b730", "text": "Compensation resulting from implementation of the local master plan or local detailed plan"}, {"text_block_id": "p29_b731", "text": "Section 104"}, {"text_block_id": "p29_b732", "text": "Compensation to be paid for street areas"}, {"text_block_id": "p29_b733", "text": "The local authority is required to pay compensation to the landowner for a street area transferred to it under section 94 in so far as the surface-area of the area concerned exceeds 20 per cent of the total land owned by said landowner in the local detailed plan area in question, or is larger than the building volume permitted for the land remaining in his ownership in the plan area concerned. Land designated in the local detailed plan as agricultural or forestry areas or water areas is not taken into consideration in determining the obligation to pay compensation."}, {"text_block_id": "p30_b734", "text": "The size of the transferable area referred to in paragraph 1 above is calculated according to the first local detailed plan."}, {"text_block_id": "p30_b735", "text": "In cases other than those referred to in paragraph 1, the local authority is required to pay compensation for the street area to the landowner, determined according to the provisions of the Expropriation Act on the grounds for compensation, excluding section 36 of the Act. Notwithstanding the provisions of paragraph 1, the local authority is obliged to pay the landowner compensation for the street area if, taking into account the total impact of the transfer and the plan on said landowner, transferral without compensation is, exceptionally, manifestly unreasonable."}, {"text_block_id": "p30_b736", "text": "Notwithstanding the provisions of paragraph 1, the landowner is not entitled to compensation on a private road referred to in section 1 of the Private Roads Act if the road has been designated a street area in the local detailed plan."}, {"text_block_id": "p30_b737", "text": "If an area handed over by a landowner for use as a street area is returned to the plot in question by an amendment of the plan, the local authority may not collect compensation from the landowner for the corresponding area of land it received without compensation under subsection 1, provided that the plot is still owned by the same party and that the principal intended use of the plot has not been changed by amendment of the plan. (222/2003)"}, {"text_block_id": "p30_b738", "text": "Section 105"}, {"text_block_id": "p30_b739", "text": "Compensation for a street area which the landowner is ordered to pay"}, {"text_block_id": "p30_b740_merged", "text": "If the landowner does not have to transfer a street area without receiving compensation as referred to in section 104, or has to transfer a significantly smaller area, the local authority may set reasonable compensation to be paid by the landowner (compensation for a street area)."}, {"text_block_id": "p30_b743", "text": "When the partition of a public area has been initiated in accordance with the Partition Act, the local authority is entitled to collect the compensation for a street area within three years of  the local detailed plan coming into force. The party owning the property at the time the local detailed plan comes into force is responsible for paying the compensation."}, {"text_block_id": "p30_b744", "text": "Section 106"}, {"text_block_id": "p30_b745", "text": "Compensation resulting from the implementation of a local detailed plan"}, {"text_block_id": "p30_b746", "text": "If implementation of a local detailed plan causes the landowner special harm or losses, the local authority or, if the area is intended or designated for State needs, the State is obliged to pay compensation for such losses, provided they are not considered to be insignificant."}, {"text_block_id": "p30_b747", "text": "Section 107"}, {"text_block_id": "p30_b748", "text": "Lapsing of rights concerning road and street areas"}, {"text_block_id": "p30_b749", "text": "When the road area of a public road or a street area as referred to in section 94 is transferred to the ownership of a local authority, any rights concerning the said areas lapse. If the property to which the area belonged was subject to a claim when the area was transferred to the local authority and the owner of the area is paid compensation, the holder of the claim has the same right to the compensation as to the property."}, {"text_block_id": "p30_b750", "text": "Section 108"}, {"text_block_id": "p30_b751", "text": "Compensation for a building and other compensations and compensation for special loss"}, {"text_block_id": "p30_b752", "text": "The local authority shall pay compensation to the landowner for all buildings, trees, plants and equipment in an area transferred to it."}, {"text_block_id": "p30_b753", "text": "When the landowner is caused special loss because no compensation was paid on the transfer of the area to the local authority and the loss must be considered unreasonable in view of the circumstances, the local"}, {"text_block_id": "p31_b754", "text": "authority shall pay compensation for the loss. The same applies when the lapse of rights concerning an area causes the holder of the rights loss."}, {"text_block_id": "p31_b755", "text": "Compensation for the loss of a building site or gravel pit is paid as provided in the Expropriation Act."}, {"text_block_id": "p31_b756", "text": "Section 109"}, {"text_block_id": "p31_b757", "text": "Provisions concerning compensation"}, {"text_block_id": "p31_b758", "text": "An agreement made on the implementation of a local master plan or a local detailed plan and on related compensation is also binding on subsequent owners of the property."}, {"text_block_id": "p31_b759", "text": "If no agreement is reached on the compensation referred to in paragraph 1, the matter is resolved in accordance with the Expropriation Act."}, {"text_block_id": "p31_b760", "text": "Chapter 15"}, {"text_block_id": "p31_b761", "text": "Special development areas"}, {"text_block_id": "p31_b762", "text": "Section 110"}, {"text_block_id": "p31_b763", "text": "Special development areas"}, {"text_block_id": "p31_b764", "text": "The local authority may designate one or more specified areas of the municipality as special development areas for a maximum fixed period of 10 years."}, {"text_block_id": "p31_b765", "text": "Built areas where special development or implementation measures are necessary for renewal, conservation, improvement of the living environment or change of use, or to attain other goals concerning a common need, may be designated as special development areas."}, {"text_block_id": "p31_b766", "text": "Unbuilt areas can also be designated as special development areas when their development is necessary due to housing or business policies, and special development or implementation measures are required because of fragmented ownership or partition, or for some other corresponding reason."}, {"text_block_id": "p31_b767", "text": "Section 111"}, {"text_block_id": "p31_b768", "text": "Designation decision"}, {"text_block_id": "p31_b769", "text": "The decision to designate a special development area may be made in connection with a decision to draw up or amend the local master plan or the local detailed plan, or in a legally binding local master plan or in the local detailed plan. When the special development of the area does not require a plan to be drawn up or amended, the decision concerning a special development area can also be made separately."}, {"text_block_id": "p31_b770", "text": "When a special development area is decided on otherwise than in a plan, the provisions of section 62 on interaction shall be observed, as appropriate, in preparing the decision."}, {"text_block_id": "p31_b771", "text": "The decision or the plan must indicate what special arrangements as referred to in section 112 shall be made in the area, and the grounds for making them."}, {"text_block_id": "p31_b772", "text": "A decision to designate a special development area does not override the requirements prescribed in this Act on the drawing up of a plan or on its content."}, {"text_block_id": "p31_b773", "text": "Section 112"}, {"text_block_id": "p31_b774", "text": "Special arrangements in special development areas"}, {"text_block_id": "p31_b775", "text": "Notwithstanding the provisions of this Act and of other legislation, decisions may be taken to make the following special arrangements in a special development area:"}, {"text_block_id": "p32_b776", "text": "1)"}, {"text_block_id": "p32_b777", "text": "to the extent referred to in sections 84 and 90, delegation of the responsibility for implementing the area to a body established for the purpose;"}, {"text_block_id": "p32_b778", "text": "2)"}, {"text_block_id": "p32_b779", "text": "a property arrangement between the local authority and property owners when the local detailed plan is drawn up or amended, for the purpose of distributing the benefits gained and costs incurred from the development of the area, as separately laid down, provided that distribution deviating from the provisions of this Act is warranted by the circumstances;"}, {"text_block_id": "p32_b780", "text": "3)"}, {"text_block_id": "p32_b781", "text": "the local authority is entitled to collect a reasonable development charge based on gain from landowners to whom gain disproportionate to the costs incurred by them accrues from the development measures taken in the area;"}, {"text_block_id": "p32_b782", "text": "4)"}, {"text_block_id": "p32_b783", "text": "notwithstanding the restriction on land-area prescribed in section 5, paragraph 1, of the Pre-emptive Purchase Act (608/1977), the local authority has the right of pre-emptive purchase; and"}, {"text_block_id": "p32_b784", "text": "5)"}, {"text_block_id": "p32_b785", "text": "special housing or business policy support measures are taken in the area as separately agreed with the relevant government authority."}, {"text_block_id": "p32_b786", "text": "Chapter 16"}, {"text_block_id": "p32_b787", "text": "Definitions concerning building activities"}, {"text_block_id": "p32_b788", "text": "Section 113"}, {"text_block_id": "p32_b789", "text": "A building"}, {"text_block_id": "p32_b790", "text": "A 'building' is a construction, structure or installation which is fixed or intended to remain in one place, and which is intended for living, working, storage or some other use, and which, because of its attributes, requires supervision by the authorities for reasons of safety, health, the landscape, comfort and pleasantness, the environment or other reasons related to the objectives of this Act."}, {"text_block_id": "p32_b791", "text": "However, lightweight structures of minor size or smallish installations shall not be considered buildings unless they have special impact on land use or the environment."}, {"text_block_id": "p32_b792", "text": "Section 114"}, {"text_block_id": "p32_b793", "text": "Large retail units"}, {"text_block_id": "p32_b794_merged", "text": "In this Act, 'large retail units' refers to retail shops larger than 2,000 m in gross floor area."}, {"text_block_id": "p32_b797", "text": "The provisions of paragraph 1 do not, however, apply to trading in special goods that require a great deal of  space."}, {"text_block_id": "p32_b798", "text": "Section 115"}, {"text_block_id": "p32_b799", "text": "Gross floor area"}, {"text_block_id": "p32_b800", "text": "When applied to a plot or building site, 'gross floor area' means the total gross floor area of the buildings for which permission is granted."}, {"text_block_id": "p32_b801", "text": "The floors or storeys of a building are located completely or mainly above ground level, the basement storey completely or mainly below ground level and the attic or loft, if any, mainly above the level of the intersection of the elevation and the roof and above the highest floor level. The local detailed plan may allow the building of more than one basement storey and the premises required for the principal intended use of the building to be located either below ground level or at attic or loft level."}, {"text_block_id": "p32_b802", "text": "The gross floor area of a building includes the floor areas of each storey measured to the outer face of the exterior walls, and the area of the basement storey, attic or loft in which premises for the building's principal intended use are located or in which such premises could be located on the basis of position, access, size, available light and other attributes. If the thickness of the external wall exceeds 250 mm, the gross floor area of the building may exceed the permitted gross floor area by the floor area caused by the excess thickness of the wall."}, {"text_block_id": "p33_b803", "text": "Chapter 17"}, {"text_block_id": "p33_b804", "text": "General preconditions for building activities"}, {"text_block_id": "p33_b805", "text": "Section 116"}, {"text_block_id": "p33_b806", "text": "Requirements concerning the building site"}, {"text_block_id": "p33_b807", "text": "In local detailed plan areas, the suitability of a building site is resolved in the local detailed plan."}, {"text_block_id": "p33_b808", "text": "Outside the areas covered by a local detailed plan, building sites must be appropriate for the purpose, fit for construction and sufficiently large, at least 2,000 m"}, {"text_block_id": "p33_b809", "text": "2"}, {"text_block_id": "p33_b810", "text": ". When the appropriateness and fitness for purpose of a building site are considered, care must be taken to ensure that there is no danger from flood, earth or rock fall, or landslide. Also, it must be possible to locate buildings at a sufficient distance from the boundaries of the property, public roads and a neighbour's land."}, {"text_block_id": "p33_b811", "text": "Outside the areas covered by a local detailed plan, the distance of a building from land owned or held by another and from a building on such land will be prescribed by decree."}, {"text_block_id": "p33_b812", "text": "Section 117"}, {"text_block_id": "p33_b813", "text": "Requirements concerning construction"}, {"text_block_id": "p33_b814", "text": "A building must fit into the built environment and landscape, and must fulfil the requirements of beauty and proportion."}, {"text_block_id": "p33_b815_merged_merged", "text": "A building must meet the essential requirements for structural strength and stability, fire safety, hygiene, health and environment, safety in use, noise abatement, and energy economy and insulation, as set by its intended use (essential technical requirements)."}, {"text_block_id": "p33_b818", "text": "A building must conform with its purpose and be capable of being repaired, maintained and altered, and, in so far as its use requires, also be suitable for people whose capacity to move or function is limited."}, {"text_block_id": "p33_b819", "text": "In repair work and alteration, the attributes and special features of the building and its suitability for the intended use must be taken into account. Alterations may not endanger the safety of the building's users or weaken their health conditions."}, {"text_block_id": "p33_b820", "text": "In addition, construction must in any case comply with good building practice."}, {"text_block_id": "p33_b821", "text": "Section 118"}, {"text_block_id": "p33_b822", "text": "Protecting architecture and townscape"}, {"text_block_id": "p33_b823", "text": "Care shall be taken to ensure that buildings or townscape of historic or architectural value are not marred when construction work, repairs or alterations are carried out on buildings, or when a building or part thereof is demolished."}, {"text_block_id": "p33_b824", "text": "Section 119"}, {"text_block_id": "p33_b825", "text": "Duty to take care in building activities"}, {"text_block_id": "p33_b826", "text": "A party engaging in a building project shall ensure that the building is designed and constructed in accordance with building provisions and regulations and the permit granted. The party shall have the necessary competence to implement the project, as required by its difficulty, and access to qualified personnel."}, {"text_block_id": "p34_b827", "text": "Section 120"}, {"text_block_id": "p34_b828", "text": "Designing a building"}, {"text_block_id": "p34_b829", "text": "A design shall be prepared for construction that meets the requirements of this Act and provisions and regulations issued under it, and the requirements of good building practice."}, {"text_block_id": "p34_b830", "text": "A qualified person shall be in charge of the design in its entirety and of its quality, ensuring that the building design and any special designs form a complete entity which meets the requirements set for it ("}, {"text_block_id": "p34_b831", "text": "principal designer"}, {"text_block_id": "p34_b832", "text": ")."}, {"text_block_id": "p34_b833", "text": "The person in charge of each special design shall ensure that the design meets the requirements set for it. When a special design is prepared by more than one designer, one of them must be appointed as the designer responsible for the special field concerned in its entirety."}, {"text_block_id": "p34_b834", "text": "Section 121"}, {"text_block_id": "p34_b835", "text": "Start-up meeting"}, {"text_block_id": "p34_b836", "text": "What is required of parties undertaking a building project in order to meet their duty to take care can be established in more detail in the building permit or in a start-up meeting for the construction work, arranged when necessary before the work is begun. At the same time, the parties undertaking a building project may be required to report on measures taken to ensure the quality of construction."}, {"text_block_id": "p34_b837", "text": "More detailed provisions on the start-up meeting and the quality assurance report will be issued by decree."}, {"text_block_id": "p34_b838", "text": "Section 122"}, {"text_block_id": "p34_b839", "text": "Construction management"}, {"text_block_id": "p34_b840_merged_merged", "text": "In any construction work requiring a permit or other approval from the authorities, there must be a person who is responsible for carrying out the work and for the quality of the work, who directs the construction work and ensures that work is carried out according to the building provisions and regulations, the permit granted and good building practice (site manager). Specialist foremen shall be used in construction work when needed, as prescribed by decree."}, {"text_block_id": "p34_b843", "text": "The site manager and the specialist foremen will be approved by the local building authority. Construction work may not be begun or continued without an approved site manager. The approval must be revoked if so warranted by negligence or other such reasons."}, {"text_block_id": "p34_b844", "text": "Section 123"}, {"text_block_id": "p34_b845", "text": "The demands of duties and the qualifications of persons working on a building project"}, {"text_block_id": "p34_b846", "text": "The person drawing up a building or special design, the site manager in charge of the construction work and specialist foremen must have the training and expertise required by the type of building project concerned and the demands of the duties involved."}, {"text_block_id": "p34_b847", "text": "The qualifications required in designing are judged according to the intended use of the building and the spaces within it, the structural loads and fire loads, the design, calculation and dimensioning methods, environmental requirements and in addition to the above any unconventional aspects of the design approach. The qualifications required in managing construction work are judged according to the construction conditions and any special methods used in carrying out the work."}, {"text_block_id": "p34_b848", "text": "Design and management duties can be classified in requirement classes in order to specify the minimum qualifications. The minimum qualifications shall be prescribed by decree, and more detailed regulations and guidelines will be issued in the Finnish Building Code."}, {"text_block_id": "p35_b849", "text": "Section 124"}, {"text_block_id": "p35_b850", "text": "Supervision of building activities by the authorities"}, {"text_block_id": "p35_b851", "text": "It rests with the local building supervision authority, based on the public interest, to supervise building and ensure that the provisions of this Act, and provisions and regulations issued under it, are observed in building activities."}, {"text_block_id": "p35_b852", "text": "The extent and type of supervision shall depend on the difficulty of each building project, the expertise and professional skill of the permit applicants and the persons in charge of project design and construction, and other issues relevant in terms of supervision."}, {"text_block_id": "p35_b853", "text": "It also rests with the local building supervision authority to take charge of general steering of building and related advisory services needed in the municipality."}, {"text_block_id": "p35_b854", "text": "Chapter 18"}, {"text_block_id": "p35_b855", "text": "Permits required for building activities and other action"}, {"text_block_id": "p35_b856", "text": "Section 125"}, {"text_block_id": "p35_b857", "text": "Building permit"}, {"text_block_id": "p35_b858", "text": "A building permit is required for the construction of a building."}, {"text_block_id": "p35_b859", "text": "A building permit is also required for repair and alteration work which is comparable to building construction, and for extending a building or increasing its gross floor area."}, {"text_block_id": "p35_b860", "text": "A building permit is required for repair and alteration work to a building other than that referred to above, if it is obvious that the work may affect the safety or health conditions of those using the building."}, {"text_block_id": "p35_b861", "text": "A building permit is required to substantially alter the intended use of a building or part thereof. When the need for the permit is considered, the impact the alteration will have on implementation of a land use plan and on other land use, and on the attributes required of the building are taken into account. Alteration of intended use requiring a permit includes altering a holiday home so that it is fit for permanent residence. Unless the area is specifically designated for this purpose in the local detailed plan, the building of a large retail unit shall be considered to have the aforementioned impact on land use."}, {"text_block_id": "p35_b862", "text": "When a building is intended to remain in the same location for a limited time, a time limit may be included in the building permit."}, {"text_block_id": "p35_b863", "text": "Section 126"}, {"text_block_id": "p35_b864", "text": "Action permit"}, {"text_block_id": "p35_b865", "text": "Instead of a building permit, an action permit may be applied for in the case of structures and installations such as masts, containers and smokestacks, when deciding the permit issue does not in every respect require the steering otherwise necessary in building."}, {"text_block_id": "p35_b866", "text": "In addition, an action permit is required to install or locate a structure or installation that is not considered a building, if the action has an impact on nature, townscape or landscape or on the use of surrounding land areas. An action permit is also required for measures altering the appearance of a building when a building permit is not required, and for rearrangement of dwellings in a residential building."}, {"text_block_id": "p35_b867", "text": "No permit is required for actions based on a street plan as referred to in this Act or on an approved road plan as referred to in the Act on Public Roads (243/1954)."}, {"text_block_id": "p35_b868", "text": "More detailed provisions concerning actions referred to in paragraph 2 above will be issued by decree."}, {"text_block_id": "p36_b869", "text": "Section 127"}, {"text_block_id": "p36_b870", "text": "Permit to demolish a building"}, {"text_block_id": "p36_b871", "text": "In an area covered by a local detailed plan or where a building prohibition for the purpose of drawing up a local detailed plan, as referred to in section 53, is in force, a building or part thereof may not be demolished without a permit. A permit is also needed if so required in the local master plan."}, {"text_block_id": "p36_b872", "text": "No permit is required if a currently valid building permit, a street plan based on this Act or an approved road plan based on the Act on Public Roads requires the demolition of the building. Neither is a permit required for the demolition of an outbuilding or any other corresponding minor building, unless the building can be considered to be historically important or architecturally valuable, or to be a part of such an entity."}, {"text_block_id": "p36_b873", "text": "Unless the demolition requires a permit, the local building supervision authority shall be notified in writing of the demolition of a building or part thereof 30 days before the demolition work begins ("}, {"text_block_id": "p36_b874", "text": "demolition notification"}, {"text_block_id": "p36_b875", "text": "). During the said period, the building supervision authority may, if justified cause exists, demand that a permit be applied for."}, {"text_block_id": "p36_b876", "text": "Section 128"}, {"text_block_id": "p36_b877", "text": "Permit for landscape work"}, {"text_block_id": "p36_b878_merged_merged", "text": "Earth works, tree-felling or corresponding action altering the landscape may not be carried out without a permit (restriction on action) in areas:"}, {"text_block_id": "p36_b881", "text": "1)"}, {"text_block_id": "p36_b882", "text": "covered by a local detailed plan;"}, {"text_block_id": "p36_b883", "text": "2)"}, {"text_block_id": "p36_b884", "text": "covered by a local master plan, if the plan so stipulates; nor"}, {"text_block_id": "p36_b885", "text": "3)"}, {"text_block_id": "p36_b886", "text": "where a building prohibition as referred to in section 53 is in force for the purpose of drawing up a local detailed plan, or where it has been so ordered for the purpose of drawing up or amending a local master plan."}, {"text_block_id": "p36_b887", "text": "No permit is required to carry out work that is necessary in order to implement a local detailed plan or a local master plan, or that is in accordance with a building or action permit that has been granted, or to take action that has only minor impact."}, {"text_block_id": "p36_b888", "text": "Neither is a permit required for action based on a road plan as referred to in the Act on Public Roads."}, {"text_block_id": "p36_b889", "text": "Provisions concerning the landscape-work permit do not apply to extraction of land resources that requires the permit referred to in the Extractable Land Resources Act (555/1981)."}, {"text_block_id": "p36_b890", "text": "Section 129"}, {"text_block_id": "p36_b891", "text": "Use of the notification procedure"}, {"text_block_id": "p36_b892", "text": "A local authority may stipulate in the building ordinance that building or other activities with minor importance and impact may be commenced without a building or action permit once the party concerned has notified the local building supervision authority of the matter."}, {"text_block_id": "p36_b893", "text": "When required by public interest or protection of neighbours' rights, the local building supervision authority must require the party to apply for a building or action permit, instead of making a notification. Building or other activity may begin if the local building supervision authority does not, within 14 days of receiving the notification, require an application for a permit for the project concerned to be made."}, {"text_block_id": "p36_b894", "text": "More detailed provisions on the notification procedure will be issued by decree."}, {"text_block_id": "p37_b895", "text": "Chapter 19"}, {"text_block_id": "p37_b896", "text": "Permit procedure and consideration of a permit"}, {"text_block_id": "p37_b897", "text": "Section 130"}, {"text_block_id": "p37_b898", "text": "Principles of the permit procedure"}, {"text_block_id": "p37_b899", "text": "The local building supervision authority approves building permits, action permits, demolition permits and landscape-work permits. Decisions concerning the landscape-work permit may be delegated to another authority, as determined by the local authority."}, {"text_block_id": "p37_b900", "text": "The provisions of this chapter concerning the building permit procedure also apply to action, demolition and landscape-work permit procedures, as appropriate."}, {"text_block_id": "p37_b901", "text": "More detailed provisions concerning permit procedure will be issued by decree."}, {"text_block_id": "p37_b902", "text": "Section 131"}, {"text_block_id": "p37_b903", "text": "Building permit application"}, {"text_block_id": "p37_b904", "text": "Building permits shall be applied for in writing. Applications shall include proof that the applicant is the titleholder of the building site, and the master drawings signed by the designer. If necessary, the applicant may be required to provide additional information needed to decide on the application."}, {"text_block_id": "p37_b905", "text": "More detailed provisions concerning applications for a permit and the building designs required will be issued by decree."}, {"text_block_id": "p37_b906", "text": "Section 132"}, {"text_block_id": "p37_b907", "text": "Environmental impact assessment"}, {"text_block_id": "p37_b908", "text": "When the environmental impact assessment report referred to in the Act on Environmental Impact Assessment Procedure (468/1994) is required for building or other action subject to permit or official approval under this Act, the report must be enclosed with the permit application or notification as prescribed in this Act."}, {"text_block_id": "p37_b909", "text": "Section 133"}, {"text_block_id": "p37_b910", "text": "Hearing and opinions"}, {"text_block_id": "p37_b911", "text": "Neighbours shall be notified when an application for a building permit is submitted, unless notification is clearly not necessary with regard to the neighbours' interest, due to the smallness or location of the project, or to the contents of the plan. 'Neighbour' refers to owners and other titleholders of adjacent or opposite properties. The fact that the application has been submitted shall at the same time be publicized on the building site by suitable means."}, {"text_block_id": "p37_b912", "text": "When needed, a review shall be conducted on the building site in order to assess how the building fits in with the surroundings and the impact of construction, and in order to hear the neighbours. The applicant and the titleholders of the neighbouring properties shall be notified of the time and date of the review."}, {"text_block_id": "p37_b913", "text": "When a building permit is applied for in an area important to nature conservation as referred to in the Nature Conservation Act and prescribed in more detail by decree, or in an area that has been reserved for recreation or conservation purposes in the regional plan, an opinion on the application must be obtained from the regional environment centre."}, {"text_block_id": "p37_b914", "text": "More detailed provisions on notification of the permit application, publicity and making an objection will be issued by decree."}, {"text_block_id": "p38_b915", "text": "Section 134"}, {"text_block_id": "p38_b916", "text": "Processing a building permit application"}, {"text_block_id": "p38_b917", "text": "The master drawings to be followed in construction are approved in connection with grant of the building permit."}, {"text_block_id": "p38_b918", "text": "Permit matters may also be processed so that the general preconditions for building are assessed on the basis of a report, other than that referred to in section 131, paragraph 1, on the building's location, intended use, use of the permitted building volume and the environmental impact. Appropriate drawings concerning each stage of construction shall, however, be submitted for approval before the work concerned is begun."}, {"text_block_id": "p38_b919", "text": "Regulations on preparing special designs and submitting them to the local building supervision authority may be included in the building permit."}, {"text_block_id": "p38_b920", "text": "Regulations on drawing up instructions for use and maintenance of the building shall be included in the building permit, as provided in more detail by decree."}, {"text_block_id": "p38_b921", "text": "When the permit referred to in the Act on the Environmental Permit Procedure (731/1991) is required for activities referred to as building, deciding the building-permit question may be postponed until the environmental permit question has been settled, provided that this is justified in view of the potential uses of the building and the environmental impact of the intended activities."}, {"text_block_id": "p38_b922", "text": "Section 135"}, {"text_block_id": "p38_b923", "text": "Preconditions for a building permit in local detailed plan areas"}, {"text_block_id": "p38_b924", "text": "In areas covered by a local detailed plan, a building permit is granted under the following conditions:"}, {"text_block_id": "p38_b925", "text": "1)"}, {"text_block_id": "p38_b926", "text": "the building project is in keeping with the valid local detailed plan;"}, {"text_block_id": "p38_b927", "text": "2)"}, {"text_block_id": "p38_b928", "text": "construction meets the requirements laid down in section 117 and other requirements prescribed in or under this Act;"}, {"text_block_id": "p38_b929", "text": "3)"}, {"text_block_id": "p38_b930", "text": "the building is appropriate for the location concerned;"}, {"text_block_id": "p38_b931", "text": "4)"}, {"text_block_id": "p38_b932", "text": "a serviceable access road to the building site exists or can be arranged;"}, {"text_block_id": "p38_b933", "text": "5)"}, {"text_block_id": "p38_b934", "text": "water supply and waste water management can be organized satisfactorily and without causing environmental harm; and"}, {"text_block_id": "p38_b935", "text": "6)"}, {"text_block_id": "p38_b936", "text": "the building will not be located or constructed in a way that causes unwarranted harm to neighbours or hinders appropriate building on a neighbouring property."}, {"text_block_id": "p38_b937", "text": "When determining a permit question concerning renovation and alteration work referred to in section 125, paragraphs 3 and 4, above, the provisions pertaining to the preconditions for a building permit are applied, as appropriate."}, {"text_block_id": "p38_b938", "text": "Section 136"}, {"text_block_id": "p38_b939", "text": "preconditions for a building permit outside local detailed plan areas"}, {"text_block_id": "p38_b940", "text": "In areas not covered by a local detailed plan, a building permit is granted under the following conditions:"}, {"text_block_id": "p38_b941", "text": "1)"}, {"text_block_id": "p38_b942", "text": "the building site meets the requirements of section 116;"}, {"text_block_id": "p38_b943", "text": "2)"}, {"text_block_id": "p38_b944", "text": "construction meets the requirements laid down in section 117 and other requirements prescribed in or under this Act;"}, {"text_block_id": "p38_b945", "text": "3)"}, {"text_block_id": "p38_b946", "text": "construction meets the requirements laid down in section 135, subparagraphs 3-6;"}, {"text_block_id": "p38_b947", "text": "4)"}, {"text_block_id": "p38_b948", "text": "the local authority does not incur any special expenses from road construction or organization of water supply or drainage; and"}, {"text_block_id": "p38_b949", "text": "5)"}, {"text_block_id": "p38_b950", "text": "any restrictions based on the regional plan or the local master plan and referred to in section 33 and 43 are taken into account."}, {"text_block_id": "p39_b951", "text": "In areas not covered by a local detailed plan the provisions of section 135, paragraph 2, also apply to construction."}, {"text_block_id": "p39_b952", "text": "Section 137"}, {"text_block_id": "p39_b953", "text": "Special preconditions for granting  a building permit in areas where planning is required"}, {"text_block_id": "p39_b954", "text": "In addition to what is otherwise laid down on the preconditions for a building permit, a building permit is granted in an area requiring planning referred to in section 16 that is not covered by a local detailed plan, provided that construction:"}, {"text_block_id": "p39_b955", "text": "1)"}, {"text_block_id": "p39_b956", "text": "does not hinder planning or other organization of land use;"}, {"text_block_id": "p39_b957", "text": "2)"}, {"text_block_id": "p39_b958", "text": "does not lead to harmful community development; and"}, {"text_block_id": "p39_b959", "text": "3)"}, {"text_block_id": "p39_b960", "text": "is appropriate with regard to the landscape and does not hinder preservation of the values of the natural or cultural environment, nor provision to meet recreational needs."}, {"text_block_id": "p39_b961", "text": "Notwithstanding the provisions of paragraph 1, an outbuilding may be built in connection with an existing dwelling or farm."}, {"text_block_id": "p39_b962", "text": "When a legally binding local master plan is in force in a village area or other rural area where there is only a minor need to build, the local master plan shall be considered to have determined whether a building supplementing existing habitation and necessary for a residential building containing no more than two dwellings or for the purposes of agriculture meets the special preconditions for a building permit laid down in paragraph 1."}, {"text_block_id": "p39_b963", "text": "Moreover, in other areas requiring planning, building activities shall not lead to construction of major significance or cause substantially harmful environmental or other impact."}, {"text_block_id": "p39_b964", "text": "Whether the preconditions referred to in paragraph 1 are met is resolved by an authority appointed by the local authority in connection with the building permit procedure or in a separate procedure."}, {"text_block_id": "p39_b965", "text": "When a building permit is considered for an area requiring planning, or otherwise resolving a matter pertaining to the need for planning is resolved otherwise, the provisions of section 173 on deviation procedures shall be observed with regard to hearing interested parties and authorities. The local authority must inform the regional environment centre of the permit decisions as referred to herein."}, {"text_block_id": "p39_b966", "text": "Section 138"}, {"text_block_id": "p39_b967", "text": "Preconditions for an action permit"}, {"text_block_id": "p39_b968", "text": "When a matter concerning an action permit is resolved, the provisions on the preconditions for building permits shall be observed only in so far as is necessary to assess the impact of the action on land use and the environment."}, {"text_block_id": "p39_b969", "text": "When an action is based on an expropriation permit granted under the Expropriation Act, care must be taken to ensure that implementation of the purpose of the expropriation permit is not unnecessarily hindered."}, {"text_block_id": "p39_b970", "text": "Section 139"}, {"text_block_id": "p39_b971", "text": "Preconditions for a demolition permit"}, {"text_block_id": "p39_b972", "text": "A demolition permit is granted on condition that the demolition will not destroy values pertaining to the heritage, beauty or other aspects of the built environment or hinder the implementation of land use planning."}, {"text_block_id": "p39_b973", "text": "The permit application must explain how the demolition work will be organized and the capacity to handle resulting building waste and to reuse any usable building components."}, {"text_block_id": "p40_b974", "text": "Section 140"}, {"text_block_id": "p40_b975", "text": "Preconditions for a landscape-work permit"}, {"text_block_id": "p40_b976", "text": "A landscape-work permit must be granted in areas where a local detailed plan or a local master plan is in force, provided that the action concerned will not hinder use of the area for the purpose designated in the plan, or mar either townscape or landscape."}, {"text_block_id": "p40_b977", "text": "In areas where the local authority has imposed a building prohibition for the purpose of drawing up or amending the local detailed plan, or where a restriction on action has been imposed for the purpose of drawing up the local master plan, a permit may be granted unless the action substantially hinders the drawing up of the plan or spoils the townscape or landscape."}, {"text_block_id": "p40_b978", "text": "When a permit for excavating or quarrying is denied under a special regulation in the local master plan or in an area covered by a local detailed plan when no decision has been made to amend the plan, the provisions of section 8 of the Extractable Land Resources Act apply concerning the duty to expropriate. When a permit is denied for other actions in the said areas and the landowner is therefore unable to use his land in a manner generating reasonable return, he is entitled to compensation for the losses sustained by him from the local authority or from the State, if the area has been intended or designated for State needs."}, {"text_block_id": "p40_b979", "text": "Section 141"}, {"text_block_id": "p40_b980", "text": "Permit regulations"}, {"text_block_id": "p40_b981", "text": "Whatever regulations are necessary may be included in the permit decision. Regulations may concern, among other things, how construction work is carried out or action taken, and the limitation of any harm that may be caused by them."}, {"text_block_id": "p40_b982", "text": "Section 142"}, {"text_block_id": "p40_b983", "text": "Notification of a permit decision"}, {"text_block_id": "p40_b984", "text": "A permit decision shall be issued after the permit issue has been made public; interested parties are deemed to have knowledge of the decision when it has been issued."}, {"text_block_id": "p40_b985", "text": "Permit decisions are delivered to the applicant. The decision or a copy thereof is also sent to the authorities provided by decree, and for those who have so requested in an objection or separately otherwise."}, {"text_block_id": "p40_b986", "text": "When a single objection or request has several signatories, the decision only has to be sent to the first signatory. The first signatory is required to provide the other signatories with the information."}, {"text_block_id": "p40_b987", "text": "Section 143"}, {"text_block_id": "p40_b988", "text": "Validity and extension of a permit"}, {"text_block_id": "p40_b989", "text": "The permit expires if construction work is not begun within three years or completed within five years. Permits or approvals issued by an authority for other action expire if the action has not been taken within three years. These periods begin when the permit or approval become legally valid."}, {"text_block_id": "p40_b990", "text": "The local building supervision authority may extend the validity of a permit or approval for a maximum period of two years, provided that the legal conditions required for building and other action are still met. These periods may be extended by a maximum of three years at a time in order to complete the work."}, {"text_block_id": "p41_b991", "text": "Section 144"}, {"text_block_id": "p41_b992", "text": "Right to commence"}, {"text_block_id": "p41_b993", "text": "Before a decision on a building, action or landscape-work permit, or a decision referred to in section 161, 162 or 163 on location, alteration or removal concerning equipment has become legally valid, the permit authority can grant a permit to carry out construction work or take other action completely or in part ("}, {"text_block_id": "p41_b994", "text": "right to commence"}, {"text_block_id": "p41_b995", "text": ")."}, {"text_block_id": "p41_b996", "text": "The applicant shall provide acceptable sureties as security against any harm, losses or costs caused by revoking the decision or amending the permit. The appeal authority may, however, prohibit enforcement of the decision."}, {"text_block_id": "p41_b997", "text": "The duty to provide sureties does not apply to the State, local authorities or joint municipal boards."}, {"text_block_id": "p41_b998", "text": "Section 145"}, {"text_block_id": "p41_b999", "text": "Permit and supervision fee"}, {"text_block_id": "p41_b1000", "text": "The permit applicant or party taking action is required to pay a fee to the local authority for inspection and supervision measures and other official duties"}, {"text_block_id": "p41_b1001", "text": ","}, {"text_block_id": "p41_b1002", "text": "in accordance with a tariff approved by the local authority. Collection of the fee in advance may be ordered. If the measure is not completed or is completed only in part, the fee shall be returned on application in so far as it is groundless."}, {"text_block_id": "p41_b1003", "text": "If inspection or supervision measures result from unauthorized construction, or construction that contravenes permits, or from neglect of duties by the permit applicant or the party responsible for the action, the fee may be increased on the basis of the costs incurred by the local authority through the measures taken."}, {"text_block_id": "p41_b1004", "text": "Interest shall be paid on overdue fees, as provided in the Interest Act (633/1982)."}, {"text_block_id": "p41_b1005", "text": "Section 146"}, {"text_block_id": "p41_b1006", "text": "Construction for defence purposes"}, {"text_block_id": "p41_b1007", "text": "In areas where the State is the titleholder, buildings, structures and equipment directly connected with defence purposes may be constructed without a permit as referred to in this Act. Provisions on building supervision by the authorities do not apply to construction for defence purposes."}, {"text_block_id": "p41_b1008", "text": "Section 147"}, {"text_block_id": "p41_b1009", "text": "Construction statistics"}, {"text_block_id": "p41_b1010", "text": "When applying for a permit for construction or renovation or alteration work or demolition of a building, the applicant must enclose with the application all information that the local authority is required to submit to the population register system under the Population Register Act (507/1993)."}, {"text_block_id": "p41_b1011", "text": "Section 148"}, {"text_block_id": "p41_b1012", "text": "Type approval"}, {"text_block_id": "p41_b1013_merged_merged_merged", "text": "On application, the competent ministry may approve for a fixed period the use of a structure or an element of construction, or an implement, product or piece of equipment closely connected to a building for use in construction (type approval). In connection with the approval, regulations concerning construction may be deviated from."}, {"text_block_id": "p41_b1016", "text": "An inspection body approved by the ministry shall supervise the quality of type-approved products continuously. Type approval must be revoked if this is considered appropriate because of problems in the manufacture of the product or in quality control."}, {"text_block_id": "p42_b1017", "text": "The type-approval procedure will be laid down by decree."}, {"text_block_id": "p42_b1018", "text": "Chapter 20"}, {"text_block_id": "p42_b1019", "text": "Carrying out construction work"}, {"text_block_id": "p42_b1020", "text": "Section 149"}, {"text_block_id": "p42_b1021", "text": "Carrying out and supervising construction work"}, {"text_block_id": "p42_b1022", "text": "Construction work shall be carried out so that it meets the requirements of the provisions and regulations issued in and under this Act as well as the requirements of good building practice."}, {"text_block_id": "p42_b1023", "text": "Supervision of construction work by the authorities begins when work subject to a permit is commenced, and ends with a final inspection. Supervision takes place at the stages of work and on the scale decided by the authorities, and focuses on aspects that are significant to achieving a satisfactory end-result."}, {"text_block_id": "p42_b1024", "text": "Before construction work is commenced, the local building supervision authority shall be notified thereof ("}, {"text_block_id": "p42_b1025", "text": "commencement notification"}, {"text_block_id": "p42_b1026", "text": "). More detailed provisions on commencing construction work will be issued by decree."}, {"text_block_id": "p42_b1027", "text": "Section 150"}, {"text_block_id": "p42_b1028", "text": "Inspection by authorities"}, {"text_block_id": "p42_b1029", "text": "The setting out of the location and level of a building, checking them after completion of the foundation work, and the inspections to be made during the course of the work are specified in the permit concerning construction."}, {"text_block_id": "p42_b1030", "text": "If an inspection or check warrants admonition, any action that is required to remove and remedy the defect or error and the period within which it has to be taken must be specified in written instructions. The party concerned is entitled to place such instructions before the local building supervision authority for consideration by means of a claim for rectification."}, {"text_block_id": "p42_b1031", "text": "In order to guarantee that construction work has been carried out properly and to verify inspections an inspection record is kept at the building site. Checks, inspections by the authorities and inspections of work specified as being carried out by private parties are entered in the record."}, {"text_block_id": "p42_b1032", "text": "Provisions on checks and inspections needed to supervise construction work will be issued by decree."}, {"text_block_id": "p42_b1033", "text": "Section 151"}, {"text_block_id": "p42_b1034", "text": "Supervision by the developer and other private inspections"}, {"text_block_id": "p42_b1035", "text": "On application, the local building supervision authority may allow the supervision of construction, excluding that of a residential building, to be assigned to the developer in accordance with an approved supervision plan ("}, {"text_block_id": "p42_b1036", "text": "developer supervision"}, {"text_block_id": "p42_b1037", "text": "). When approving a supervision plan, the building supervision authority decides where supervision by the authorities is not required."}, {"text_block_id": "p42_b1038", "text": "The developer shall ensure that the supervision plan is observed, and notify the building supervision authority in good time in writing of any need to deviate from the plan. The decision concerning builder supervision may be revoked if it is found that such supervision is not warranted."}, {"text_block_id": "p42_b1039_merged_merged_merged", "text": "The building supervision authority may allow the inspection made to verify that construction work conforms to the building design to be carried out by the person who has drawn up the building design or report, or some other person with sufficient professional skills in the employ of the party engaging in the building project (expert inspection). That an inspection has been carried out must be confirmed by an entry in the records."}, {"text_block_id": "p43_b1042_merged", "text": "While processing a permit application, or during the course of construction work, the building supervision authority may, if necessary to assess a building project, require that the applicant provide an expert opinion on whether the planned approach or the construction work meets the demands prescribed for it under this Act (external inspection). The party engaging in the building project is responsible for the costs incurred."}, {"text_block_id": "p43_b1045", "text": "Consent for developer supervision or expert inspection does not reduce the building supervision authority's power to intervene when construction is in contravention of permits or deviates from the provisions or regulations."}, {"text_block_id": "p43_b1046", "text": "More detailed provisions concerning developer supervision and other inspection carried out while work is in progress will be issued by decree."}, {"text_block_id": "p43_b1047", "text": "Section 152"}, {"text_block_id": "p43_b1048", "text": "Properties of construction products"}, {"text_block_id": "p43_b1049", "text": "The properties of construction products intended for use as permanent elements in a building shall be such that the building, when properly designed and constructed, meets the essential requirements set for construction during its economic service life if maintained normally."}, {"text_block_id": "p43_b1050", "text": "Construction products that have been appropriately labelled with the CE marking and provide the required performance are deemed to meet the technical requirements of the product's designated use."}, {"text_block_id": "p43_b1051", "text": "A construction product with type approval is considered to meet the requirements set for it in so far as the matter has been resolved in the approval process."}, {"text_block_id": "p43_b1052", "text": "Separate provisions apply to proving that products meet the requirements and to related assessment and approval institutions, as referred to in the Construction Products Directive."}, {"text_block_id": "p43_b1053", "text": "Section 153"}, {"text_block_id": "p43_b1054", "text": "Commissioning a building"}, {"text_block_id": "p43_b1055", "text": "A building or part thereof shall not be commissioned before it has been finally inspected and approved for use. Any inspections based on other legislation that have substantial impact on the building's safe use shall be conducted before the final inspection."}, {"text_block_id": "p43_b1056", "text": "When applying for a final inspection, the building's instructions for use and maintenance, if such have been required, must be sufficiently complete and ready to be handed over to the owner of the building."}, {"text_block_id": "p43_b1057", "text": "When the activity intended to take place in a building requires a permit as referred to in the Environmental Permit Procedures Act, the building may not be approved for commissioning before said permit has gained legal force."}, {"text_block_id": "p43_b1058", "text": "Section 154"}, {"text_block_id": "p43_b1059", "text": "Organizing the demolition of a building"}, {"text_block_id": "p43_b1060", "text": "The demolition of a building or part thereof must be organized so as to make it possible to recycle usable parts of the building and process any building waste."}, {"text_block_id": "p44_b1061", "text": "Chapter 21"}, {"text_block_id": "p44_b1062", "text": "Arrangements concerning construction"}, {"text_block_id": "p44_b1063", "text": "Section 155"}, {"text_block_id": "p44_b1064", "text": "Play areas and areas for the enjoyment of residents"}, {"text_block_id": "p44_b1065", "text": "Adequate outdoor areas must be provided in connection with residential buildings for play areas and areas for the enjoyment of residents. They must be separated safely from areas reserved for traffic. When estimating the adequacy of the areas, the corresponding areas available in the vicinity and the joint arrangements of properties may also be taken into account."}, {"text_block_id": "p44_b1066", "text": "A deviation from the duty to provide play areas and areas for the enjoyment of residents may be allowed with regard to minor additional construction and to renovation and alteration work on a building, if this is justifiable on the basis of the size of the property, the terrain or some other reason."}, {"text_block_id": "p44_b1067", "text": "Section 156"}, {"text_block_id": "p44_b1068", "text": "Providing parking space"}, {"text_block_id": "p44_b1069", "text": "The number of parking spaces stipulated in the local detailed plan and the building permit for a property must be provided in connection with the construction work."}, {"text_block_id": "p44_b1070", "text": "When the local detailed plan so stipulates, the local authority may designate the required parking space a reasonable distance away and assign it to a property. In such a case, a fee corresponding in value to the exemption from the duty to provide parking space shall be collected from the property owner, according to a tariff approved by the local authority."}, {"text_block_id": "p44_b1071", "text": "The duty to provide parking space does not apply to minor additional construction or to renovation and alteration work on a building. When changing the intended use of a building or part thereof, the ensuing need for parking space must, however, be taken into account."}, {"text_block_id": "p44_b1072", "text": "Section 157"}, {"text_block_id": "p44_b1073", "text": "Waste management"}, {"text_block_id": "p44_b1074", "text": "The premises and structures required for the waste management of a property must already be provided during construction. Waste management must be organized so that no harm is caused to health or the environment."}, {"text_block_id": "p44_b1075", "text": "Section 158"}, {"text_block_id": "p44_b1076", "text": "Building easement"}, {"text_block_id": "p44_b1077_merged", "text": "An easement may be established on another property for the purposes of a plot or a property used as a building site, giving a permanent right to use a building or structure or to take corresponding action (building easement). Establishing an easement requires the interested parties to agree in writing."}, {"text_block_id": "p44_b1080", "text": "A building easement may be established if it promotes appropriate development or use of a property, is needed by the easement holder and does not cause substantial harm to the encumbered property. An easement required by the local detailed plan may be established unless this is manifestly unnecessary or unreasonable for the encumbered property due to a change in circumstances that has taken place since the plan has entered into force."}, {"text_block_id": "p44_b1081", "text": "If establishing the easement as a permanent right is not appropriate, a fixed-term building easement which is in force until the specified date or event may be established for a special cause."}, {"text_block_id": "p45_b1082", "text": "Decisions concerning the establishment, amendment or removal of a building easement are made by the local building supervision authority. Provisions on easement types and the registration of easements will be laid down by decree."}, {"text_block_id": "p45_b1083", "text": "Section 159"}, {"text_block_id": "p45_b1084", "text": "Easement required by the local detailed plan"}, {"text_block_id": "p45_b1085", "text": "A building easement required by the local detailed plan can be established even if the interested parties do not agree thereon:"}, {"text_block_id": "p45_b1086", "text": "1)"}, {"text_block_id": "p45_b1087", "text": "to organize an emergency shelter, parking space or waste management premises for a building;"}, {"text_block_id": "p45_b1088", "text": "2)"}, {"text_block_id": "p45_b1089", "text": "to provide access to a building for another property or for public use by pedestrians when implementation of the local detailed plan or plot division is not otherwise reasonably feasible; and"}, {"text_block_id": "p45_b1090", "text": "3)"}, {"text_block_id": "p45_b1091", "text": "to use a neighbouring property to provide support for building elements located on the boundary between the properties or to construct a party wall."}, {"text_block_id": "p45_b1092", "text": "The easement referred to in this section can also be established for the purposes of the local authority or for an installation in its control."}, {"text_block_id": "p45_b1093", "text": "Easements other than building easements required by local detailed plans are laid down in the Partition Act."}, {"text_block_id": "p45_b1094", "text": "Section 160"}, {"text_block_id": "p45_b1095", "text": "Organization of easements"}, {"text_block_id": "p45_b1096", "text": "A building easement may be amended or removed if the interested parties so agree and appropriate construction, or proper use or maintenance of the property or implementation of the local detailed plan is not hindered."}, {"text_block_id": "p45_b1097", "text": "A building easement may be amended or removed without the easement holder's consent if:"}, {"text_block_id": "p45_b1098", "text": "1)"}, {"text_block_id": "p45_b1099", "text": "the easement has become unnecessary due to a change in circumstances or has lost a substantial part of its significance;"}, {"text_block_id": "p45_b1100", "text": "2)"}, {"text_block_id": "p45_b1101", "text": "the burden caused by the easement has become unreasonable for the property concerned and amendment or removal of the easement will not cause substantial harm to the easement holder; or"}, {"text_block_id": "p45_b1102", "text": "3)"}, {"text_block_id": "p45_b1103", "text": "the easement substantially hinders implementation of the local detailed plan."}, {"text_block_id": "p45_b1104", "text": "If agreement is not reached regarding compensation payable on amendment or removal of a building easement, the matter shall be resolved as laid down in the Expropriation Act."}, {"text_block_id": "p45_b1105", "text": "Section 161"}, {"text_block_id": "p45_b1106", "text": "Locating community infrastructure equipment"}, {"text_block_id": "p45_b1107", "text": "Property owners and titleholders are obliged to allow the location of service conduits serving the community or the property in the area they own or hold the title to, unless the location can be organized satisfactorily by some other means and at reasonable cost. The same applies to minor equipment, structures and installations related to service conduits. Service conduits or other equipment may not be built so that planning of the area or implementation of a plan is hindered. Unless agreement has been reached with the property owner or titleholder on the location, the decision concerning it is made by the local building supervision authority. Causing undue harm to the property shall be avoided when the location is decided on."}, {"text_block_id": "p45_b1108", "text": "The agreement on the location of equipment referred to in paragraph 1 is also binding on new owners and titleholders of the property."}, {"text_block_id": "p45_b1109", "text": "The owner or titleholder of a property is entitled to be paid compensation for harm and damage caused by the location of service conduits or other equipment. Unless agreement is made on compensation, the matter shall be resolved as laid down in the Expropriation Act."}, {"text_block_id": "p46_b1110", "text": "The provisions of paragraph 1 may be applied to the location of a water main or sewer belonging to a public water and sewage works even when the required right would also be justifiable under the provisions of the Water Act (264/1961)."}, {"text_block_id": "p46_b1111", "text": "The provisions of the section on property owners and titleholders also apply to the owners and titleholders of common areas."}, {"text_block_id": "p46_b1112", "text": "Section 162"}, {"text_block_id": "p46_b1113", "text": "Altering and removing community infrastructure equipment"}, {"text_block_id": "p46_b1114", "text": "The local building supervision authority may decide to alter the location of a service conduit or piece of equipment referred to in section 161, observing section 160 of the Partition Act as appropriate. With regard to service conduits and equipment serving the community, the provisions of the said section of the Partition Act on entitled properties apply to the local authority or the party maintaining the service conduits or equipment."}, {"text_block_id": "p46_b1115", "text": "The local building supervision authority may also decide on the removal of a service conduit or piece of equipment in the case of a change in circumstances, observing the provisions of section 161, paragraph 1, of the Partition Act, as appropriate; it shall, however, observe the provisions of section 161 of this Act rather than sections 156 and 157 of the Partition Act."}, {"text_block_id": "p46_b1116", "text": "Provisions on moving a service conduit, piece of equipment or structure located in a common area are laid down in section 89."}, {"text_block_id": "p46_b1117", "text": "Section 163"}, {"text_block_id": "p46_b1118", "text": "Location of minor equipment"}, {"text_block_id": "p46_b1119", "text": "The provisions of sections 161 and 162, where appropriate, also apply to the duty of the owner or titleholder of a property, public area or building to allow fastenings for lighting, traffic or telecommunications lines, traffic signs, traffic control devices and signals and minor street-structure elements to be fixed to or located on the property, area or building."}, {"text_block_id": "p46_b1120", "text": "Section 164"}, {"text_block_id": "p46_b1121", "text": "Joint arrangements between properties"}, {"text_block_id": "p46_b1122", "text": "If implementation of the local detailed plan requires joint arrangements between several properties, the local building supervision authority may, on the initiative of one owner of a property and after having heard the other owners or titleholders of the property, stipulate, in connection with building or otherwise, joint use of the area of a block area or part thereof or of premises forming part of the property."}, {"text_block_id": "p46_b1123", "text": "Decisions concerning joint arrangements must include an arrangement scheme. The scheme lays down the use of the area or premises, its repair and maintenance, and the basis for sharing the costs of the arrangement and their payment."}, {"text_block_id": "p46_b1124", "text": "A regulation concerning joint arrangements may be issued when the arrangement would always promote the use of several properties and would not cause unreasonable harm to any property. If no agreement is reached by the interested parties on the costs of the arrangement, the matter will be resolved in accordance with the Expropriation Act."}, {"text_block_id": "p46_b1125", "text": "Provisions concerning registration of rights established by a decision concerning joint arrangements will be laid down by decree."}, {"text_block_id": "p47_b1126", "text": "Section 165"}, {"text_block_id": "p47_b1127", "text": "Altering the natural course of water"}, {"text_block_id": "p47_b1128", "text": "If the natural level of the property used as a building site is altered or if other action is taken which alters the natural course of water on the property, it is the duty of the property owner or titleholder to ensure that the action does not cause substantial harm to neighbours. If owners or titleholders of a property neglect their duties, the local building supervision authority shall, on application, stipulate how the harm shall be remedied or eliminated."}, {"text_block_id": "p47_b1129", "text": "The provisions of paragraph 1 also apply to the owners of streets, street areas and other public areas."}, {"text_block_id": "p47_b1130", "text": "Chapter 22"}, {"text_block_id": "p47_b1131", "text": "Care of the built environment"}, {"text_block_id": "p47_b1132", "text": "Section 166"}, {"text_block_id": "p47_b1133", "text": "Maintenance of buildings"}, {"text_block_id": "p47_b1134", "text": "Buildings and their surroundings must be kept in a condition that meets standards of health, safety and fitness for use at all times and does not cause environmental harm or damage the beauty of the environment."}, {"text_block_id": "p47_b1135", "text": "Moreover, in the use and maintenance of buildings protected by a land use plan or under the Building Conservation Act, the purpose of building conservation must also be taken into account."}, {"text_block_id": "p47_b1136", "text": "If the duty to keep a building in proper repair is neglected, the local building supervision authority may order that the building be repaired or its surroundings cleared and cleaned. If the building poses an imminent danger to safety, its demolition must be ordered or its use must be prohibited."}, {"text_block_id": "p47_b1137", "text": "Before issuing a repair order, the local building supervision authority may order the building's owner to present an inspection report on the building's condition, in order to assess what repairs are clearly necessary for reasons of health and safety."}, {"text_block_id": "p47_b1138", "text": "Section 167"}, {"text_block_id": "p47_b1139", "text": "Maintenance of the environment"}, {"text_block_id": "p47_b1140", "text": "The built environment must be used as prescribed in the building permit and kept in good condition."}, {"text_block_id": "p47_b1141", "text": "An authority appointed for the purpose by the local authority shall ensure that traffic ways, streets, market places and squares, and parks and areas intended for the enjoyment of residents meet the standards of a satisfactory townscape and of pleasantness and comfort. Routes provided for non-motorized traffic must be kept safe and free of obstacles."}, {"text_block_id": "p47_b1142_merged", "text": "If organization of the area of a block has not been stipulated in the local detailed plan or building permit and said organization is a substantial impediment to the organization of land use, the local building supervision authority may stipulate on reorganization of the use and repair of the block area (organization of a block area). Such regulations may be issued on condition that the organization is not clearly unreasonable to property owners."}, {"text_block_id": "p47_b1145", "text": "A plot or building site may not be used in a manner which reduces the areas designated in its building permit for planting or as play areas or areas for the enjoyment of residents or other areas that affect pleasantness and comfort. Accessways indicated in the building permit for emergency vehicles or maintenance use must be kept in a suitable condition for motor vehicles."}, {"text_block_id": "p48_b1146", "text": "Section 168"}, {"text_block_id": "p48_b1147", "text": "Lightweight structures and smallish installations"}, {"text_block_id": "p48_b1148", "text": "Lightweight structures and smallish installations must meet reasonable requirements for health, safety and outward appearance. Structures and installations must suit their surroundings and must not impede traffic."}, {"text_block_id": "p48_b1149", "text": "The local building supervision authority may order that a structure or installation that is in violation of this section be demolished or altered to meet the requirements of this Act."}, {"text_block_id": "p48_b1150", "text": "Section 169"}, {"text_block_id": "p48_b1151", "text": "Outside storage"}, {"text_block_id": "p48_b1152", "text": "Outside storage must be organized so that landscape visible from a road or other public thoroughfare or area is not damaged or the surrounding habitation disturbed."}, {"text_block_id": "p48_b1153", "text": "In areas covered by a local detailed plan, spaces may not be used for storage that causes disturbance or degrades the surroundings or for long-term or extensive outside storage of goods, unless otherwise provided in the local detailed plan."}, {"text_block_id": "p48_b1154", "text": "Section 170"}, {"text_block_id": "p48_b1155", "text": "Incomplete construction work or abandoned buildings"}, {"text_block_id": "p48_b1156", "text": "When construction work or other action has been started but not completed before a permit or approval by the authorities expires, the local building supervision authority shall order the party concerned to complete the work within a fixed period or take other action necessary for reasons of health or safety, or because of harm or disturbance caused to the surroundings."}, {"text_block_id": "p48_b1157", "text": "When a building has been destroyed partially or completely, construction work has been discontinued or the building is no longer used, the building site and its surroundings must be put into a condition that does not compromise safety or degrade the environment. The building must also be protected against weather and potential vandalism."}, {"text_block_id": "p48_b1158", "text": "Chapter 23"}, {"text_block_id": "p48_b1159", "text": "Deviation"}, {"text_block_id": "p48_b1160", "text": "Section 171"}, {"text_block_id": "p48_b1161", "text": "Authority to deviate"}, {"text_block_id": "p48_b1162", "text": "When special cause exists, the local authority may grant a right to deviate from the provisions, regulations, prohibitions and other restrictions issued in or under this Act concerning building and other action."}, {"text_block_id": "p48_b1163", "text": "The local authority may not, however, grant a right to deviate:"}, {"text_block_id": "p48_b1164", "text": "1)"}, {"text_block_id": "p48_b1165", "text": "in the case of construction of a new building in a shore area where the plan referred to in section 72, paragraph 1, is not in force;"}, {"text_block_id": "p48_b1166", "text": "2)"}, {"text_block_id": "p48_b1167", "text": "in the case of greater than minor deviation from the gross floor area permitted in the local detailed plan;"}, {"text_block_id": "p48_b1168", "text": "3)"}, {"text_block_id": "p48_b1169", "text": "in the case of deviation from a plan regulation on the conservation of a building; or"}, {"text_block_id": "p48_b1170", "text": "4)"}, {"text_block_id": "p48_b1171", "text": "in the case of  deviation from a building prohibition referred to in section 53, paragraph 3, issued for the purpose of approving a local detailed plan."}, {"text_block_id": "p48_b1172", "text": "In cases referred to in paragraph 2, right to deviate may be granted by the regional environment centre."}, {"text_block_id": "p48_b1173", "text": "A right to deviate as defined in this section may not be granted concerning provisions on the landscape-work permit or the special conditions laid down in section 137 of a building permit in areas requiring planning."}, {"text_block_id": "p49_b1174", "text": "Section 172"}, {"text_block_id": "p49_b1175", "text": "Conditions of deviation"}, {"text_block_id": "p49_b1176", "text": "Deviation shall not:"}, {"text_block_id": "p49_b1177", "text": "1)"}, {"text_block_id": "p49_b1178", "text": "impede planning, the implementation of plans or other organization of land use;"}, {"text_block_id": "p49_b1179", "text": "2)"}, {"text_block_id": "p49_b1180", "text": "hinder attainment of the goals of nature conservation; or"}, {"text_block_id": "p49_b1181", "text": "3)"}, {"text_block_id": "p49_b1182", "text": "hinder attainment of goals concerning the conservation of built environment."}, {"text_block_id": "p49_b1183", "text": "A right to deviate may not be granted if it leads to building with substantial impact or if it has other substantially harmful environmental or other impact."}, {"text_block_id": "p49_b1184", "text": "Section 173"}, {"text_block_id": "p49_b1185", "text": "Deviation procedure"}, {"text_block_id": "p49_b1186", "text": "Before a matter concerning deviation as laid down in section 171 is resolved, neighbours and others on whose life, work and other circumstances the project may have significant impact shall be given the opportunity to make a written objection. The local authority shall notify neighbours and other aforementioned parties of applications at the applicant's expense. More detailed provisions concerning hearing will be issued by decree."}, {"text_block_id": "p49_b1187", "text": "Before a matter concerning deviation is resolved, the opinion of the regional environment centre, some other State authority or of the regional council must be obtained, if necessary, when the deviation has substantial bearing on their sphere of authority. When deviation has substantial bearing on land use in a neighbouring municipality, its opinion must also be obtained."}, {"text_block_id": "p49_b1188", "text": "However, an opinion shall always be requested from the regional environment centre when deviation concerns:"}, {"text_block_id": "p49_b1189", "text": "1)"}, {"text_block_id": "p49_b1190", "text": "areas covered by special national land use objectives;"}, {"text_block_id": "p49_b1191", "text": "2)"}, {"text_block_id": "p49_b1192", "text": "areas important to nature conservation;"}, {"text_block_id": "p49_b1193", "text": "3)"}, {"text_block_id": "p49_b1194", "text": "sites, building or areas important to the conservation of buildings; or"}, {"text_block_id": "p49_b1195", "text": "4)"}, {"text_block_id": "p49_b1196", "text": "areas reserved in the regional plan for recreation or conservation purposes."}, {"text_block_id": "p49_b1197", "text": "The authorities referred to in paragraph 2 above must provide their opinion within two months."}, {"text_block_id": "p49_b1198", "text": "Before deciding on a deviation as referred to in section 171, paragraph 3, the regional environment centre shall request an opinion from the local authority concerned. The provisions of paragraphs 1 and 2 apply, as appropriate, to hearing interested parties and requesting other opinions."}, {"text_block_id": "p49_b1199", "text": "Section 174"}, {"text_block_id": "p49_b1200", "text": "Deviation decision and its notification"}, {"text_block_id": "p49_b1201", "text": "Deviation decisions shall be justified as laid down in the Administrative Procedures Act (598/1982). Any necessary regulations and conditions may be included in the decision."}, {"text_block_id": "p49_b1202", "text": "The applicant shall be provided with the decision immediately. In addition, the decision or a copy thereof is sent to the authorities prescribed by decree, to those who have entered an objection in the matter, and to those who have separately requested it. When a single objection has been made by several objectors, the decision or a copy of it need only be sent to the first signatory of the objection. The first signatory is responsible for informing the other signatories."}, {"text_block_id": "p49_b1203", "text": "The local authority shall send the deviation decision referred to in section 171 to the regional environment centre for information."}, {"text_block_id": "p49_b1204", "text": "The provisions of section 145 on permit and supervision fees apply to a deviation decision made by the local authority."}, {"text_block_id": "p50_b1205", "text": "Section 175"}, {"text_block_id": "p50_b1206", "text": "Minor deviation in connection with a building permit"}, {"text_block_id": "p50_b1207", "text": "Under the conditions and restrictions referred to in sections 171 and 172, the local building supervision authority may grant a building permit in the case of minor deviation from provisions, regulations, prohibitions and other restrictions concerning building."}, {"text_block_id": "p50_b1208", "text": "In addition, minor deviation from the technical and corresponding requirements of a building requires that the deviation does not set aside the essential requirements of building."}, {"text_block_id": "p50_b1209", "text": "Section 176"}, {"text_block_id": "p50_b1210", "text": "Temporary buildings"}, {"text_block_id": "p50_b1211", "text": "Under the conditions and restrictions referred to in sections 172, the local building supervision authority may grant a building permit for the construction of a temporary building to remain in place for a maximum period of five years. A building is deemed to be temporary if, taking into account its structure, value and intended use, it must be considered to be intended to remain in place for the said maximum period."}, {"text_block_id": "p50_b1212", "text": "When examining a permit application for the construction of a temporary building, the building's purpose and standards of strength, health, traffic, fire safety and suitability for the environment shall be taken into account."}, {"text_block_id": "p50_b1213", "text": "The provisions of section 173 shall be applied, as appropriate, to permit procedures concerning temporary buildings."}, {"text_block_id": "p50_b1214", "text": "Chapter 24"}, {"text_block_id": "p50_b1215", "text": "Coercive means and consequences"}, {"text_block_id": "p50_b1216", "text": "Section 177"}, {"text_block_id": "p50_b1217", "text": "Order for the enforcement of planning duties"}, {"text_block_id": "p50_b1218", "text": "If the local authority does not draw up a building ordinance, the necessary local master plans or local detailed plans, or keep them up-to-date, and it is evident that it impedes the attainment of goals set in legislation for land use planning and for the steering of building, the competent ministry may issue an order that a decision concerning it shall be made within a specified period."}, {"text_block_id": "p50_b1219", "text": "Negotiations shall be conducted with the local authority before the order referred to in paragraph 1 is issued. The local authority must also be requested to provide an opinion."}, {"text_block_id": "p50_b1220", "text": "If the order referred to in paragraph 1 is not observed, the ministry may impose a conditional fine requiring the local authority to observe the order."}, {"text_block_id": "p50_b1221", "text": "What is provided above in this section concerning local authorities correspondingly applies to regional councils that do not draw up necessary regional plans or keep them up-to-date."}, {"text_block_id": "p50_b1222", "text": "When the ministry has issued the order referred to in paragraph 1 on drawing up or amending a local detailed plan or a local master plan, a building prohibition and a restriction on action as referred to in section 128 are in force in the area referred to in the order."}, {"text_block_id": "p50_b1223", "text": "Section 178"}, {"text_block_id": "p50_b1224", "text": "Order for the purpose of attaining a national land use objective"}, {"text_block_id": "p50_b1225", "text": "If, in the interest of the public good, it is vital that conditions are created for particular use of an area in order to attain a national land use objective, and no solution is provided in the regional plan or the local"}, {"text_block_id": "p51_b1226", "text": "master plan or the local detailed plan, the competent ministry may issue the regional council or the local authority with pertinent orders concerning planning of the area."}, {"text_block_id": "p51_b1227", "text": "Negotiations shall be conducted with the regional council, the local authority and other parties affected by the matter before the order referred to in paragraph 1 is issued. Opinions shall also be requested from said bodies and parties."}, {"text_block_id": "p51_b1228", "text": "Section 179"}, {"text_block_id": "p51_b1229", "text": "Order to fulfil a street management duty"}, {"text_block_id": "p51_b1230", "text": "If a street or part thereof is not constructed so that it is in the condition required by the land use referred to in the legally binding local detailed plan within a reasonable time from when the street management duty begins, and this may be harmful to health or safety or cause some other special harm to the organization of land use or traffic, the regional environment centre may impose a conditional fine to obligate the local authority to fulfil its duty."}, {"text_block_id": "p51_b1231", "text": "Section 180"}, {"text_block_id": "p51_b1232", "text": "Suspension of construction work"}, {"text_block_id": "p51_b1233", "text": "If construction work is commenced or other action is taken or carried out contrary to the provisions or regulations issued in and under this Act, or contrary to a permit or approval granted by an authority, the building inspector or another local authority official supervising building is entitled to issue a written order to suspend the work."}, {"text_block_id": "p51_b1234", "text": "The local building supervision authority shall be immediately notified of the suspension of construction work. The building supervision authority will decide whether the suspension shall remain in force. Irrespective of appeal, the decision shall be observed unless the appeal authority orders otherwise."}, {"text_block_id": "p51_b1235", "text": "Section 181"}, {"text_block_id": "p51_b1236", "text": "Market surveillance"}, {"text_block_id": "p51_b1237", "text": "The competent ministry and an authority authorized by it shall function as the market surveillance authority referred to in the Construction Product Directive."}, {"text_block_id": "p51_b1238", "text": "If there are grounds to suspect that the CE marking has been used on a construction product which does not meet the relevant preconditions, the market surveillance authority may prohibit the supply of the product or its use for building until the preconditions for using the marking are met."}, {"text_block_id": "p51_b1239", "text": "If it is indicated by an examination of the matter that the CE marking continues to be used unjustifiably on a construction product, the market surveillance authority may prohibit sales of the product and its other supply in connection with business activities. The importer or manufacturer of the construction product may also be required to take action to remove the product from the market or to make it comply with the requirements."}, {"text_block_id": "p51_b1240", "text": "The importer or manufacturer of the construction product is responsible for the costs incurred by the State from examinations that prove warranted. Such costs may be collected in accordance with the Act on collecting taxes and fees by distraint (367/1961)."}, {"text_block_id": "p51_b1241", "text": "The local building supervision authority shall monitor the use of construction products and notify the competent ministry of any incorrect use of the CE marking."}, {"text_block_id": "p51_b1242", "text": "Section 182"}, {"text_block_id": "p51_b1243", "text": "Conditional fines and threat of action"}, {"text_block_id": "p52_b1244", "text": "If a party takes action against the provisions or regulations issued in and under this Act, or is negligent in carrying out duties based on them, the local building supervision authority and the competent ministry, as the market surveillance authority, may issue a decision requiring the recalcitrant party to rectify the misdeed or negligence within a specified period."}, {"text_block_id": "p52_b1245", "text": "A prohibition or order issued by the authorities may be reinforced by a conditional fine or a threat that the action not taken will be taken at the expense of the negligent party."}, {"text_block_id": "p52_b1246", "text": "Otherwise, the provisions of the Conditional Fines Act (1113/1990) apply to matters pertaining to conditional fines and threats of action."}, {"text_block_id": "p52_b1247", "text": "Section 183"}, {"text_block_id": "p52_b1248", "text": "Right to inspect"}, {"text_block_id": "p52_b1249", "text": "For the purpose of carrying out its supervisory duties prescribed in this Act, the local building supervision authority has right of access to building sites and is entitled to carry out inspections and investigations on the site."}, {"text_block_id": "p52_b1250", "text": "When there are grounds for suspecting that provisions, regulations or prohibitions concerning construction or the maintenance of buildings have been contravened, the building supervision authority is also entitled to enter buildings or rooms. The owner or titleholder of the buildings or rooms shall be notified about an inspection at least 24 hours before it is carried out."}, {"text_block_id": "p52_b1251", "text": "In a shop or warehouse or on the premises of the importer or manufacturer, the market surveillance authority has right of access to construction products, documents related to their manufacture, other documents and all other material needed to assess the product. The authority is also entitled to carry out inspections and investigations related to market surveillance."}, {"text_block_id": "p52_b1252", "text": "Section 184"}, {"text_block_id": "p52_b1253", "text": "Executive assistance"}, {"text_block_id": "p52_b1254", "text": "It is the duty of the police to provide the local building supervision authority and the construction product market surveillance authority with executive assistance in supervising provisions and regulations issued in and under this Act."}, {"text_block_id": "p52_b1255", "text": "Section 185"}, {"text_block_id": "p52_b1256", "text": "Penalties"}, {"text_block_id": "p52_b1257_merged", "text": "A party that commences construction without a permit or notification as required in this Act, or takes other action in contravention of this Act or provisions and regulations issued under it, or is otherwise negligent in carrying out duties prescribed or stipulated for him therein concerning construction or management of the environment, shall be sentenced to a fine for committing a building violation."}, {"text_block_id": "p52_b1260", "text": "The penalty for damaging the environment or committing a building violation in contravention of this Act or provisions issued under it or of plan or permit regulations or prohibitions is prescribed in chapter 48, sections 1-4 and section 6 of the Penal Code (39/1889)."}, {"text_block_id": "p52_b1261", "text": "The provisions of chapter 2, section 16, of the Penal Code are observed in confiscating the financial benefit gained from violations and crimes referred to above in this section, and any object and other property used to commit them."}, {"text_block_id": "p52_b1262", "text": "Section 186"}, {"text_block_id": "p52_b1263", "text": "Notification of prosecution"}, {"text_block_id": "p53_b1264", "text": "Having observed action or negligence requiring the suspension of construction work or the imposition of a conditional fine or threat of action, the local building supervision authority shall notify the police for the purposes of pre-trial investigation."}, {"text_block_id": "p53_b1265", "text": "The notification need not be made if, taking the circumstances into account, the act or negligence can be deemed to be minor and it is not considered that public interest necessitates prosecution."}, {"text_block_id": "p53_b1266", "text": "Chapter 25"}, {"text_block_id": "p53_b1267", "text": "Appeal and rectification issued by an authority"}, {"text_block_id": "p53_b1268", "text": "Section 187"}, {"text_block_id": "p53_b1269", "text": "Request  for rectification"}, {"text_block_id": "p53_b1270_merged", "text": "The decision of an official to whom the relevant question has been delegated by the local building supervision authority or some other municipal authority cannot be appealed. A party that is unsatisfied with a decision is entitled to have the question handled by the relevant authority (request for rectification). The right to request rectification is determined on the same basis as the interested party's right to appeal."}, {"text_block_id": "p53_b1273", "text": "A request for rectification shall be made in writing to the official concerned within 14 days of the decision. Instructions for requesting rectification shall be appended to the decision. The relevant authority shall begin processing the request without delay."}, {"text_block_id": "p53_b1274", "text": "If building supervision has been delegated by agreement to an official in another local authority, processing of the request for rectification concerning the administrative decision made by the said official is determined according to the municipality where the construction took place or where the action was taken."}, {"text_block_id": "p53_b1275", "text": "Section 188"}, {"text_block_id": "p53_b1276", "text": "Appeal against a decision to approve a land use plan or a building ordinance"}, {"text_block_id": "p53_b1277", "text": "Decisions to approve a local master plan, a local detailed plan or a building ordinance are appealed to an administrative court as laid down in the Local Government Act. However, the rectification procedure laid down in the Local Government Act is not applied in questions concerning approval of a local detailed plan even if decision-making power has been delegated to the municipal board or a committee, as laid down in section 52."}, {"text_block_id": "p53_b1278", "text": "Appeals concerning local detailed plans which must be considered essential to housing development or otherwise socially significant shall be processed urgently."}, {"text_block_id": "p53_b1279", "text": "Decisions to approve a regional plan are appealed to the competent ministry. The appeal is processed in connection with the plan ratification referred to in section 31. The provisions of the Local Government Act otherwise apply to appeal."}, {"text_block_id": "p53_b1280", "text": "The provisions of paragraph 3 also apply to legally binding joint master plans. The provisions of the Local Government Act on the right to appeal of a member of a municipality apply to all members of the relevant municipality."}, {"text_block_id": "p53_b1281", "text": "Interested parties are considered to have been notified of a decision approving a plan or a building ordinance when the decision has been made available to the public as laid down in section 63."}, {"text_block_id": "p53_b1282", "text": "Section 189"}, {"text_block_id": "p53_b1283", "text": "Appeal against a decision on special development areas"}, {"text_block_id": "p53_b1284", "text": "A local authority's decision to establish a special development area, when not made in connection with approval of a land use plan, may be appealed as laid down in the Local Government Act."}, {"text_block_id": "p54_b1285", "text": "Section 189 a"}, {"text_block_id": "p54_b1286", "text": "Appeal against a decision to assess development compensation (222/2003)"}, {"text_block_id": "p54_b1287", "text": "Decisions of local authorities to assess development compensation may be appealed as laid down in the Local Government Act. The right to appeal is determined, however, by the provisions in the Administrative Judicial Procedure Act."}, {"text_block_id": "p54_b1288", "text": "The provisions of the Administrative Judicial Procedure Act are otherwise applied to appeals."}, {"text_block_id": "p54_b1289", "text": "With regard to determining the value of a property, the Administrative Court must request the opinion of the District Survey Office, unless this is manifestly unnecessary."}, {"text_block_id": "p54_b1290", "text": "Section 189 b"}, {"text_block_id": "p54_b1291", "text": "Appeal against a decision to impose development compensation (222/2003)"}, {"text_block_id": "p54_b1292", "text": "Appeals against a decision of a local authority to impose development compensation are made to the Administrative Court. Appeals against imposition of development compensation may not be made on the legally valid grounds of the compensation."}, {"text_block_id": "p54_b1293", "text": "The provisions of the Administrative Judicial Procedure Act are applied to appeals. Appeals do not, however, postpone the implementation of a decision, unless otherwise decided by the appeals authority."}, {"text_block_id": "p54_b1294", "text": "Section 190"}, {"text_block_id": "p54_b1295", "text": "Appeal against other decisions by the authorities"}, {"text_block_id": "p54_b1296", "text": "Decisions of a municipal authority other than those referred to in section 188 and 189, the regional council decision referred to in section 33, paragraph 3, and decisions made by the regional environment centre under this Act are appealed to an administrative court. The competent administrative court is determined on the basis of section 12 of the Administrative Procedures Act (586/1996). When appealing a decision made by the regional environment centre, the competent administrative court is, however, that within the jurisdiction of which the majority of the area concerned lies."}, {"text_block_id": "p54_b1297", "text": "An authority that has made a decision on the basis of this Act is entitled to appeal the decision of an administrative court if the court has amended the authority's decision or revoked it."}, {"text_block_id": "p54_b1298", "text": "Otherwise, the provisions of the Administrative Procedures Act apply to appeal."}, {"text_block_id": "p54_b1299", "text": "Section 191"}, {"text_block_id": "p54_b1300", "text": "Right of appeal against decisions to approve a land use plan or a building ordinance"}, {"text_block_id": "p54_b1301", "text": "In addition to what is laid down on the right of appeal in section 92 of the Local Government Act, regional environment centres and other authorities, in questions within their sphere of administration, have the right to appeal decisions by which a plan or a building ordinance is approved. Regional councils and local authorities whose area the land use indicated in the plan or the building ordinance affects are also entitled to appeal."}, {"text_block_id": "p54_b1302", "text": "In addition to what is separately provided on appeal, registered local and regional organizations are entitled, when the matter concerns their sphere of activity, to appeal decisions concerning the approval of a plan or building ordinance within the area in which they operate. Nationally active organizations are also entitled to appeal decisions to approve regional plans if they contravene national land use objectives."}, {"text_block_id": "p54_b1303", "text": "Only local authorities are entitled to appeal a decision of the administrative court revoking the local authority's decision to approve a land use plan or a building ordinance. If a detailed shore plan has been drawn up by a landowner, however, the landowner is entitled to appeal the decision of the administrative"}, {"text_block_id": "p55_b1304", "text": "court. Only the regional council and the local authority have a right to appeal a decision not to ratify a regional plan."}, {"text_block_id": "p55_b1305", "text": "Section 192"}, {"text_block_id": "p55_b1306", "text": "Right of appeal against building and action permit, landscape-work permit and demolition permit decisions"}, {"text_block_id": "p55_b1307", "text": "The following have the right to appeal building and action permit decisions:"}, {"text_block_id": "p55_b1308", "text": "1)"}, {"text_block_id": "p55_b1309", "text": "owners and titleholders of adjacent and opposite areas;"}, {"text_block_id": "p55_b1310", "text": "2)"}, {"text_block_id": "p55_b1311", "text": "owners and titleholders of properties the construction or other use of which may be materially affected by the decision;"}, {"text_block_id": "p55_b1312", "text": "3)"}, {"text_block_id": "p55_b1313", "text": "those on whose rights, duties or interests the decision has an immediate impact; and"}, {"text_block_id": "p55_b1314", "text": "4)"}, {"text_block_id": "p55_b1315", "text": "local authorities."}, {"text_block_id": "p55_b1316", "text": "The following have the right to appeal landscape and demolition permit decisions:"}, {"text_block_id": "p55_b1317", "text": "1)"}, {"text_block_id": "p55_b1318", "text": "those on whose rights, duties or interests the decision has an immediate impact;"}, {"text_block_id": "p55_b1319", "text": "2)"}, {"text_block_id": "p55_b1320", "text": "members of a municipality;"}, {"text_block_id": "p55_b1321", "text": "3)"}, {"text_block_id": "p55_b1322", "text": "the local authority or the neighbouring local authority whose land use planning the decision affects; and"}, {"text_block_id": "p55_b1323", "text": "4)"}, {"text_block_id": "p55_b1324", "text": "the regional environment centre."}, {"text_block_id": "p55_b1325", "text": "Section 193"}, {"text_block_id": "p55_b1326", "text": "Right of appeal against deviation decisions and decisions concerning the need for planning"}, {"text_block_id": "p55_b1327", "text": "The following have the right to appeal deviation decisions and decisions referred to in section 137 made by a local authority official regarding the need for planning:"}, {"text_block_id": "p55_b1328", "text": "1)"}, {"text_block_id": "p55_b1329", "text": "owners and titleholders of adjacent and opposite areas;"}, {"text_block_id": "p55_b1330", "text": "2)"}, {"text_block_id": "p55_b1331", "text": "owners and titleholders of properties the construction or other use of which may be materially affected by the decision;"}, {"text_block_id": "p55_b1332", "text": "3)"}, {"text_block_id": "p55_b1333", "text": "those on whose living, working and other circumstances the project may have a significant impact;"}, {"text_block_id": "p55_b1334", "text": "4)"}, {"text_block_id": "p55_b1335", "text": "those on whose rights, duties or interests the decision has an immediate impact;"}, {"text_block_id": "p55_b1336", "text": "5)"}, {"text_block_id": "p55_b1337", "text": "the local authority or the neighbouring local authority whose land use planning the decision affects;"}, {"text_block_id": "p55_b1338", "text": "6)"}, {"text_block_id": "p55_b1339", "text": "such registered associations the purpose of which is to promote environmental or nature conservation or the preservation of cultural values or to otherwise influence the quality of the living environment, in their area of activity;"}, {"text_block_id": "p55_b1340", "text": "7)"}, {"text_block_id": "p55_b1341", "text": "the regional environment centre; and"}, {"text_block_id": "p55_b1342", "text": "8)"}, {"text_block_id": "p55_b1343", "text": "other authorities in matters within their sphere of activity."}, {"text_block_id": "p55_b1344", "text": "Section 194"}, {"text_block_id": "p55_b1345", "text": "Right of appeal against separate plot division"}, {"text_block_id": "p55_b1346", "text": "The following have the right to appeal the approval of separate plot division;"}, {"text_block_id": "p55_b1347", "text": "1)"}, {"text_block_id": "p55_b1348", "text": "owners and titleholders of properties that are in the same block and border on the plot that is to be divided;"}, {"text_block_id": "p55_b1349", "text": "2)"}, {"text_block_id": "p55_b1350", "text": "owners and titleholders of adjacent and opposite properties if the decision may have material impact on the construction or other use of the property; and"}, {"text_block_id": "p55_b1351", "text": "3)"}, {"text_block_id": "p55_b1352", "text": "the local authority."}, {"text_block_id": "p55_b1353", "text": "Section 195"}, {"text_block_id": "p55_b1354", "text": "Rectification reminder issued by the authorities in questions concerning land use plans"}, {"text_block_id": "p55_b1355", "text": "Notwithstanding the provisions of this Act concerning appeal, the regional environment centre may issue a written rectification reminder to a local authority after the authority has approved a local master plan or a local detailed plan if the plan has been drawn up without taking national land use objectives into account or otherwise in contravention of the law, and it is in the interest of the public good that that the question is placed before the local authority for a new decision."}, {"text_block_id": "p56_b1356", "text": "The rectification reminder must be made within the appeal period concerning the plan. The issue of the reminder may not be appealed."}, {"text_block_id": "p56_b1357", "text": "The regional environment centre shall notify the administrative court that it has issued a rectification reminder. Having received the notification, the administrative court shall notify the local authority of any appeals made concerning the decision. Moreover, the administrative court shall also notify the appellants of any rectification reminder that has been issued."}, {"text_block_id": "p56_b1358", "text": "When a rectification reminder has been issued, the municipal council shall decide upon the land use plan. If the council does not make the decision within six months of the reminder, the decision to approve the plan shall be deemed void."}, {"text_block_id": "p56_b1359", "text": "Section 196"}, {"text_block_id": "p56_b1360", "text": "Impact on appeals of a decision made on the basis of a rectification reminder"}, {"text_block_id": "p56_b1361", "text": "If an earlier decision of a local authority had been appealed to the administrative court, the local authority shall notify the administrative court and any appellants in writing that a new decision has been made on the basis of a rectification reminder. Appeals against the earlier decision are considered to concern the new approval decision. When the local authority decides to retain the approval decision, only those who have already filed an appeal are entitled to appeal. The regional environment centre has the right to appeal, however."}, {"text_block_id": "p56_b1362", "text": "If the local authority decides to amend an approved land use plan, the administrative court shall provide all appellants with an opportunity to supplement or amend their appeal. In such cases, all others who are so entitled may appeal the sections of the decision that have been amended."}, {"text_block_id": "p56_b1363", "text": "If the grounds for an appeal made to the administrative court become invalid after the local authority has amended its decision or returned it for reprocessing, the administrative court will determine any claim for reimbursement of costs."}, {"text_block_id": "p56_b1364", "text": "Chapter 26"}, {"text_block_id": "p56_b1365", "text": "Miscellaneous provisions"}, {"text_block_id": "p56_b1366", "text": "Section 197"}, {"text_block_id": "p56_b1367", "text": "Relation to other legislation"}, {"text_block_id": "p56_b1368", "text": "In addition to the provisions of this Act, those of chapter 10 of the Nature Conservation Act shall be observed when land use plans are approved and ratified. When determining permit questions or making other decisions, the authorities shall also observe provisions issued in and under the Nature Conservation Act."}, {"text_block_id": "p56_b1369", "text": "If an application for a building permit or an action permit has been denied on the basis of a restriction under section 66 of the Nature Conservation Act, and no other reason for denial of the permit exists, the landowner is entitled to be paid compensation by the State for the harm caused if denial of the permit prevents him from using his land in a manner generating reasonable return. When assessing the liability to pay compensation, changes that have taken place in partition or in ownership after August 20, 1998, are not taken into account. Moreover, if the area has been designated for conservation or recreation in a regional or master plan ratified under the Building Act (370/1958) before the said date, any changes in partition or ownership that have taken place after the ratification of the plan are not taken into account."}, {"text_block_id": "p56_b1370", "text": "When a land use plan is drawn up, approved or ratified, the provisions of section 13 of the Antiquities Act (295/1963) shall also be observed, in addition to the provisions of this Act. When determining permit questions or making other decisions, the authorities shall also observe the provisions of the Antiquities Act."}, {"text_block_id": "p57_b1371", "text": "Section 198"}, {"text_block_id": "p57_b1372", "text": "Publishing certain decisions"}, {"text_block_id": "p57_b1373", "text": "The Government Decision referred to in section 22 shall only be made after the matter has been made available to the public."}, {"text_block_id": "p57_b1374", "text": "Decisions of the administrative court and the local authority concerning permit questions, and decisions of the local authority, regional environment centre and administrative court in questions pertaining to deviation as referred to in section 171 shall only be made after the matter has been made available to the public. Decisions of the competent ministry referred to in section 31, paragraph 1, section 33, paragraph 3, section 177, paragraph 1, and section 178, and decisions of the regional environment centre referred to in section 38, paragraph 2, and section 179 shall also only be taken after the matter has been made available to the public."}, {"text_block_id": "p57_b1375", "text": "Interested parties are deemed to have been notified of decisions when they have been made."}, {"text_block_id": "p57_b1376", "text": "Section 199"}, {"text_block_id": "p57_b1377", "text": "Cross-border environmental impact"}, {"text_block_id": "p57_b1378", "text": "If the implementation of an international treaty that is binding on Finland requires cooperation with another state when the environmental impact of implementation of a land use plan based on this Act is assessed, the regional council or the local authority drawing up the plan shall, before it is approved, provide the competent ministry or the regional environment centre with the data required for the notification to be made to the other state as prescribed in the treaty."}, {"text_block_id": "p57_b1379", "text": "The competent ministry is responsible for notification and negotiation duties based on the treaty referred to in paragraph 1."}, {"text_block_id": "p57_b1380", "text": "More detailed provisions on notification and negotiations will be issued by decree."}, {"text_block_id": "p57_b1381", "text": "Section 200"}, {"text_block_id": "p57_b1382", "text": "Entry into force of certain decisions"}, {"text_block_id": "p57_b1383", "text": "Land use plans, building ordinances, plot divisions, building prohibitions and the building restriction referred to in section 33, paragraph 3, shall only come into force when they have been made available to the public as laid down in more detail by decree. The building restriction referred to in section 53, paragraph 3, however, comes into force through a decision to approve the land use plan."}, {"text_block_id": "p57_b1384", "text": "Decisions to approve a local detailed plan, local master plan, regional plan or building ordinance shall be presented publicly in the manner that municipal notices are published in the municipality. The same applies to decisions concerning building prohibitions, restrictions on action and the building restriction referred to in section 33, paragraph 3."}, {"text_block_id": "p57_b1385", "text": "The local authority shall immediately send the decision referred to in paragraph 2 for information to the authorities prescribed in more detail by decree."}, {"text_block_id": "p57_b1386", "text": "Land use plans or summaries of them and building ordinances shall be available to the public at reasonable cost."}, {"text_block_id": "p57_b1387", "text": "Section 201"}, {"text_block_id": "p57_b1388", "text": "Eligibility for implementation of land use plan decisions"}, {"text_block_id": "p57_b1389", "text": "The decision to ratify a regional plan or a joint local master plan may stipulate that the plan will come into force before it takes legal effect. After the appeal period, the municipal board may stipulate that sections of a local master plan or local detailed plan which cannot be deemed subject to appeal will come into force"}, {"text_block_id": "p58_b1390", "text": "before they take legal effect. The local authority shall immediately notify the appellants and the appeal authority of the decision. The appeal authority may prohibit implementation of the decision."}, {"text_block_id": "p58_b1391", "text": "If the authorities have issued a rectification reminder under section 195 concerning a decision to approve a land use plan, implementation of the plan shall be suspended until the local authority has made a new decision on the matter."}, {"text_block_id": "p58_b1392", "text": "Section 202"}, {"text_block_id": "p58_b1393", "text": "Eligibility for implementation of other decisions"}, {"text_block_id": "p58_b1394", "text": "Decisions concerning the approval of a building ordinance, building restriction, plot division, building prohibition, restriction on action, establishing a special development area or revoking type approval may stipulate that the decision will come into force before it takes legal effect. The appeal authority may prohibit implementation of the decision."}, {"text_block_id": "p58_b1395", "text": "Section 203"}, {"text_block_id": "p58_b1396", "text": "Corrections made to a land use plan or building ordinance in connection with appeal"}, {"text_block_id": "p58_b1397", "text": "The appeal authority may make corrective adjustments to a land use plan or building ordinance."}, {"text_block_id": "p58_b1398", "text": "Section 204"}, {"text_block_id": "p58_b1399", "text": "Amending or repealing a land use plan or building ordinance"}, {"text_block_id": "p58_b1400", "text": "The provisions of this Act on drawing up land use plans and building ordinances apply correspondingly to amending and repealing them."}, {"text_block_id": "p58_b1401", "text": "Section 205"}, {"text_block_id": "p58_b1402", "text": "The authorities' right to receive information"}, {"text_block_id": "p58_b1403", "text": "The competent ministry and the regional environment centres are entitled to receive without charge from local authorities, regional councils and other authorities any information they possess that is needed for monitoring land use and the built environment, and any documents needed for the supervision and other duties of authorities laid down in this Act, as provided in more detail by decree."}, {"text_block_id": "p58_b1404", "text": "Provisions on providing the authorities with certain decisions for information will be issued separately."}, {"text_block_id": "p58_b1405", "text": "Section 206"}, {"text_block_id": "p58_b1406", "text": "More detailed provisions"}, {"text_block_id": "p58_b1407", "text": "More detailed provisions on the implementation of this Act will be issued by decree."}, {"text_block_id": "p58_b1408", "text": "The competent ministry may issue stipulations on the keys to symbols used in land use plans."}, {"text_block_id": "p58_b1409", "text": "The National Land Survey of Finland may issue regulations on the technical means used for surveying and mapping for planning purposes."}, {"text_block_id": "p59_b1410", "text": "Chapter 27"}, {"text_block_id": "p59_b1411", "text": "Entry into force and transitional provisions"}, {"text_block_id": "p59_b1412", "text": "Section 207"}, {"text_block_id": "p59_b1413", "text": "Entry into force"}, {"text_block_id": "p59_b1414", "text": "This Act comes into force on January 1, 2000."}, {"text_block_id": "p59_b1415", "text": "However, in addition to what is laid down in and under the Building Act (370/1958), the following provisions of this Act will apply as of March 1, 1999, to the construction of a retail store defined in section 114, and to drawing up a town plan or a building plan for the area required by such a store:"}, {"text_block_id": "p59_b1416", "text": "1)"}, {"text_block_id": "p59_b1417", "text": "the requirement of section 54, paragraph 2, that a local detailed plan shall be drawn up so that it creates the preconditions for local availability of services;"}, {"text_block_id": "p59_b1418", "text": "2)"}, {"text_block_id": "p59_b1419", "text": "the provision of section 58, paragraph 3, on the legal consequences of local detailed plans; and"}, {"text_block_id": "p59_b1420", "text": "3)"}, {"text_block_id": "p59_b1421", "text": "the duty to obtain a building permit as referred to in section 125, paragraph 4."}, {"text_block_id": "p59_b1422", "text": "The provisions of paragraph 2 above apply in determining a permit question concerning a large retail unit and decisions to approve a land use plan that are made on the date referred to in paragraph 2 or thereafter but before entry into force of this Act. The relevant provisions of the Building Act (370/1958) apply to administrative procedures and to appeal."}, {"text_block_id": "p59_b1423", "text": "The provisions of section 197, paragraph 2, apply even before this Act comes into force if a building or action permit based on the Building Act (370/1958) is denied under section 66 of the Nature Conservation Act and no other reason for denial of the permit exists."}, {"text_block_id": "p59_b1424", "text": "Measures required to implement this Act may be taken before it comes into force."}, {"text_block_id": "p59_b1425", "text": "Section 208"}, {"text_block_id": "p59_b1426", "text": "General transitional provisions"}, {"text_block_id": "p59_b1427", "text": "This Act repeals the Building Act (370/1958) issued on August 16, 1958, including any amendments made to it thereafter. When this Act has come into force, references to the Building Act (370/1958) in other legislation and to land use plans prescribed therein shall refer to this Act and the land use plans prescribed in it."}, {"text_block_id": "p59_b1428", "text": "The provisions in force when this Act comes into force apply to matters being processed by administrative authorities or courts when this Act comes into force, unless otherwise indicated in section 207, paragraphs 2 and 3, or provided below."}, {"text_block_id": "p59_b1429", "text": "Section 209"}, {"text_block_id": "p59_b1430", "text": "General transitional provisions concerning land use plans, building  regulations and building ordinances"}, {"text_block_id": "p59_b1431", "text": "Land use plans that have been approved under the Building Act (370/1958) before the entry into force of this Act may be ratified under the Building Act (370/1958) and enforced even after this Act comes into force."}, {"text_block_id": "p59_b1432", "text": "Building regulations and instructions issued in the Finnish Building Code before the entry into force of this Act remain in force as building regulations and instructions governing construction of buildings and renovation and alteration work carried out under them as prescribed in this Act."}, {"text_block_id": "p59_b1433", "text": "A building ordinance approved before the entry into force of this Act remains in force or may be enforced as a building ordinance prescribed in this Act."}, {"text_block_id": "p59_b1434", "text": "A local detailed plan, a local master plan or a building ordinance that is being prepared when this Act comes into force may be approved within two years of the entry into force of this Act, provided that, instead of the provisions of chapter 8 of this Act, the corresponding provisions issued in and under the"}, {"text_block_id": "p60_b1435", "text": "Building Act (370/1958) on planning procedure were applied when the plan was drawn up or those on building ordinances when the building ordinance was drawn up. A local detailed plan or a local master plan that is being prepared when this Act comes into force may also be approved after the aforementioned period, even if a participation and assessment scheme as laid down in section 63 was not drawn up when the plan was being prepared, provided that this is justifiable on grounds of the plan's completeness when this Act comes into force. The provisions of this Act apply to the approval decision and its appeal."}, {"text_block_id": "p60_b1436", "text": "The provisions of paragraph 4 also apply to approval, as a regional plan prescribed in this Act, of a regional plan based on the Building Act (370/1958) that is under preparation, to the approval, as a local detailed plan, of a building plan that is under preparation and to the approval, as a detailed shore plan referred to in chapter 10, of a shore plan that is under preparation."}, {"text_block_id": "p60_b1437", "text": "The provisions of section 60 on the relevance to current circumstances of a local detailed plan apply to town plans and building plans based on the Building Act (370/1958), so that the 13-year period referred to in section 60, paragraph 2, begins when this Act comes into force."}, {"text_block_id": "p60_b1438", "text": "Section 210"}, {"text_block_id": "p60_b1439", "text": "Transitional provision concerning regional plans based on the Building Act (370/1958) that are now in force"}, {"text_block_id": "p60_b1440", "text": "Regional plans effective under the Building Act (370/1958) have the legal consequences laid down for regional plans in the said Act until they are replaced by regional plans based on this Act or repealed. If a regional plan effective under the Building Act (370/1958) is not replaced by a regional plan based on this Act or repealed within 10 years as of the entry into force of this Act, it will remain in force as a regional plan based on this Act."}, {"text_block_id": "p60_b1441", "text": "Notwithstanding the provisions on the legal consequences of regional plans based on the Building Act (370/1958), the local authority may, with the consent of the competent ministry and having heard the regional council, approve a local master plan in deviation from such a regional plan if special cause exists and the land use indicated in the regional plan is deemed to be out of date when the local master plan is drawn up. In such a case, however, care must be taken to ensure that the local master plan conforms with the regional plan based on the Building Act (370/1958) as a complete entity, and that the provisions of section 28 are taken into account, as appropriate."}, {"text_block_id": "p60_b1442", "text": "Section 211"}, {"text_block_id": "p60_b1443", "text": "Transitional provision concerning master plans now in force"}, {"text_block_id": "p60_b1444", "text": "A ratified master plan effective under the Building Act (370/1958) shall remain in force as a legally binding local master plan based on this Act, and an unratified master plan as a non-binding local master plan."}, {"text_block_id": "p60_b1445", "text": "Section 212"}, {"text_block_id": "p60_b1446", "text": "Transitional provision concerning town plans and plot divisions now in force"}, {"text_block_id": "p60_b1447", "text": "A town plan effective under the Building Act (370/1958) shall remain in force as a local detailed plan based on this Act."}, {"text_block_id": "p60_b1448", "text": "A plot division effective under the Building Act shall remain in force as a binding plot division based on this Act."}, {"text_block_id": "p60_b1449", "text": "A town plan effective under the Building Act within the area of which there does not exist an approved plot division shall remain in force as a local detailed plan based on this Act that requires a separate plot division to be drawn up under section 78 of this Act."}, {"text_block_id": "p60_b1450", "text": "A first town plan effective under the Building Act shall remain in force as a first local detailed plan based on this Act which is subject to the principles laid down in section 104 on the transfer of street areas."}, {"text_block_id": "p61_b1451", "text": "Section 213"}, {"text_block_id": "p61_b1452", "text": "Transitional provision concerning building plans now in force"}, {"text_block_id": "p61_b1453", "text": "A building plan enforced under the Building Act (370/1958) shall remain in force as a local detailed plan based on this Act without a binding plot division."}, {"text_block_id": "p61_b1454", "text": "With regard to the grounds for transfer of a street area, the provisions of the Building Act (370/1958) on building plans apply to local detailed plans as referred to in paragraph 1 in computing the amount of the transfer, rather than section 104 of this Act."}, {"text_block_id": "p61_b1455", "text": "If, due to land use planning, essential changes take place in transportation networks or in land use with regard to a traffic area designated in the local detailed plan, the relevant sections of the traffic areas of the local detailed plan referred to in paragraph 1 shall be revised by amending the plan so that they meet the requirements of section 83, paragraph 4. Otherwise, an amendment of the local detailed plan referred to in paragraph 1 may be approved within 10 years of the entry into force of this Act, notwithstanding, the provisions of section 83, paragraph 4, on designating public road traffic areas."}, {"text_block_id": "p61_b1456", "text": "Section 214"}, {"text_block_id": "p61_b1457", "text": "Transitional provision concerning shore plans now in force"}, {"text_block_id": "p61_b1458", "text": "A shore plan shall remain in force as a detailed shore plan based on this Act to which the provisions on detailed shore plans referred to in chapter 10 of this Act apply."}, {"text_block_id": "p61_b1459", "text": "A shore plan in force when this Act comes into force shall not be considered a first local detailed plan as referred to in section 104. If a local detailed plan other than a detailed shore plan is later drawn up for the area of such a shore plan, the principles for the transfer of street areas laid down in section 104 concerning a first local detailed plan shall apply."}, {"text_block_id": "p61_b1460", "text": "Section 215"}, {"text_block_id": "p61_b1461", "text": "Transitional provisions concerning building prohibitions and prohibitions on action"}, {"text_block_id": "p61_b1462", "text": "A building prohibition and a prohibition on action referred to in section 124a of the Building Act (370/1958) imposed before this Act comes into force shall remain in force or may be enforced for the period they are to remain in force as a building prohibition under this Act or as a restriction on action under section 128."}, {"text_block_id": "p61_b1463", "text": "The maximum periods of extension prescribed for building prohibitions and restrictions on action in section 38, paragraph 2, and section 53, paragraph 2, are calculated as of the entry into force of this Act. A prohibition that has been in force for at least 10 years before this Act comes into force may be extended only once."}, {"text_block_id": "p61_b1464", "text": "Section 216"}, {"text_block_id": "p61_b1465", "text": "Transitional permit provisions"}, {"text_block_id": "p61_b1466", "text": "Permits granted before this Act comes into force on the basis of the Building Act (370/1958) or provisions issued under it shall remain force in accordance with earlier provisions. The provisions of this Act apply in the supervision of these permits and construction based on them, as appropriate."}, {"text_block_id": "p62_b1467", "text": "Section 217"}, {"text_block_id": "p62_b1468", "text": "Transitional provision on gross floor area"}, {"text_block_id": "p62_b1469", "text": "The provisions on gross floor area in force when this Act comes into force apply when the permitted gross floor area in construction based on a land use plan in force or approved when this Act comes into force is calculated."}, {"text_block_id": "p62_b1470", "text": "Section 218"}, {"text_block_id": "p62_b1471", "text": "Transformation of a building plan road into a street"}, {"text_block_id": "p62_b1472", "text": "The area of a building plan road taken over by the local authority under the Building Act (370/1958) becomes the property of the local authority when this Act comes into force. The Partition Act applies to its partitioning. Before the building plan road referred to above is entered as a public area in the Property Register, a survey of the property shall be carried out when needed to establish its boundaries and surface area. The cost of these procedures shall be borne by the local authority."}, {"text_block_id": "p62_b1473", "text": "The area of a building plan road which is managed by the local authority when this Act comes into force remains a building plan road as referred to in earlier legislation until it has been entered in the Property Register as a public area."}, {"text_block_id": "p62_b1474", "text": "The local authority gains possession of the area of a building plan road not in its control when this Act comes into force, in accordance with the provisions on street areas in section 94 of this Act."}, {"text_block_id": "p62_b1475", "text": "The area of a building plan road which the local authority has taken into its control and for which it has paid compensation under the Building Act (370/1958) becomes the property of the authority without compensation. If no agreement has been reached on the compensation for the area of a building plan road, or the question of compensation has not been settled by a court or by expropriation proceedings before this Act comes into force, the compensation question shall be determined by expropriation proceedings under the Expropriation Act."}, {"text_block_id": "p62_b1476", "text": "Section 219"}, {"text_block_id": "p62_b1477", "text": "Transitional provision on the implementation of a public area"}, {"text_block_id": "p62_b1478", "text": "Instead of the provisions of section 90, paragraph 1, of this Act, the provisions in force when this Act comes into force shall apply to the duty to build a market place, park or corresponding public area designated in a land use plan in force when this Act comes into effect."}, {"text_block_id": "p62_b1479", "text": "Street management shall be considered to cover streets and building plan roads transferred to public use under earlier legislation, which remain in public use without separate decision."}, {"text_block_id": "p62_b1480", "text": "Section 220"}, {"text_block_id": "p62_b1481", "text": "Transitional provision on the planner required of a local authority"}, {"text_block_id": "p62_b1482", "text": "Local authorities shall comply with the duty concerning a planner laid down in section 20, paragraph 2, within two years of this Act coming into force."}], "document_description": "Among its wide ranging provisions, the act also aims to empower the authority of the municipal and regional councils to regulate buildings, developments and plans in their jurisdiction to be environment friendly and energy efficient along with other wide ranging criteria."}