{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Finland", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Law on Air Traffic Trading", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/FIN/2010/FIN-2010-01-01-Law on Air Traffic Trading_54db9048de53625183437682d6db218b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Finlex ®"}, {"text_block_id": "p0_b2", "text": "›"}, {"text_block_id": "p0_b3", "text": "›"}, {"text_block_id": "p0_b4", "text": "›"}, {"text_block_id": "p0_b5", "text": "› 22.1.2010/34"}, {"text_block_id": "p0_b6", "text": "Seurattu SDK 137/2018 saakka."}, {"text_block_id": "p0_b7", "text": "22.1.2010 / 34"}, {"text_block_id": "p0_b8", "text": "Law on Air Traffic Trading"}, {"text_block_id": "p0_b9", "text": "See the Copyright Notice under the"}, {"text_block_id": "p0_b10", "text": "Terms of Service"}, {"text_block_id": "p0_b11", "text": "."}, {"text_block_id": "p0_b12", "text": "In accordance with a decision of Parliament,"}, {"text_block_id": "p0_b13", "text": "Purpose of the law"}, {"text_block_id": "p0_b14", "text": "The purpose of this law is to contribute to the cost-effective and economical reduction of carbon dioxide emissions in air transport."}, {"text_block_id": "p0_b15", "text": "This Act implements Directive 2003/87 / EC amending Directive 2008/101 / EC of the European Parliament and of the Council on the licensing of"}, {"text_block_id": "p0_b16", "text": "air carriers to"}, {"text_block_id": "p0_b17", "text": "include aviation activities in the scheme for greenhouse gas emission allowance trading within the Community ("}, {"text_block_id": "p0_b18", "text": "Air Traffic Permits"}, {"text_block_id": "p0_b19", "text": "Directive )."}, {"text_block_id": "p0_b20", "text": "Scope of application"}, {"text_block_id": "p0_b21", "text": "This law applies to carbon dioxide emissions from flights from a Member State or from a third country from an aerodrome located in the territory of a Member State of the European Economic Area."}, {"text_block_id": "p0_b22", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p0_b23", "text": "This law applies to aircraft operators holding a valid operating license issued by the Finnish Transport Safety Agency or another competent Finnish authority in accordance with Regulation (EC) No 1008/2008 of the European Parliament and of the Council on common rules for the operation of air transport in the Community and aircraft operators, which most of the estimated emissions caused by flights have been incurred in Finland during the base year."}, {"text_block_id": "p0_b24", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p0_b25", "text": "This law does not apply to military flights on military aircraft, customs and police flights, search and rescue flights, firefighting flights, humanitarian charter flights and no urgent ambulances."}, {"text_block_id": "p0_b26", "text": "For flights referred to in paragraph 3 above and for the other purposes of the Directive referred to in point 1 (c) of the Annex to Directive 2003/87 / EC of the European Parliament and of the Council ("}, {"text_block_id": "p0_b27", "text": "General Emissions Trading"}, {"text_block_id": "p0_b28", "text": "Directive) implementing the scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61 / EC to which this Act does not apply , is further specified in the decree of the Ministry of Transport and Communications."}, {"text_block_id": "p0_b29", "text": "Definitions"}, {"text_block_id": "p0_b30", "text": "For the purposes of this Act:"}, {"text_block_id": "p0_b31", "text": "For the purposes of this Act:\n* of CO2 emissions from flights referred to in section 2;\n* of CO2 emissions from flights referred to in section 2;\n (23.1.2015 / 37)\n* the right to emission\n* equivalent to one tonne of CO 2 emissions within a given period of time, as referred to in the General Emissions Trading Directive;\n* an allowance issued by aviation allowance under this Act to an aircraft operator to be sold or sold, available only for air traffic trading;"}, {"text_block_id": "p1_b43", "text": "For the purposes of this Act:\n* of CO2 emissions from flights referred to in section 2;\n* of CO2 emissions from flights referred to in section 2;\n (23.1.2015 / 37)\n* the right to emission\n* equivalent to one tonne of CO 2 emissions within a given period of time, as referred to in the General Emissions Trading Directive;\n* an allowance issued by aviation allowance under this Act to an aircraft operator to be sold or sold, available only for air traffic trading;\n* in the\n* period, the period for which the length is laid down in section 5;\n* An\n* natural or legal person who uses the aircraft when performing an aviation activity covered by the emissions trading scheme, or if the person concerned is not known or the aircraft owner is not identified by the user, the aircraft owner;\n* air traffic, the average annual\n* air traffic, the average annual\n emissions of\n* air traffic, the average annual\n emissions of\n aircraft during the reference years 2004, 2005 and 2006;\n* a\n* figure, a figure determined by the European Commission, obtained by dividing the total number of allowances for airspace to be distributed free of charge by the number of tonne-kilometers reported by aircraft operators and determining the number of allowances to be allocated free of charge to aircraft operators covered by this Act;\n* figure, a figure determined by the European Commission, obtained by dividing the total number of allowances for airspace to be distributed free of charge by the number of tonne-kilometers reported by aircraft operators and determining the number of allowances to be allocated free of charge to aircraft operators covered by this Act;\n (23.1.2015 / 37)\n* the\n* the United Nations Framework Convention on Climate Change (SopS 61/1994);\n* listed\n* listed\n in Annex I to the\n* listed\n in Annex I to the\n Climate Convention, which has a quantitative emission limit or emission reduction obligation under the Kyoto Protocol (SopS 13/2005) of the United Nations Framework Convention on Climate Change ('the\n* listed\n in Annex I to the\n Climate Convention, which has a quantitative emission limit or emission reduction obligation under the Kyoto Protocol (SopS 13/2005) of the United Nations Framework Convention on Climate Change ('the\n Kyoto Protocol\n* listed\n in Annex I to the\n Climate Convention, which has a quantitative emission limit or emission reduction obligation under the Kyoto Protocol (SopS 13/2005) of the United Nations Framework Convention on Climate Change ('the\n Kyoto Protocol\n '), and has ratified the Kyoto Protocol;\n* activities approved by one or more of the Parties to Annex I in accordance with Articles 6 or 12 of the Kyoto Protocol and Decisions taken under the Kyoto Protocol;\n* an\n* unit derived from a reduction of emissions resulting from the project activity carried out in another State listed in Annex I to the Climate Convention and granted in accordance with Article 6 of the Kyoto Protocol and Decisions taken under the Kyoto Protocol;\n* a\n* unit resulting from the emission reduction resulting from project activities carried out in a non-Annex I country concerned under the Climate Convention and granted in accordance with Article 12 of the Kyoto Protocol and Decisions taken under the Kyoto Protocol."}, {"text_block_id": "p1_b83", "text": "Obligations of the aircraft operator"}, {"text_block_id": "p1_b84", "text": "An aircraft operator referred to in section 2 (2) shall:"}, {"text_block_id": "p1_b85", "text": "An aircraft operator referred to in section 2 (2) shall:\n* monitor their emissions and tonne-kilometers, draw up an annual report on their emissions and ensure that the report is verified;\n* submit a monitoring plan to the Transport Safety Agency for approval four months before the start of the second and subsequent emission trading periods;\n* return to the register referred to in section 15 annual allowances equivalent to the total emissions of air traffic generated by the previous calendar year; (23.1.2015 / 37)\n* provide the Transport Safety Agency with the necessary information for the allocation of allowances for free air; mixed\n* notify the Finnish Transport Safety Agency of changes in operations, changes in the monitoring of emissions and change of aircraft operator."}, {"text_block_id": "p1_b96", "text": "Emission trading periods and the total number of allowances for air traffic"}, {"text_block_id": "p1_b97", "text": "The first trading period begins on 1 January 2012 and ends on 31 December 2012. The total number of allowances to be allocated to aircraft operators for the first period is 97% of the previous emissions of air traffic."}, {"text_block_id": "p1_b98", "text": "The second emission trading period shall run from 1 January 2013 to 31 December 2020. For the purposes of this trading period and subsequent trading periods, the total amount of allowances to air operators shall be"}, {"text_block_id": "p2_b99", "text": "95% of the previous emissions of airplanes multiplied by the number of years covered."}, {"text_block_id": "p2_b100", "text": "For each emission trading period, three percent of the total amount of allowances for air traffic trading in the emission trading periods referred to in subsection 2 shall be transferred to the special reserve referred to in Section 9."}, {"text_block_id": "p2_b101", "text": "(16.12.2011 / 1319)"}, {"text_block_id": "p2_b102", "text": "Section 6"}, {"text_block_id": "p2_b103", "text": "Allocation of air emission allowances"}, {"text_block_id": "p2_b104", "text": "In accordance with the application procedure provided for in section 7, the free allocation of air traffic allowances to aircraft operators shall be paid free of charge, equal to 85% of the remaining amount of air emission allowances pursuant to section 5 pursuant to Section 9 after deduction of allowances for air traffic transferred to special reserve. The remaining 15% of the number of allowances for aviation is sold separately by auction."}, {"text_block_id": "p2_b105", "text": "Section 7"}, {"text_block_id": "p2_b106", "text": "Search for free allocation of allowances for aviation"}, {"text_block_id": "p2_b107", "text": "Aircraft users can apply for free allocation of air traffic allowances for each emissions trading period separately. The application is made by submitting to the Finnish Transport Safety Agency the certified tonne-kilometer data of the aircraft operator concerned for that monitoring year. The monitoring year for the first and second trading periods is 2010. The monitoring period for the subsequent trading period is the calendar year ending 24 months before the start of the trading period subject to the application."}, {"text_block_id": "p2_b108", "text": "The application for free allocation of allowances for air traffic shall be submitted by 31 March 2011 for the first and second emission trading periods. In the case of subsequent trading periods, the application must be submitted at least 21 months before the beginning of the period covered by the application."}, {"text_block_id": "p2_b109", "text": "The Finnish Transport Safety Agency shall submit to the European Commission, for free at least 18 months before the beginning of the application period, applications for free allocation of air emission allowances."}, {"text_block_id": "p2_b110", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p2_b111", "text": "Granting of allowances for free allocation of air traffic"}, {"text_block_id": "p2_b112", "text": "The European Commission shall fix the total number of allowances to be allocated and to be auctioned for each trading period, the number of allowances in the special reserve, the number of allowances to be allocated free of charge and the reference figure for the allocation of free allowances to air carriers to aircraft operators. The Traffic Safety Agency grants free of charge air emission allowances to the aircraft operator during the emissions trading period within three months of the Commission's decision."}, {"text_block_id": "p2_b113", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p2_b114", "text": "The total number of allowances to be allocated to each aircraft operator who has submitted an application for free during the relevant trading period shall be determined by multiplying the tonne-kilometer data reported by the aircraft operator by the reference figure indicated by the European Commission."}, {"text_block_id": "p2_b115", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p2_b116", "text": "The decree of the Ministry of Transport and Communications provides for the implementation of a free allocation of emission allowances and the content of the application."}, {"text_block_id": "p2_b117", "text": "Section 9"}, {"text_block_id": "p2_b118", "text": "Special reserve for air emission allowances"}, {"text_block_id": "p2_b119_merged_merged_merged_merged_merged", "text": "For each emission trading period referred to in section 5, subsection 2, 3 per cent of the total amount of allowances for air traffic control referred to in that paragraph shall be transferred to the special reserve for aircraft operators: (16.12.2011 / 1319)"}, {"text_block_id": "p2_b121", "text": "For each emission trading period referred to in section 5, subsection 2, 3 per cent of the total amount of allowances for air traffic control referred to in that paragraph shall be transferred to the special reserve for aircraft operators: (16.12.2011 / 1319)\n* start an aviation activity falling within the scope of emissions trading after the monitoring year for which tonne-kilometer data have been submitted pursuant to section 7 (2); or\n* whose annual tonne-kilometer data has an average annual growth rate of more than 18% over the monitoring year for which tonne-kilometer data have been submitted pursuant to Article 7 (2) and the second"}, {"text_block_id": "p3_b125", "text": "For each emission trading period referred to in section 5, subsection 2, 3 per cent of the total amount of allowances for air traffic control referred to in that paragraph shall be transferred to the special reserve for aircraft operators: (16.12.2011 / 1319)\n* start an aviation activity falling within the scope of emissions trading after the monitoring year for which tonne-kilometer data have been submitted pursuant to section 7 (2); or\n* whose annual tonne-kilometer data has an average annual growth rate of more than 18% over the monitoring year for which tonne-kilometer data have been submitted pursuant to Article 7 (2) and the second\n"}, {"text_block_id": "p3_b126", "text": "A special reserve may be allocated allowances only to an aircraft operator whose operation under paragraph 1 (1) or the ancillary activities referred to in paragraph 2 does not fully or partially continue with aviation activity previously performed by another aircraft operator. However, up to 1 000 000 allowances will be granted to a single aircraft operator for a single allowance for a specific reserve during the emissions trading period."}, {"text_block_id": "p3_b127", "text": "An aircraft operator who fulfills the conditions of paragraphs 1 and 2 may apply for free air emission allowances from the special reserve by the Finnish Transport Safety Agency. The application shall be made no later than 30 June of the third year of the trading period to which the application relates."}, {"text_block_id": "p3_b128", "text": "(23.1.2015 / 37)"}, {"text_block_id": "p3_b129", "text": "Tässä pykälässä tarkoitetuista hakemuksista ja erityisvarannosta jaettavien lentoliikenteen päästöoikeuksien kirjaamisesta säädetään liikenne- ja viestintäministeriön asetuksella."}, {"text_block_id": "p3_b130", "text": "10 §"}, {"text_block_id": "p3_b131", "text": "Huutokaupalla myytävät lentoliikenteen päästöoikeudet"}, {"text_block_id": "p3_b132", "text": "Huutokaupassa myydään ne 6 §:ssä mainitut lentoliikenteen päästöoikeudet, joita ei jaeta maksutta, 9 §:ssä tarkoitetusta erityisvarannosta jakamatta jääneet lentoliikenteen päästöoikeudet ja 16 §:n 3 momentissa tarkoitetut päästöoikeudet, joita ei voida kirjata ilma-aluksen käyttäjän päästöoikeustilille."}, {"text_block_id": "p3_b133", "text": "Huutokauppa on toteutettava avoimella, yhdenmukaistetulla ja syrjimättömällä sekä ennakoitavissa olevalla tavalla siten, että kaikilla toimijoilla on yhdenmukaiset edellytykset osallistua huutokauppaan. Huutokauppa toteutetaan kustannustehokkaalla tavalla ja se voidaan toteuttaa sähköisiä järjestelmiä hyväksi käyttäen."}, {"text_block_id": "p3_b134", "text": "Lentoliikenteen päästöoikeuksien huutokauppaan sovelletaan päästökauppalain"}, {"text_block_id": "p3_b135", "text": "(311/2011) 6 luvun"}, {"text_block_id": "p3_b136", "text": "säännöksiä."}, {"text_block_id": "p3_b137", "text": "(16.12.2011/1319)"}, {"text_block_id": "p3_b138", "text": "11 §"}, {"text_block_id": "p3_b139", "text": "Päästöjen ja tonnikilometrien tarkkailu, raportointi ja todentaminen"}, {"text_block_id": "p3_b140", "text": "Ilma-aluksen käyttäjä on velvollinen laatimaan suunnitelman siitä, miten se tarkkailee käyttämiensä ilma-alusten päästöjä ja tonnikilometrejä, joita koskevia tietoja tarvitaan 7 §:n 1 momentissa ja 9 §:n 3 momentissa tarkoitettujen hakemusten tekemiseen, sekä miten se ilmoittaa niistä Liikenteen turvallisuusvirastolle. Ilma-aluksen käyttäjän tulee toimittaa suunnitelmansa Liikenteen turvallisuusvirastolle neljä kuukautta ennen kunkin päästökauppakauden alkua. Liikenteen turvallisuusvirasto hyväksyy suunnitelman."}, {"text_block_id": "p3_b141_merged_merged_merged", "text": "Ilma-aluksen käyttäjä on velvollinen laatimaan selvityksen jokaisen ilma-aluksensa aiheuttamista päästöistä. Selvitys on toimitettava viimeistään kunkin kalenterivuoden seuraavan vuoden maaliskuun 31 päivänä Liikenteen turvallisuusvirastolle, joka toimittaa sen edelleen Euroopan komissiolle. (23.1.2015/37)"}, {"text_block_id": "p3_b143", "text": "Ilma-aluksen käyttäjä vastaa siitä, että 2 momentissa tarkoitetun selvityksen on todentanut 12 §:ssä tarkoitettu hyväksytty todentaja. Ilma-alusten päästöt ja tonnikilometrit sekä tarkkailujärjestelmän luotettavuus, uskottavuus ja tarkkuus on todennettava."}, {"text_block_id": "p3_b144", "text": "Liikenteen turvallisuusvirasto voi määrätä, että ilma-aluksen käyttäjä ei saa jatkaa päästöoikeuksien siirtämistä, jos ilma-aluksen käyttäjä ei ole kunkin vuoden maaliskuun 31 päivään mennessä toimittanut päästöselvitystä tai sitä ei ole kyetty todentamaan edeltävän vuoden päästöjen osalta tyydyttäväksi."}, {"text_block_id": "p3_b145", "text": "Edellä 1 momentissa tarkoitetusta suunnitelmasta ja 2 momentissa tarkoitetusta selvityksestä säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella."}, {"text_block_id": "p3_b146", "text": "Liikenteen turvallisuusvirasto voi antaa tarkempia määräyksiä tarkkailusuunnitelmien ja vuotuisten päästöselvitysten laatimisesta ja toimittamisesta sekä virheellisen tarkkailun vaikutuksesta päästömäärän arviointiin."}, {"text_block_id": "p3_b147", "text": "Edellä 4 §:n 1 kohdassa ja tämän pykälän 2 ja 4 momentissa säädetystä vuosittain tehtävästä selvityksestä poiketen selvitys Euroopan talousalueeseen kuuluvissa valtioissa sijaitsevien lentopaikkojen välisten lentojen"}, {"text_block_id": "p4_b148", "text": "todennetuista päästöistä vuonna 2013 on toimitettava viimeistään 31 päivänä maaliskuuta 2015."}, {"text_block_id": "p4_b149", "text": "11 a §"}, {"text_block_id": "p4_b150", "text": "Biopolttoaineiden kestävyys"}, {"text_block_id": "p4_b151", "text": "Jos ilma-aluksen käyttäjä ilmoittaa päästöselvityksessä ilma-aluksessa käytettyjen biopolttoaineiden päästökertoimeksi nollan, biopolttoaineiden on täytettävä biopolttoaineista ja bionesteistä annetussa laissa"}, {"text_block_id": "p4_b152", "text": "(393/2013)"}, {"text_block_id": "p4_b153", "text": "säädetyt kestävyyskriteerit ja ilma-aluksen käyttäjän on osoitettava tämä mainitun lain mukaisesti. Biopolttoaineella tarkoitetaan mainitussa laissa tarkoitettua biopolttoainetta."}, {"text_block_id": "p4_b154", "text": "Todentaja"}, {"text_block_id": "p4_b155_merged_merged", "text": "Ilma-aluksen käyttäjän on käytettävä 7 §:n 1 momentissa ja 9 §:n 3 momentissa tarkoitetussa hakemuksessa ilmoitettujen tonnikilometritietojen sekä 11 §:n 2 momentin mukaisen selvityksen todentamisessa todentajaa, jolla on ilmailualan tuntemusta. Liikenteen turvallisuusvirasto hyväksyy todentajan noudattaen päästökauppalain 61 ja 62 §:n säännöksiä ja peruuttaa todentajan hyväksymisen noudattaen mainitun lain 64 §:n säännöksiä. Todentamistehtävien suorittamiseen ja todentajan velvollisuuteen ilmoittaa toimintansa muutoksista sovelletaan mainitun lain 58 ja 63 §:n säännöksiä. (23.1.2015/37)"}, {"text_block_id": "p4_b157", "text": "Liikenne- ja viestintäministeriön asetuksella säädetään tarkemmin todentajan hyväksymismenettelystä, hyväksymisen edellytysten arvioinnista sekä todentamistehtävien suorittamisesta."}, {"text_block_id": "p4_b158", "text": "13 §"}, {"text_block_id": "p4_b159", "text": "Todentajan lausunto"}, {"text_block_id": "p4_b160", "text": "Todentaja laatii 11 §:n 2 momentin mukaisesta selvityksestä lausunnon, jossa todetaan, onko selvitys tyydyttävä. Lausunnosta tulee käydä ilmi todentamisen kannalta oleelliset seikat. Päästöselvitys voidaan katsoa tyydyttäväksi, jos se on laadittu 11 §:n mukaisesti ja kokonaispäästöjä ei todentajan mielestä ole ilmoitettu oleellisesti väärin."}, {"text_block_id": "p4_b161", "text": "Liikenne- ja viestintäministeriön asetuksella säädetään tarkemmin siitä, miten 11 §:n 1 momentissa tarkoitetut suunnitelmat ja 11 §:n 2 momentissa tarkoitetut raportit todennetaan."}, {"text_block_id": "p4_b162", "text": "14 §"}, {"text_block_id": "p4_b163", "text": "Hanketoiminta"}, {"text_block_id": "p4_b164", "text": "Ilma-aluksen käyttäjä voi päästökauppakaudella 2013–2020 käyttää hanketoiminnasta saatuja sertifioituja päästövähennyksiä ja päästövähennysyksiköitä vuosittain enintään 1,5 prosenttia niistä päästöoikeuksista, jotka ilma-aluksen käyttäjän on palautettava 19 §:n mukaisesti."}, {"text_block_id": "p4_b165", "text": "Ilma-aluksen käyttäjä voi käyttää päästökauppakaudelta 2012 jäljellä olevaa hankeyksiköiden käyttöoikeutta myös päästökauppakaudella 2013–2020 siltä osin kuin hankeyksiköitä on jäänyt kaudella 2012 käyttämättä 19 §:ssä säädetyn velvoitteen täyttämiseen."}, {"text_block_id": "p4_b166", "text": "Liikenteen turvallisuusvirasto päättää ilma-aluksen käyttäjän hankeyksiköiden käytön enimmäismäärästä ja toimittaa käyttäjäkohtaiset enimmäismäärät komission tarkastettaviksi."}, {"text_block_id": "p4_b167", "text": "Muilta osin hanketoimintaan sovelletaan päästökauppalain 7 luvun säännöksiä."}, {"text_block_id": "p4_b168", "text": "15 §"}, {"text_block_id": "p4_b169", "text": "Rekisteri"}, {"text_block_id": "p4_b170", "text": "Edellä 2 §:n 2 momentissa tarkoitetuilla ilma-aluksen käyttäjillä on päästöoikeustili päästökauppalain 46 §:ssä tarkoitetussa rekisterissä."}, {"text_block_id": "p4_b171", "text": "Lentoliikenteen päästöoikeuksien vuosittainen määrääminen ja kirjaaminen"}, {"text_block_id": "p5_b172", "text": "Liikenteen turvallisuusvirasto määrää kullekin ilma-aluksen käyttäjälle kyseisellä päästökauppakaudella vuosittain maksutta jaettavien lentoliikenteen päästöoikeuksien määrän jakamalla 6 §:n mukaisesti määritellyn päästöoikeuksien kokonaismäärän niiden vuosien määrällä, joiden aikana ilma-aluksen käyttäjä harjoittaa ilmailutoimintaa kyseessä olevalla päästökauppakaudella."}, {"text_block_id": "p5_b173", "text": "Energiavirasto kirjaa viimeistään kunkin vuoden helmikuun 28 päivänä 15 §:ssä tarkoitetussa rekisterissä olevalle ilma-aluksen käyttäjän päästöoikeustilille tälle kyseisenä vuonna maksutta jaettavien lentoliikenteen päästöoikeuksien määrän."}, {"text_block_id": "p5_b174", "text": "(23.1.2015/37)"}, {"text_block_id": "p5_b175", "text": "Jos ilma-aluksen käyttäjän organisaatiolle myönnetty lentotoimintalupa tai liikennelupa ei ole enää voimassa tai jos ilma-aluksen käyttäjä on 25 §:n 1 momentin mukaisesti Euroopan komission päätöksellä määrätty toimintakieltoon taikka jos ilma-aluksen käyttäjä lopettaa tämän lain soveltamisalaan kuuluvan ilmailutoiminnan, Energiavirasto ei saa luvan peruuttamisen tai toiminnan lopettamisen jälkeen kirjata ilma-aluksen käyttäjän päästöoikeustilille vuosittain kirjattavia lentoliikenteen päästöoikeuksia. Liikenteen turvallisuusvirasto ilmoittaa Energiavirastolle tässä momentissa mainituista peruutuksista ja määräyksistä."}, {"text_block_id": "p5_b176", "text": "(23.1.2015/37)"}, {"text_block_id": "p5_b177", "text": "17 §"}, {"text_block_id": "p5_b178", "text": "Lentoliikenteen päästöoikeuksien kirjaaminen uudelle ilma-aluksen käyttäjälle"}, {"text_block_id": "p5_b179", "text": "Energiavirasto kirjaa vuosittain viimeistään helmikuun 28 päivänä 8 §:n perusteella lasketun määrän lentoliikenteen päästöoikeuksia sellaiselle ilma-aluksen käyttäjälle, joka on aloittanut tai aloittaa tämän lain soveltamisalaan kuuluvan lentoliikenteen harjoittamisen 1 päivänä tammikuuta 2011 tai sen jälkeen eikä ole aikaisemmin hakenut 6 §:ssä tarkoitettuja lentoliikenteen päästöoikeuksia."}, {"text_block_id": "p5_b180", "text": "(23.1.2015/37)"}, {"text_block_id": "p5_b181", "text": "Edellä 1 momentissa säädetty ei koske ilma-aluksen käyttäjää, jonka toiminta on kokonaan tai osittain jatkoa toisen ilma-aluksen käyttäjän aikaisemmin harjoittamalle toiminnalle."}, {"text_block_id": "p5_b182", "text": "18 §"}, {"text_block_id": "p5_b183", "text": "(23.1.2015/37)"}, {"text_block_id": "p5_b184", "text": "Lentoliikenteen päästöoikeuksien kirjaaminen ilma-aluksen käyttäjän vaihtuessa"}, {"text_block_id": "p5_b185", "text": "Ilma-aluksen käyttäjän vaihtuessa uuden ilma-aluksen käyttäjän on ilmoitettava vaihdoksesta Liikenteen turvallisuusvirastolle ja Energiavirastolle, joka kirjaa 16 §:n 2 momentin mukaisesti kyseistä vuotta koskevat päästöoikeudet uuden ilma-aluksen käyttäjän rekisterissä olevalle päästöoikeustilille."}, {"text_block_id": "p5_b186", "text": "19 §"}, {"text_block_id": "p5_b187", "text": "(23.1.2015/37)"}, {"text_block_id": "p5_b188", "text": "Velvoite palauttaa päästöoikeuksia, lentoliikenteen päästöoikeuksia ja hankeyksiköitä sekä näiden poistaminen"}, {"text_block_id": "p5_b189_merged_merged_merged_merged_merged_merged", "text": "Viimeistään kunkin vuoden huhtikuun 30 päivänä kukin ilma-aluksen käyttäjä palauttaa 15 §:ssä tarkoitettuun rekisteriin kustakin ilma-aluksesta edellisenä kalenterivuonna aiheutuneita ja 11 §:n mukaisesti todennettuja kokonaispäästöjä vastaavan määrän päästöoikeuksia. Määräaikaan ei sovelleta säädettyjen määräaikain laskemisesta annetun lain (150/1930) 5 §:n säännöksiä."}, {"text_block_id": "p5_b192", "text": "Ilma-aluksen käyttäjä voi käyttää 1 momentissa säädetyn velvoitteensa täyttämiseen hanketoiminnoista saatuja sertifioituja päästövähennyksiä ja päästövähennysyksiköitä."}, {"text_block_id": "p5_b193", "text": "Ilma-alusten käyttäjien palauttamat päästöoikeudet, sertifioidut päästövähennykset ja päästövähennysyksiköt poistetaan rekisterissä Kioton pöytäkirjan ensimmäisen velvoitekauden osalta ainoastaan siltä osin kuin nämä päästöoikeudet, sertifioidut päästövähennykset ja päästövähennysyksiköt vastaavat Suomen kansallisiin kokonaispäästömääriin sisältyviä päästöjä."}, {"text_block_id": "p5_b194", "text": "Edellä 1 momentissa säädetystä poiketen Euroopan talousalueeseen kuuluvissa valtioissa sijaitsevien lentopaikkojen välisten lentojen vuoden 2013 todennettuja kokonaispäästöjä vastaava määrä päästöoikeuksia on palautettava viimeistään 30 päivänä huhtikuuta 2015."}, {"text_block_id": "p5_b195", "text": "20 §"}, {"text_block_id": "p5_b196", "text": "Mitätöityjen päästöoikeuksien korvaaminen"}, {"text_block_id": "p5_b197", "text": "Edellä 15 §:ssä tarkoitettu rekisteri kirjaa päästöoikeuksia asianomaiselle tilille päästökauppakautta 2013– 2020 ja sitä seuraavia päästökauppakausia varten korvaamaan tilillä edelliseltä päästökauppakaudelta olevat"}, {"text_block_id": "p6_b198", "text": "päästöoikeudet, joita ei ole käytetty 19 §:n mukaisen palauttamisvelvollisuuden täyttämiseksi."}, {"text_block_id": "p6_b199", "text": "21 §"}, {"text_block_id": "p6_b200", "text": "(23.1.2015/37)"}, {"text_block_id": "p6_b201", "text": "Tiedonsaanti-ja tarkastusoikeus"}, {"text_block_id": "p6_b202", "text": "Liikenteen turvallisuusvirastolla ja Energiavirastolla on oikeus saada valvontaa ja tämän lain täytäntöönpanoa varten välttämättömät tiedot ilma-alusten käyttäjiltä sekä viranomaisten toiminnan julkisuudesta annetussa laissa"}, {"text_block_id": "p6_b203", "text": "(621/1999)"}, {"text_block_id": "p6_b204", "text": "säädetyn salassapitovelvollisuuden estämättä todentajilta."}, {"text_block_id": "p6_b205", "text": "Liikenteen turvallisuusvirastolla ja Energiavirastolla on oikeus tämän lain ja sen nojalla annettujen säännösten noudattamisen valvomiseksi toimittaa tarkastus muualla kuin ilma-aluksen käyttäjän pysyväisluonteiseen asumiseen käytetyissä tiloissa. Ilma-aluksen käyttäjän on vaadittaessa esitettävä tarkastusta toimittavalle viranomaiselle tarkastusta varten ne asiakirjat ja tietojärjestelmässään olevat tallenteet sekä järjestettävä pääsy niihin laitteisiin ja laitteistoihin, joilla voi olla merkitystä tämän lain tai sen nojalla annettujen säännösten noudattamisen valvonnassa. Tarkastusta toimitettaessa noudatetaan, mitä hallintolain"}, {"text_block_id": "p6_b206", "text": "(434/2003) 39 §:ssä"}, {"text_block_id": "p6_b207", "text": "säädetään. Tarkastusta toimittavalla virkamiehellä on oikeus ottaa maksutta jäljennöksiä tarkastettavista asiakirjoista ja tulosteita tietojärjestelmissä olevista tallenteista."}, {"text_block_id": "p6_b208", "text": "22 §"}, {"text_block_id": "p6_b209", "text": "Hallintopakko"}, {"text_block_id": "p6_b210", "text": "Liikenteen turvallisuusvirasto voi velvoittaa sen, joka rikkoo tätä lakia tai sen nojalla annettuja säännöksiä, oikaisemaan laiminlyöntinsä tai muutoin täyttämään velvollisuutensa. Velvoitteen tehosteeksi voidaan asettaa uhkasakko tai uhka, että toiminta keskeytetään osaksi tai kokonaan taikka tekemättä jätetty toimenpide teetetään laiminlyöjän kustannuksella."}, {"text_block_id": "p6_b211", "text": "Uhkasakkoon, keskeyttämisuhkaan ja teettämisuhkaan sovelletaan, mitä uhkasakkolaissa"}, {"text_block_id": "p6_b212", "text": "(1113/1990)"}, {"text_block_id": "p6_b213", "text": "säädetään."}, {"text_block_id": "p6_b214", "text": "23 §"}, {"text_block_id": "p6_b215", "text": "Lentoliikenteen päästökaupparikkomus"}, {"text_block_id": "p6_b216", "text": "Joka tahallaan tai törkeästä huolimattomuudesta"}, {"text_block_id": "p6_b217", "text": "Joka tahallaan tai törkeästä huolimattomuudesta\n* laiminlyÃ¶ laatia 4 Â§:ssÃ¤ tarkoitetun tarkkailusuunnitelman tai sen hyvÃ¤ksyttÃ¤misen Liikenteen turvallisuusvirastolla taikka laiminlyÃ¶ 4 Â§:ssÃ¤ tarkoitetun selvityksen tai todentamisen,\n* ilmoittaa viranomaiselle vÃ¤Ã¤riÃ¤ tietoja,\n* kÃ¤yttÃ¤Ã¤ pÃ¤Ã¤stÃ¶vÃ¤hennystÃ¤ tai pÃ¤Ã¤stÃ¶vÃ¤hennysyksikkÃ¶Ã¤ 14 Â§:n vastaisesti tai\n* laiminlyÃ¶ esittÃ¤Ã¤ 21 Â§:n 2 momentissa tarkoitetut asiakirjat ja tallenteet,"}, {"text_block_id": "p6_b225_merged_merged_merged_merged_merged", "text": "on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, lentoliikenteen päästökaupparikkomuksesta sakkoon."}, {"text_block_id": "p6_b228", "text": "Se, joka rikkoo tämän lain nojalla määrättyä uhkasakolla tehostettua kieltoa tai määräystä, voidaan jättää tuomitsematta rangaistukseen samasta teosta."}, {"text_block_id": "p6_b229", "text": "Lentoliikenteen päästöoikeuden ylitysmaksu"}, {"text_block_id": "p6_b230", "text": "Liikenteen turvallisuusvirasto julkistaa niiden ilma-alusten käyttäjien nimet, jotka ovat rikkoneet tämän lain vaatimuksia palauttaa riittävä määrä päästöoikeuksia."}, {"text_block_id": "p6_b231", "text": "Jollei ilma-aluksen käyttäjä 19 §:ssä tarkoitettuun määräaikaan mennessä palauta edeltävän vuoden päästöjään vastaavaa määrää päästöoikeuksia, Liikenteen turvallisuusviraston on määrättävä ilma-aluksen käyttäjä maksamaan valtiolle lentoliikenteen päästöoikeuden ylitysmaksun. Maksu on 100 euroa kutakin sellaista aiheutunutta hiilidioksidiekvivalenttitonnia kohti, jonka osalta ilma-aluksen käyttäjä ei ole"}, {"text_block_id": "p7_b232", "text": "palauttanut päästöoikeuksia. Ylitysmaksua korotetaan Euroopan yhdenmukaistetun kuluttajahintaindeksin mukaisesti. Ylitysmaksun täytäntöönpanoon sovelletaan päästökauppalain 69 §:n säännöksiä."}, {"text_block_id": "p7_b233", "text": "Edellä 2 momentissa tarkoitetun lentoliikenteen päästöoikeuden ylitysmaksun maksamisen lisäksi ilma-aluksen käyttäjän on palautettava puuttuvia päästöoikeuksia vastaava päästöoikeuksien määrä palauttaessaan päästöoikeuksia seuraavan kalenterivuoden osalta."}, {"text_block_id": "p7_b234", "text": "25 §"}, {"text_block_id": "p7_b235", "text": "Toimintakielto"}, {"text_block_id": "p7_b236", "text": "Jos ilma-aluksen käyttäjä ei noudata tämän lain vaatimuksia ja jos vaatimusten noudattamista ei ole pystytty varmistamaan 22–24 §:ssä tarkoitetuilla toimenpiteillä, Liikenteen turvallisuusvirasto voi pyytää Euroopan komissiota päättämään asianomaisen ilma-aluksen käyttäjän määräämisestä toimintakieltoon. Liikenteen turvallisuusviraston on liitettävä pyyntöön seuraavat tiedot:"}, {"text_block_id": "p7_b237", "text": "Jos ilma-aluksen käyttäjä ei noudata tämän lain vaatimuksia ja jos vaatimusten noudattamista ei ole pystytty varmistamaan 22–24 §:ssä tarkoitetuilla toimenpiteillä, Liikenteen turvallisuusvirasto voi pyytää Euroopan komissiota päättämään asianomaisen ilma-aluksen käyttäjän määräämisestä toimintakieltoon. Liikenteen turvallisuusviraston on liitettävä pyyntöön seuraavat tiedot:\n* todisteet siitÃ¤, ettei ilma-aluksen kÃ¤yttÃ¤jÃ¤ ole tÃ¤yttÃ¤nyt tÃ¤mÃ¤n lain mukaisia velvoitteitaan;\n* yksityiskohtaiset tiedot toteuttamistaan valvontatoimista;\n* perustelut Euroopan talousalueen laajuiseen toimintakieltoon mÃ¤Ã¤rÃ¤Ã¤miselle; ja\n* ehdotus Euroopan talousalueen laajuisen toimintakiellon soveltamisalaksi ja mahdollisesti siihen sovellettaviksi ehdoiksi."}, {"text_block_id": "p7_b245", "text": "Liikenteen turvallisuusvirasto vastaa siitä, että Euroopan komission päätös saatetaan Suomessa voimaan."}, {"text_block_id": "p7_b246", "text": "26 §"}, {"text_block_id": "p7_b247", "text": "(23.1.2015/37)"}, {"text_block_id": "p7_b248", "text": "Viranomaisten maksulliset suoritteet"}, {"text_block_id": "p7_b249", "text": "Liikenteen turvallisuusvirastolla ja Energiavirastolla on oikeus periä tämän lain mukaisen luvan, ilmoituksen, hyväksymisen tai muun asian käsittelystä maksu. Energiavirastolla on lisäksi oikeus periä maksu tehtävistä, jotka koskevat rekisterin tilien ylläpitoa."}, {"text_block_id": "p7_b250", "text": "Edellä 1 momentissa tarkoitetuista Liikenteen turvallisuusviraston maksullisista suoritteista ja niistä perittävistä maksuista säädetään tarkemmin liikenne- ja viestintäministeriön asetuksella sekä Energiaviraston suoritteista ja niistä perittävistä maksuista työ- ja elinkeinoministeriön asetuksella noudattaen, mitä valtion maksuperustelaissa"}, {"text_block_id": "p7_b251", "text": "(150/1992)"}, {"text_block_id": "p7_b252", "text": "säädetään."}, {"text_block_id": "p7_b253", "text": "27 §"}, {"text_block_id": "p7_b254", "text": "Muutoksenhaku"}, {"text_block_id": "p7_b255", "text": "Todentajan lausuntoon saa vaatia oikaisua todentajalta siten kuin hallintolaissa säädetään."}, {"text_block_id": "p7_b256", "text": "Liikenteen turvallisuusviraston ja Energiaviraston päätökseen sekä oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa"}, {"text_block_id": "p7_b257", "text": "(586/1996)"}, {"text_block_id": "p7_b258", "text": "säädetään."}, {"text_block_id": "p7_b259", "text": "Hallinto-oikeuden päätökseen todentajan hyväksymisen peruuttamista koskevassa asiassa sekä 22 ja 24 §:ssä tarkoitetussa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan."}, {"text_block_id": "p7_b260", "text": "Energiaviraston ja Liikenteen turvallisuusviraston päätöksiä on noudatettava muutoksenhausta huolimatta, jollei muutoksenhakuviranomainen toisin määrää."}, {"text_block_id": "p7_b261", "text": "Energiaviraston ja Liikenteen turvallisuusviraston julkisoikeudellisesta suoritteesta määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa säädetään."}, {"text_block_id": "p7_b262", "text": "28 §"}, {"text_block_id": "p7_b263", "text": "(23.1.2015/37)"}, {"text_block_id": "p7_b264_merged_merged_merged_merged_merged", "text": "28 § on kumottu L:lla 23.1.2015/37."}, {"text_block_id": "p8_b267", "text": "29 §"}, {"text_block_id": "p8_b268", "text": "Voimaantulo"}, {"text_block_id": "p8_b269", "text": "Tämä laki tulee voimaan 1 päivänä helmikuuta 2010."}, {"text_block_id": "p8_b270", "text": "Before the entry into force of this law, measures necessary for the implementation of the law may be taken."}, {"text_block_id": "p8_b271", "text": "HE 209/2009"}, {"text_block_id": "p8_b272", "text": ","}, {"text_block_id": "p8_b273", "text": "LiVM"}, {"text_block_id": "p8_b274", "text": "29/2009, EV 245/2009, Directive"}, {"text_block_id": "p8_b275", "text": "2008/101"}, {"text_block_id": "p8_b276", "text": "/ EC of the European Parliament and of the Council; OJ L 8, 13.1.2009, p. 3"}, {"text_block_id": "p8_b277", "text": "Entry into force and application of amending acts:"}, {"text_block_id": "p8_b278", "text": "16.12.2011 / 1319:"}, {"text_block_id": "p8_b279", "text": "This law comes into force on 1 January 2012."}, {"text_block_id": "p8_b280", "text": "HE 82/2011"}, {"text_block_id": "p8_b281", "text": ","}, {"text_block_id": "p8_b282", "text": "LiVM"}, {"text_block_id": "p8_b283", "text": "12/2011, EV 65/2011"}, {"text_block_id": "p8_b284", "text": "06.07.2013 / 397:"}, {"text_block_id": "p8_b285", "text": "This law comes into force on 1 July 2013."}, {"text_block_id": "p8_b286", "text": "Before 1 January 2014, an aircraft operator may demonstrate compliance with the sustainability criteria for biofuels used on board an aircraft, following requirements equivalent to those laid down in Section 12 of the Biofuels and Biones Act."}, {"text_block_id": "p8_b287", "text": "HE 13/2013"}, {"text_block_id": "p8_b288", "text": ", PeVL 12/2013, YmVL 8/2013, TaVM 9/2013, EV 58/2013, Directive 2009/28 / EC of the European Parliament and of the Council"}, {"text_block_id": "p8_b289", "text": "01/23/2015 / 37"}, {"text_block_id": "p8_b290", "text": "This law comes into force on 1 March 2015. Section 2, subsection 5 of the Act is valid until the end of 2016."}, {"text_block_id": "p8_b291", "text": "However, Section 2, paragraph 5 of the Act would apply to the emissions obligations that had already been incurred in 2013."}, {"text_block_id": "p8_b292", "text": "The administrative decision on appeal before the entry into force of this Act shall be governed by the provisions in force at the time this Act enters into force."}, {"text_block_id": "p8_b293", "text": "HE 238/2014"}, {"text_block_id": "p8_b294", "text": ", TaVM 22/2014, EV 216/2014"}, {"text_block_id": "p8_b295_merged_merged_merged_merged_merged", "text": "Finlex > Legislation > Up-to-date legislation > Year 2010 > 22.1.2010 / 34"}, {"text_block_id": "p8_b303", "text": "Finlex ® is a public and free Internet service provided by the Ministry of Justice. Finlex's content is produced and maintained by Edita Publishing Oy. The Ministry of Justice or Edita shall not be liable for errors occurring in the contents of the databases, direct or indirect damages to users, or interruptions or other interruptions in the Internet."}], "document_description": "The act aims to promote the reduction of carbon dioxide emissions in the aviation sector in a cost-effective and economical way.  The act stipulates that aircraft operators should monitor their emissions and submit a report to the transport safety authority regularly during the emissions trading periods. It stipulates emission allowances and that 3% of total aviation emission allowances be set aside during each emissions trading period starting in 2012.  Implementation of this act is further strengthened by the Decree of the Ministry of Transport and Communications on the monitoring and verification of carbon dioxide emissions and tonne-kilometre data, and on the approval of verifiers (63/2010)."}