{"document_instrument_name": ["Capacity building|Governance", "Subsidies|Economic"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Finland", "document_category": "Policy", "document_sector_name": ["Waste", "Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Economy-wide", "Agriculture"], "document_date": "24/11/2016", "document_language": "English", "document_name": "National Energy and Climate Strategy for 2030", "document_country_code": "FIN", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/FIN/2016/FIN-2016-11-24-National Energy and Climate Strategy for 2030_e131983ac0cd08beb33b425bf6c601e5.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The National Energy and Climate Strategy lays out concrete actions and objectives on how Finland is to achieve the energy and climate objective consistent with 2050 carbon neutrality target. It notably updates previous goals on renewable energy: 1) the share of renewable energy into final energy demand should rise to over 50 % in the 2020s while the use of oil products will be halved, 2) investment subsidies will be mainly targeted on commercialisation of new technologies, expanding biofuels in transport and promote the use of agricultural, societal and industrial waste and side streams in transport, heat and electricity generation, and 3) promote the generation and use of biogas.<br>&nbsp;<br>&nbsp;Other decisions include 1) focusing greenhouse gases emissions reductions from transportation on road transport, 2) phase out coal in the energy mix by 2030, 3) fortifying the growth and carbon binding capacity of forests to prevent the decline of the carbon sink capacity. Feed-in-tariffs will be \"discontinued\" for wind power to increase stability by seeking new projects being developed on market terms, allow for long-term competitiveness of the Finnish economy and reduce the burden on the State's budget. In that purpose, technology-neutral competitive tendering will be pursued over the period 2018-2020. Cost-effective measures will be augmented by € 160 to 240 million in 2018-2020 and by € 900-930 million over the period 2021 to 2030. Energy taxation will also foster the use of forest chips and other wood by-products for combined heat and power generation and biofuels."}