{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Finland", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "National Climate Change Adaptation Plan 2022", "document_country_code": "FIN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_date": "20/11/2014", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/FIN/2014/FIN-2014-11-20-National Climate Change Adaptation Plan 2022_e98fbc1917be98dddd9463c97182bc43.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Finland’s National Climate Change Adaptation Plan 2022"}, {"text_block_id": "p0_b2", "text": "5b"}, {"text_block_id": "p0_b3", "text": "2014"}, {"text_block_id": "p1_b4", "text": "Finland’s National Climate Change Adaptation Plan 2022"}, {"text_block_id": "p1_b5", "text": "Government Resolution 20 November 2014"}, {"text_block_id": "p1_b6", "text": "Ministry of Agriculture and Forestry 2014"}, {"text_block_id": "p2_b7", "text": "Title of publication:"}, {"text_block_id": "p2_b8", "text": "Finland’s National Climate Change Adaptation Plan 2022"}, {"text_block_id": "p2_b9", "text": "Publisher:"}, {"text_block_id": "p2_b10", "text": "Ministry of Agriculture and Forestry"}, {"text_block_id": "p2_b11", "text": "Photos: Ministry of Agriculture and Forestry, Antero Aaltonen (reindeer)"}, {"text_block_id": "p2_b12", "text": "Layout: Mari Liimatainen/Juvenes Print Oy"}, {"text_block_id": "p2_b13", "text": "ISBN 978-952-453-862-6 (Electronic version)"}, {"text_block_id": "p2_b14", "text": "ISSN 1797-397X (Electronic version)"}, {"text_block_id": "p3_b15", "text": "Table of contents"}, {"text_block_id": "p4_b16", "text": "Summary"}, {"text_block_id": "p4_b17", "text": "In Finland the temperature is estimated to rise by 2.3 to 6 degrees by the end of the century compared to the period 1986–2005, depending on the global trend in greenhouse gas emissions. Both the nature and societies will be faced with ex"}, {"text_block_id": "p4_b18", "text": "-"}, {"text_block_id": "p4_b19", "text": "ceptionally rapid changes as climate warming proceeds, which means that adaptation has become a necessity."}, {"text_block_id": "p4_b20", "text": "The aim of the National Climate Change Adaptation Plan 2022 is that the Finnish society has the capacity to man"}, {"text_block_id": "p4_b21", "text": "-"}, {"text_block_id": "p4_b22", "text": "age the risks associated with climate change and adapt to changes in the climate. The objectives of the plan are: A. Adaptation has been integrated into the planning and activities of both the various sectors and their actors; B. The actors have access to the necessary climate change assess"}, {"text_block_id": "p4_b23", "text": "-"}, {"text_block_id": "p4_b24", "text": "ment and management methods, and C. Research and de"}, {"text_block_id": "p4_b25", "text": "-"}, {"text_block_id": "p4_b26", "text": "velopment work, communication and education and training have enhanced the adaptive capacity of society, developed innovative solutions and improved citizens’ awareness on climate change adaptation."}, {"text_block_id": "p4_b27", "text": "To reach the aim, the National Climate Change Adaptation Plan specifies the key measures in support of adaptation to be implemented in the next few years. The impacts of climate change elsewhere in the world with repercussions on Finland will be taken into account in the national work."}, {"text_block_id": "p4_b28", "text": "The Ministry of Agriculture and Forestry was responsible for the preparation of the National Climate Change Adaptation Plan, with the practical work steered by a broadly-based coordination group appointed by the ministry."}, {"text_block_id": "p4_b29", "text": "Adaptation is included in the Climate Act [approved in 6.3.2015]. According to this, the Government adopts a national adaptation plan at least once in every ten years and the State authorities must, to the extent possible, promote the implementation of the adaptation plan in their actions."}, {"text_block_id": "p4_b30_merged_merged_merged", "text": "The adaptation plan also implements the EU Strategy on Adapta-tion to Climate Change within Finland."}, {"text_block_id": "p4_b33", "text": "Key fields of action, objectives and aim of the plan."}, {"text_block_id": "p5_b34", "text": "1. Background, premises and key concepts"}, {"text_block_id": "p5_b35", "text": "1.1 Background"}, {"text_block_id": "p5_b36", "text": "Finland’s National Strategy for Adaptation to Climate Change adopted in 2005 aims to reinforce and enhance the capacity to adapt to climate change in Finland.The focus of the adaptation strategy is the national level and the approach is sector-based. The key objective of the adaptation strategy is to incorporate"}, {"text_block_id": "p5_b37", "text": "adaptation as a cross-cutting perspective into the planning, activities and follow-up within the sectors. The strategy deals with the impacts of climate changes and proposes measures to be introduced immediately as well as lines of action to be followed over longer term."}, {"text_block_id": "p5_b38", "text": "The strategy was adopted in 2005 as part of the Government Report to the Parliament concerning the short-term outlines for energy and climate policy. The outlines of the Adaptation Strategy were also incorporated into the Long-term Climate and Energy Strategy of 2008. The Climate and Energy Policy report of 2009 took a long-term perspective to adaptation. The Government report on Climate and Energy Strategy of 2013 recognises the need to revise the National Adaptation Strategy."}, {"text_block_id": "p5_b39", "text": "A mid-term evaluation of the strategy implementation was done in 2009 and a more comprehensive evaluation for the review of the strategy was conducted in 2012–2013."}, {"text_block_id": "p5_b40", "text": "The EU Strategy on Adaptation to Climate Change was published in April 2013 (COM(2013) 216 final) and the Council conclusions concerning this were adopted at the Environment Council in June 2013. The EU Adaptation Strategy starts from the premise that adaptation actions are needed because of the impacts of climate change and the costs arising from these. Implementing early and systematic adaptation actions is less costly over the long term than failure to take any action. The EU strategy em-phasises the role of national and regional adaptation strategies, as well as improving the access to information on adaptation and use of better knowledge base than available at present in the decision-making. Adaptation should be incorporated as a cross-cutting perspective in the planning and decision-making of the sectors, especially the vulnerable ones."}, {"text_block_id": "p5_b41", "text": "Climate change adaptation is an important element in the negotiations under the UN Framework Convention on Climate Change. In the UNFCC the industrialised countries have"}, {"text_block_id": "p5_b42", "text": "mitted to supporting the developing countries both in the actions to mitigate climate change and in climate change adaptation."}, {"text_block_id": "p5_b43", "text": "The review of the Adaptation Strategy of 2005 was prepared at a coordination group appointed by the Ministry of Agriculture and Forestry. Experiences gained from the implementation of the 2005 strategy, new information produced by research on adaptation and the outlines of the EU Adaptation Strategy have been taken into account in preparing the adaptation plan. The strategies and actions to promote adaptation in Finland have been revised based on the identified needs."}, {"text_block_id": "p5_b44", "text": "The purpose of the Climate Act [approved in 6.3.2015] is to co"}, {"text_block_id": "p5_b45", "text": "-"}, {"text_block_id": "p5_b46", "text": "ordinate the activity of the public authorities in the planning and monitoring the implementation of measures aimed to mitigate climate change and adapt to it. The act enhances the opportuni"}, {"text_block_id": "p5_b47", "text": "-"}, {"text_block_id": "p5_b48", "text": "ties of the Parliament and public at large to be involved in and influence the planning of climate policy in Finland. According to the act, the Government adopts a national adaptation plan at least once in every ten years and the State authorities must, to the extent possible, promote the implementation of the adapta"}, {"text_block_id": "p5_b49", "text": "-"}, {"text_block_id": "p5_b50", "text": "tion plan in their actions."}, {"text_block_id": "p5_b51", "text": "1.2 Premises"}, {"text_block_id": "p5_b52_merged_merged", "text": "The fifth assessment report of Intergovernmental Panel on Cli-mate Change IPCC confirms the fact climate change caused by human influence is happening. Impacts of climate change on the nature and societies can be seen in all continents and marine areas. The consequences of recent extreme weather events such"}, {"text_block_id": "p6_b55", "text": "as heat waves and floods have shown that certain ecosystems and many of the activities of societies are vulnerable even to the present variations in the climate."}, {"text_block_id": "p6_b56", "text": "Adaptation is a necessity even if a clear decrease were achieved in the greenhouse gas emissions on the global scale. This is because the change in the atmosphere which has already taken place causes changes in the climate system and, very likely, further global warming at least by about one degree and rise in the sea level."}, {"text_block_id": "p6_b57", "text": "According to the recent estimates, if the emissions continue at about the current levels the global mean temperature will rise three to five degrees by the end of the century compared to the period 1986–2005. The temperature in Finland is estimated to rise 1.5 to 2 times more than globally. Besides the mean temperature, the highest and lowest daily temperatures, pre"}, {"text_block_id": "p6_b58", "text": "-"}, {"text_block_id": "p6_b59", "text": "cipitation, snow cover, thermal growing period and many other indicators characterizing the climate will be changing as well."}, {"text_block_id": "p6_b60", "text": "The time span of the change is crucial for adaptation. In the short term the focus should be on preparing for extreme weather events and hydrological conditions. Already in the light of"}, {"text_block_id": "p6_b61", "text": "rent experiences preparation is needed, for example, for heavy rains, floods, drought and heat waves. Extreme weather events are expected to become increasingly common as the climate warms, even if for individual weather events the shares of climate change and regular climate variability cannot as yet be distinguished with certainty. In the long term the focus is on adaptation to the impacts of the average change in the climate and risk management. In community planning or forestry, for example, the changes need to be anticipated for decades ahead."}, {"text_block_id": "p6_b62_merged_merged", "text": "Economic activities, living, transportation and other func-tions in the society have adapted to the local and regional climate conditions. Already in the present climate, however, extreme weather events such as storms or heavy rains have increased the breakdowns in the functioning of the society in e.g. electricity transmission and water supply. The general social stability, sustainable and well-maintained environment and other infrastructure, stable economy, functioning admin-istration, high level of education and services provided by the society enhance the capacity to adapt to changes, whether in the climate or elsewhere. In maintaining infrastructure we should already prepare for the problems caused by the current extreme weather events."}, {"text_block_id": "p6_b67", "text": "Figure 1. Frame of reference of the National Climate Change Adaptation Plan."}, {"text_block_id": "p7_b68", "text": "In the future the warming climate will expose the ecosystems to exceptionally rapid changes compared to the normal rate of evolution, which is a threat to both habitats and species. The rapid change is going to weaken the capacity of ecosystems to endure various kinds of pressure, e.g. contaminants, and to recover from disturbances.The ability of ecosystems to produce the necessary benefits to humans may be impaired. Climate change may also induce harm which cannot be influenced by adaptation measures. One of these is the endangerment of the northern ecosystems. Climate change is considered to constitute a major challenge to ecosystem services based on biodiversity, i.e. benefits that the nature produces for us humans."}, {"text_block_id": "p7_b69", "text": "The most important means of mitigating the risks associated with climate change is to reduce greenhouse gas emissions on the global scale. Climate change adaptation is closely linked to the international efforts to succeed in climate change mitiga"}, {"text_block_id": "p7_b70", "text": "-"}, {"text_block_id": "p7_b71", "text": "tion: climate change mitigation aims to restrict climate change as much as possible, while the purpose of adaptation is to find solutions to problems caused by the change."}, {"text_block_id": "p7_b72", "text": "Success in climate change mitigation actions internationally is the most significant factor with regard to the progress of climate change. The knowledge base on the impacts of climate change and the vulnerability of societies and natural systems has improved, but there is still a lot of uncertainty. We need to outline various future scenarios on which to base the risk assessments. Chapter 2.1 describes the global pathways of climate change, risks associated with climate change, and the related uncertainties."}, {"text_block_id": "p7_b73", "text": "The uncertainty concerning the magnitude or impacts of climate change should not be an obstacle to launching practical actions. To deal with this uncertainty it is important to create methods and processes of adaptation which allow the reassessment and updating of the measures as new information becomes available. Through critical examination of the measures we can avoid wrong and unnecessary investments and target resources to measures which help to prevent or mitigate the most harmful consequences of climate change."}, {"text_block_id": "p7_b74", "text": "In climate change adaptation we need to take advantage of all the relevant other strategies, programmes, tools and networks. Measures under the adaptation plan will, in turn, contribute to the realisation of the objectives of other strategies and pro-grammes concerned with preparing for natural events."}, {"text_block_id": "p7_b75", "text": "In Finland work on adaptation has been done for a long time, especially with regard to variations and extreme events in weather and hydrological conditions. Preparations for these have been made, for example, in rescue services and inter"}, {"text_block_id": "p7_b76", "text": "-"}, {"text_block_id": "p7_b77", "text": "nal security, transportation, agriculture, building and water"}, {"text_block_id": "p7_b78", "text": "resources management. Strategies and programmes related to adaptation include the Security Strategy for Society (YTS 2010), objectives and strategies concerning the security of supply, Action Plan (National Platform) for Disaster Risk Re"}, {"text_block_id": "p7_b79", "text": "-"}, {"text_block_id": "p7_b80", "text": "duction and a Handbook for Exceptional Situations Related to Environmental Health."}, {"text_block_id": "p7_b81", "text": "In incidents relating to e.g. natural disasters the main responsi"}, {"text_block_id": "p7_b82", "text": "-"}, {"text_block_id": "p7_b83", "text": "bility of the rescue services is to minimise damage that may be caused to humans, property and the environment and warning the population. Preparedness and contingency planning con"}, {"text_block_id": "p7_b84", "text": "-"}, {"text_block_id": "p7_b85", "text": "cerning indispensable utilities and services such as electricity and water supply by municipalities and municipal actors are in a key position in emergencies."}, {"text_block_id": "p7_b86", "text": "The other strategies and programmes with linkages to climate change and adaptation include the Finnish Bioeconomy Strategy, Finland’s Strategy for the Arctic Region 2013, Strategy for the Conservation and Sustainable Use of Biodiversity in Finland for the years 2012–2020 (Government Resolution of 20 December 2012) and the Action Programme (2013–2020), the report “Finland as the path setter for natural resources economy in 2050” (2010, updated in 2014) and Cultural Environment Strategy 2014–2020."}, {"text_block_id": "p7_b87", "text": "1.3 Vulnerability, climate risks and assessment of climate resilience"}, {"text_block_id": "p7_b88_merged_merged_merged_merged_merged", "text": "The climate and changes in it affect a major part of the soci-ety’s functions and natural ecosystems. How vulnerable any of these are to climate change depends on the extent to which a particular sector or social or natural system is exposed to the change, how great and harmful the impacts of the change are, and whether the system is capably of adapting to the change."}, {"text_block_id": "p7_b91", "text": "The key factors with regard to the adaptive capacity are the economic situation, level of education, social networks, technical factors such as safety margins, warning systems, contingency plans, and access to security arrangements such as insurance policies and financial support."}, {"text_block_id": "p7_b92", "text": "The vulnerability of a society also depends on how broadly the impacts are transmitted in the society and how significant the sector affected by the change is with regard to the functioning of the society as a whole and human welfare."}, {"text_block_id": "p7_b93", "text": "Through the assessments of climate resilience (Figure 2) we can estimate the vulnerability and climate risks and then plan and implement the decisions and solutions in a way that climate risks are prevented and mitigated and vulnerability to climate change is reduced."}, {"text_block_id": "p8_b94", "text": "Figure 2.The assessment of climate resilience estimates the exposure of the sector or system to the impacts of climate change, other factors influencing vulnerability and actions that need to be taken."}, {"text_block_id": "p9_b95", "text": "In Finland the greatest impacts of the most permanent nature can be expected in sectors that depend on renewable natural resources and biodiversity, such as agriculture, forestry and fisheries. The management and protection of water resources will also be increasingly important as the greatest impacts of climate change on societies are caused by the change in the water cycle. Because of their vital role in societies the impacts of the highest scale will be seen in food economy and energy production and distribution. Another significant sector with regards to the gravity and wide distribution of the adverse impacts is transportation."}, {"text_block_id": "p9_b96", "text": "The magnitude of the adverse impacts of climate change should also be considered from the perspective of regions and popula"}, {"text_block_id": "p9_b97", "text": "-"}, {"text_block_id": "p9_b98", "text": "tion groups. Among the latter the groups very much exposed to the weather-related impacts are the elderly, small children and sick people. The impacts of climate change, vulnerability and the necessary solutions differ, for example, between urban areas and sparsely populated rural areas. The geographical dif"}, {"text_block_id": "p9_b99", "text": "-"}, {"text_block_id": "p9_b100", "text": "ferences are also great as, for example, the greatest impacts of climate change are expected in the Arctic regions."}, {"text_block_id": "p9_b101", "text": "Based on the data compiled by the European Environmental Agency, there is a clear division in the impacts of climate change (vulnerability and risks) between the south and north. This is further reinforced by the relative good adaptive capacity of the Nordic countries and Western Europe. Globally the ones in the weakest position are the poorest countries, small island states and countries lying low relative to the sea level."}, {"text_block_id": "p9_b102_merged_merged", "text": "In the global and European perspective the overall adaptive capacity of Finland is to be considered quite good but, for ex-ample, the storms we have had in recent years showed that the society is still very much vulnerable to extreme weather events."}, {"text_block_id": "p9_b105", "text": "The concepts related to adaptation are not yet fully established. These are further developed and specified as we gain more information and experience, but there is still variation and interpretations may involve a certain measure of inaccuracy."}, {"text_block_id": "p10_b106", "text": "2. Impacts of climate change"}, {"text_block_id": "p10_b107", "text": "2.1 Global pathways (scenarios)"}, {"text_block_id": "p10_b108", "text": "The IPCC Assessment Report Climate Change 2013: The Physi"}, {"text_block_id": "p10_b109", "text": "-"}, {"text_block_id": "p10_b110", "text": "cal Science Basis published in autumn 2013 deals with the physical causes of climate change and potential scenarios, or pathways. The international science community has introduced four different Representative Concentration Pathways (RCP) to show how climate change may proceed. These are founded on different assumptions on the trend in the warming impact of anthropogenic greenhouse gases and fine particles (so-called radiative forcing) by the end of the century. Radiative forcing indicates the difference between radiation coming to and leaving the Earth (energy balance of the Earth system). Positive radiative forcing leads to warming and negative to cooling of the climate."}, {"text_block_id": "p10_b111", "text": "The pathways are not forecasts but they reflect the broad spectrum of the potential changes in the climate (Figure 3). The smallest change, i.e. climate warming by only two degrees, can only be realised if efficient mitigation actions are introduced in the climate policy (RCP2.6). The greatest changes take place in the scenario where the current growth trend in greenhouse gas emissions continues (RCP8.5). In this scenario the global mean temperature is estimated to rise by five degrees by the end of the century."}, {"text_block_id": "p10_b112", "text": "Because of the lags involved climate change and its consequenc"}, {"text_block_id": "p10_b113", "text": "-"}, {"text_block_id": "p10_b114", "text": "es do not proceed in straight line with the factors causing the warming. For example, in RCP2.6 scenario some of the impacts such as rise in the sea level and reduction in the ice sheet will get stronger even after the radiative forcing has started to fall."}, {"text_block_id": "p10_b115", "text": "In the RCPs the trend in the global mean temperature is quite similar until 2030–2040, after which the differences start to grow markedly. The impacts of climate change are the most dramatic towards the end of the century and in scenarios where the emissions grow the most."}, {"text_block_id": "p10_b116", "text": "The scenarios still involve a great deal of uncertainty. The causes for these include shortcomings in the knowledge based, such as deficient data and shortcomings in the climate models, and unforeseeable changes in human behaviour and the economy."}, {"text_block_id": "p10_b117", "text": "According to the contribution to the IPCC Assessment Report on adaptation published in March 2014, the most serious risks associated with climate change in the different sectors and regions evolve as the global mean temperature rises."}, {"text_block_id": "p10_b118_merged_merged_merged", "text": "The more intense warming increases the likelihood of serious and irreversible changes (Figure 3). Some of the climate risks are significant if the global mean temperature rises one to two degrees from that in the pre-industrial era. If the global mean temperature rises four degrees or more, all of the main climate risks are significant or highly significant. The main risks include mass extinction of species and major risks to world’s food pro-duction (Figure 3). The threshold values that will lead to these changes are difficult to establish, but their likelihood will in any case be increasing as the climate warms up."}, {"text_block_id": "p10_b121", "text": "What is significant with regard to adaptation is that the impacts of the mean long-term changes and changes in extreme events (frequency and range of the extreme values) differ from each other, both in the nature and society. This means the measures needed for the adaptation to these are also different. In many sectors we should in the short term prepare for the possible, even stronger and more frequent extreme events in the weather and hydrological conditions. Long-term changes, in turn, bring along irreversible development paths, including rise in the water level and disruptions in the functioning of ecosystems."}, {"text_block_id": "p10_b122", "text": "2.2 Changes to be expected in Finland"}, {"text_block_id": "p10_b123", "text": "The Finnish Meteorological Institute has presented scenarios for the Finnish circumstances, adapted from the pathways in the Fifth IPCC Assessment Report. Based on these, in all scenarios the temperature rise in Finland is above the rise in the global mean temperature. For Finland the average values for the rise range from 2.3 (RCP2.6) to 6 degrees centigrade (RCP8.5) by the year 2100. Observed changes are expected to take place already by 2030. In the period 2070–2099 precipitation in Finland is expected by increase by 8–20% from the present (Figure 4)."}, {"text_block_id": "p11_b124", "text": "Figure 3. Global pathways and rise in the level of the main additional climate risks (IPCC 2014). Thermometers indicate the rise in the global mean temperature relative to the mean temperature in the periods 1850–1900 (light grey thermometer) and 1986-2005 (dark grey thermometer).The observed warming is 0.61 °C from the period 1850–1900."}, {"text_block_id": "p11_b125_merged", "text": "The figure on the left shows the RCP2.6 and RCP8.5 scenarios and uncertainties of the models relating to these (range). RCP2.6 scenario (low-emission mitigation scenario) shows the trend in temperature if the rise can be limited to two degrees. RCP8.5 scenario (a high-emission scenario) shows the situation where the present growth trend in greenhouse gas emissions continues. The black line (observed) indicates the temperatures until 2013."}, {"text_block_id": "p11_b132", "text": "The horizontal axis in the figure shows the main risks associated with climate change: preservation of unique and threatened systems, increased frequency of extreme weather events, wider distribution of impacts and more serious global aggregate impacts and large-scale singular events. The vertical columns indicate the increase in the level of additional risk due to climate change by different colours. The white colour (undetectable) means that impacts have not been observed or are not expected. The darker shades show the growth in the risk due to warming climate into moderate, high or very high."}, {"text_block_id": "p11_b133", "text": "Figure 4a). Change in the annual mean temperature (°C) and precipitation (%) in Finland in 2000–2085 compared to the average values in 1971–2000. The lines indicate the average of the results of 28 global climate change models for the four different Representative Concentration Pathways (RCPs). Figure 4b). Trend in the global mean temperature in 2000-2085."}, {"text_block_id": "p12_b134", "text": "Despite the considerable differences in the scenarios, the direc"}, {"text_block_id": "p12_b135", "text": "-"}, {"text_block_id": "p12_b136", "text": "tion of the change is very much the same. In Finland especially the winter temperatures are expected to rise and far below-zero temperatures will become less frequent, very warm periods will be more common and maximum temperatures will get higher (Figure 5). Because of the warmer temperatures the period within a year that the land is covered with snow will be shorter, snow"}, {"text_block_id": "p12_b137_merged_merged", "text": "cover will be thinner, snow water equivalent will be smaller and there will be less frost in the ground. In mild winters with high precipitation the soil is wet and its carrying capacity is weak. Even if no major changes are expected in windiness, combined with the other changes this may also have significant conse-quences. For example, because there is less frost in the ground, strong winds may cause more trees to fall."}, {"text_block_id": "p12_b140", "text": "Figure 5. Indicative summary of the expected changes in climate indicators in southern and northern Finland at different times of the year (December-February XII-II: March-May III-V, VI-VIII: June-August, IX-XI: September-November) towards the end of the century (Jylhä, K. & al. 2012)."}, {"text_block_id": "p12_b141", "text": "Warming climate may also cause significant changes in the water cycle. Precipitation increases in winter and more of this comes as water. Heavy rains are expected to become even stronger and to increase more than regular rains. Winter and spring periods with no rain will be somewhat shorter and dry periods in summer a little longer."}, {"text_block_id": "p12_b142", "text": "Climate change is expected to have considerable impacts on the fluctuations in river water flows and water level in the lakes at different times of the year. This is reflected as less flooding"}, {"text_block_id": "p12_b143", "text": "in spring, increased flows in winter and longer dry periods especially in summer. Water levels and flows in winter will rise especially in southern and central Finland as a larger share of the precipitation comes as water and part of the snow melts already during winter. The time period when water bodies are covered with ice will get shorter and snow cover in the Baltic Sea will be reduced. The impacts of this vary depending on the location of the water body and climate and hydrological properties. Changes in the water cycle will also have impacts on the quality of water."}, {"text_block_id": "p13_b144", "text": "2.3 Impacts on ecosystems and natural resources"}, {"text_block_id": "p13_b145", "text": "Climate has impacts on the vegetation and structure and oc"}, {"text_block_id": "p13_b146", "text": "-"}, {"text_block_id": "p13_b147", "text": "currence of ecosystems. Changes in the climate cause changes in the ranges of species and their habitats. It takes a lot of time for the species to adapt to changing habitats, while alien species may sometimes adapt to new conditions quite rapidly. Climate change may also have impacts on other factors and disturbances that alter ecosystems, such as fires and insect damages."}, {"text_block_id": "p13_b148", "text": "Climate change has significant impacts on the functioning of ecosystems and, through this, on many ecosystem services, i.e. ecological, economic and social benefits derived by humans from nature and, through these, the conditions for the sustainable use of natural resources. The biological productive capacity of certain ecosystems such as forests and farming ecosystems is forecast to improve in the north. At the same time the changing"}, {"text_block_id": "p13_b149", "text": "climate may pose new threats to the current populations of liv"}, {"text_block_id": "p13_b150", "text": "-"}, {"text_block_id": "p13_b151", "text": "ing organisms as, for example, harmful organisms may spread to new areas and become increasingly abundant."}, {"text_block_id": "p13_b152", "text": "The strongest and most rapid impacts of climate change are expected in environments characterised by snow, ice and per"}, {"text_block_id": "p13_b153", "text": "-"}, {"text_block_id": "p13_b154", "text": "mafrost. In Finland the most significant impacts are expected with regard to the Baltic Sea, inland waters, shores, mires and wetlands, fells in Lapland, and dry and barren heath forests."}, {"text_block_id": "p13_b155", "text": "The impacts are a result of various kinds of cause and effect chains. For example, increased precipitation may increase nutri"}, {"text_block_id": "p13_b156", "text": "-"}, {"text_block_id": "p13_b157", "text": "ent flows to waters and reduce the salinity of the Baltic Seas. The rise in the carbon dioxide levels in the atmosphere may cause relatively small but still significant acidification of the sea water. Changes will also take place in agricultural nature and heritage environments. The impacts of climate change on urban nature are still quite poorly known."}, {"text_block_id": "p13_b158", "text": "Climate change is reflected in the status of waters. Increased precipitation may lead to greater nutrient loading, especially if the period when there is no snow or frost in winter gets longer. This may cause increased eutrophication even if the lesser flood"}, {"text_block_id": "p13_b159", "text": "-"}, {"text_block_id": "p13_b160", "text": "ing in spring should reduce the nutrient loading coming during the spring. Changes in the salinity of the Baltic Sea may also alter the status of the coastal waters of Finland and impact on the distribution ranges of species."}, {"text_block_id": "p13_b161", "text": "The shorter period of snow cover is expected to raise the ground"}, {"text_block_id": "p13_b162", "text": "-"}, {"text_block_id": "p13_b163", "text": "water levels as there is less frost in the ground and rains are more abundant and because of the melting snow. Correspond"}, {"text_block_id": "p13_b164", "text": "-"}, {"text_block_id": "p13_b165", "text": "ingly, less groundwater is formed during the peak period in spring, which lowers the water levels towards the end of the summer. Possible changes in the interactions between surface waters and groundwater may also impact on the quantity and quality of groundwater."}, {"text_block_id": "p13_b166", "text": "Climate change has impacts on both nutrient and carbon cycles because warming may speed up both the production and de"}, {"text_block_id": "p13_b167", "text": "-"}, {"text_block_id": "p13_b168", "text": "composing of organic matter. In addition, changes in the water cycle impact on the leaching of organic matter and nutrients from soil to waters."}, {"text_block_id": "p13_b169", "text": "In the management of waters and marine areas the focus is on the impacts of climate change and significance of the adapta"}, {"text_block_id": "p13_b170", "text": "-"}, {"text_block_id": "p13_b171", "text": "tion actions. The water management plans until 2021 currently under preparation are also concerned with the impacts of climate change in different regions and introduce measures with due account for adaptation. Adaptive capacity can be reinforced through measures that improve the water and nutrient retention capacity, such as buffer strips, wetlands and reduction of erosion."}, {"text_block_id": "p13_b172_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Strategy and Action Plan for the Conservation and Sustain-able Use of Biodiversity in Finland (Government Resolution 20"}, {"text_block_id": "p14_b175", "text": "December 2012) highlight climate change as a future threat to more than 70 habitats and about 30 species of living organisms. Climate change threatens habitats and species by forcing them to a more rapid change than the natural phase of their develop"}, {"text_block_id": "p14_b176", "text": "-"}, {"text_block_id": "p14_b177", "text": "ment will allow. In almost all habitats the distribution ranges of species have been observed to move towards the north as a consequence of climate change. According to the strategy, the impacts of actions based on the regulation of natural systems and other measures to combat climate change must be duly assessed before they are taken into extensive use."}, {"text_block_id": "p14_b178", "text": "The Action Plan for the Conservation and Sustainable Use of Biodiversity in Finland also lays down measures for taking the impacts of climate change into account and adapting to these in the conservation of biodiversity. Climate change adaptation requires a stronger knowledge base and monitoring, ecologically functioning and sufficient system of nature conservation areas and better connectivity between these, including due account for green and blue infrastructure in land use planning."}, {"text_block_id": "p14_b179", "text": "Among the key measures in the action plan are the assessment of the impact and improvement of the management and mainte"}, {"text_block_id": "p14_b180", "text": "-"}, {"text_block_id": "p14_b181", "text": "nance of the conservation area network from the perspective of climate change adaptation. With regards to the living organisms and habitats it is important to reduce other pressures targeted to these, such as fragmentation of habitats and eutrophication, maintain ecosystems that are still in their natural state and restore degraded ecosystems. Because of climate change the planning of conservation should be more dynamic and antici"}, {"text_block_id": "p14_b182", "text": "-"}, {"text_block_id": "p14_b183", "text": "patory. Keeping watercourses open for migration (connectivity of river systems) allows the living organisms to move to more suitable areas if necessary."}, {"text_block_id": "p14_b184", "text": "2.4 Economic, health and other societal impacts"}, {"text_block_id": "p14_b185", "text": "Climate change causes costs because the events relating to it, such as flooding, drought, increased occurrence of pests, dam"}, {"text_block_id": "p14_b186", "text": "-"}, {"text_block_id": "p14_b187", "text": "ages to built environment and increased morbidity due to hot weather, may require changes that involve loss of income or additional costs. Climate warming also leads to changes that may bring benefits or give rise to new business opportunities. One example of these is the more rapid growth of forests."}, {"text_block_id": "p14_b188", "text": "In Finland only preliminary estimates have been made on the economic impacts of climate change. Such analyses have been conducted in e.g. the SILMU, FINSKEN, FINADAPT, ISTO and FICCA programmes. Within the EU results that can also be"}, {"text_block_id": "p14_b189", "text": "utilized in Finland have been produced in the PESETA 1 and PESETA 2 and EWENT and WEATHER projects."}, {"text_block_id": "p14_b190", "text": "It is very difficult to assess the comprehensive economic impacts of climate change on the global scale. Shortcomings have been detected in the coverage of the assessments and hypotheses used in the calculations, and so far it has not been possible to set a price for all impacts of climate change. In many of the as"}, {"text_block_id": "p14_b191", "text": "-"}, {"text_block_id": "p14_b192", "text": "sessments, for example, the possible impacts of the threshold values of climate change have not been taken into account. The global annual costs of warming by two degrees are estimated at 0.2 – 2.0 percent of the income. Very few studies have been made on warming by more than three degrees and the results vary a great deal."}, {"text_block_id": "p14_b193", "text": "The EU Adaptation Strategy presents as the minimum figure that the annual costs of climate change within the EU would rise from 100 billion euros in 2020 to about 250 billion euros in 2050"}, {"text_block_id": "p14_b194", "text": ", unless measures are taken to adapt to climate change. A study has shown that by 2080 measures to reduce the negative impacts of river flooding caused by climate change may lead to savings of 53.1 billion euros to the European societies and economies."}, {"text_block_id": "p14_b195", "text": "Extreme weather events may cause significant costs locally. For example, the additional costs due to the exceptionally large amounts of snow in Helsinki in winter 2010–2011 were esti"}, {"text_block_id": "p14_b196", "text": "-"}, {"text_block_id": "p14_b197", "text": "mated at 14 million euros. The flooding caused by heavy rains in Pori in August 2007 caused economic damage estimated at about 20 million euros. In the whole of Finland the long periods of drought in 2002-2003 was estimated to have caused losses amounting to about 100 million euros compared to normal hydrological conditions. The compensations paid by insurance companies for damages caused by the heavy storms in December 2012 rose to 102 million euros and the costs to the electricity companies were about 48 million euros. Almost 3.5 million cubic metres of forest stands were damaged in December 2012 and 8.1 million cubic metres in summer 2010."}, {"text_block_id": "p14_b198_merged_merged_merged_merged_merged_merged_merged", "text": "In the short term climate change may have positive impacts in certain sectors in Finland as it will make it possible to use more high-yielding species and varieties in agriculture and forestry and reduce the need for heating or health risks associated with the cold climate. However, these opportunities can be fully uti-lized only if the climate risks (such as wind damages and pests) can be controlled and other adaptation measures are taken, including breeding and introduction of more high-yielding and resilient varieties."}, {"text_block_id": "p15_b201", "text": "Finland’s Strategy for the Arctic Region 2013 (Government Reso"}, {"text_block_id": "p15_b202", "text": "-"}, {"text_block_id": "p15_b203", "text": "lution 23 August 2013) points out that the growing role of the Arctic region for sea transport and increased opportunities for the utilisation of the energy resources as the period of ice cover will get shorter may have significant impacts on the regional development of the whole northern Finland."}, {"text_block_id": "p15_b204", "text": "The potential positive impacts of climate change may turn into negative ones if the efforts to mitigate climate change do not succeed. For example, the risks to cereal production in Finland will be much greater if the temperature rises by more than 4 degrees. Most of the Finnish GDP is produced by foreign trade, which means that fluctuations in the world economy and im"}, {"text_block_id": "p15_b205", "text": "-"}, {"text_block_id": "p15_b206", "text": "pacts of climate change in other countries largely determine the economic development in Finland. Changes in the demand and supply of products and services also influence the profitability of the different sectors a great deal."}, {"text_block_id": "p15_b207", "text": "A significant share of the social impacts of climate change are directly or indirectly reflected in human health and well-being. In the assessment of the measures human well-being is an important criterion across the sectoral boundaries. So far little research has been done in Finland on the health impacts of climate change. Based on the current knowledge it is estimated that health problems associated with very hot periods due to the warming climate may become increasingly common, while problems relating to cold weather may decrease. More frequent heavy rains cause more surface water to enter the wells, which may increase the risk of drinking water contamination. There may be changes in the distribution and epidemiology of diseases spread by insects or other animals. Winter cloudiness increases and there is less snow cover, resulting in darker winter condi"}, {"text_block_id": "p15_b208", "text": "-"}, {"text_block_id": "p15_b209", "text": "tions, which may aggravate the mental health problems."}, {"text_block_id": "p15_b210", "text": "Climate change is a global phenomenon whose impacts are felt locally. Adaptation on the local level is vital in order to reinforce the local circumstances, economies, livelihoods, safety or culture."}, {"text_block_id": "p15_b211", "text": "Extreme weather events are the most likely situations to which adaptation is needed on the local level. The available information on the impacts of climate change and assessment of climate risks constitute the framework conditions for the planning of new communities. The capacity of communities to adapt to the impacts of climate change can to a certain extent be improved in connection with the regular maintenance and renewal of infrastructure and buildings e.g. by improving sewerage and the conducting of water from rains and snow melt. The greatest challenge is how to reinforce the capacity of the existing built environment to the changes."}, {"text_block_id": "p15_b212", "text": "The risks as well as costs and benefits associated with the adaptation actions may be quite unevenly distributed among the different groups in the society. Also within the same region the impacts of climate change may vary a great deal among different types of economic activities. In northern Finland, for example, winters with little snow may decrease the road maintenance costs, rise in mean temperature may promote forest growth and winter tourism may benefit from the lack of snow in the more southern skiing resorts, but reindeer husbandry may suffer as the weather conditions make it more difficult for reindeer to feed and obtain the nutrition they need. It is important to assess and select the adaptation measures on the grounds of a comprehensive assessment of all the relevant impacts."}, {"text_block_id": "p15_b213_merged_merged_merged_merged", "text": "Integrating adaptation into the regular activities of sectors al-lows to save on the costs and to take better advantage of the opportunities. If no adaptation measures are taken or if these are founded on separate, individual solutions the costs may be very high in the long term. In order to time the adaptation measures in an economically efficient manner the best avail-able knowledge on natural sciences and economics needs to be combined and the costs and benefits need to be viewed over long-term timeframes."}, {"text_block_id": "p16_b218", "text": "Fact box: Flood risk management measures"}, {"text_block_id": "p16_b219", "text": "In Finland there are a total of 21 flood risk areas where the risks caused by flooding of watercourses or the sea are to be considered significant. Of these 17 areas are located along inland watercourses and four on the sea coast. The Minis"}, {"text_block_id": "p16_b220", "text": "-"}, {"text_block_id": "p16_b221", "text": "try of Agriculture and Forestry designated certain areas as significant flood risk areas in December 2011. It is estimated that the greatest risks associated with the flooding of watercourses are in Rovaniemi and Pori, while the risks due to rise in the sea level are the greatest in the capital area and Turku region. Factors taken into account in assessing the sig"}, {"text_block_id": "p16_b222", "text": "-"}, {"text_block_id": "p16_b223", "text": "nificance of the risks are the likelihood of the risk and possible damage caused. Flood maps drawn up for the significant flood risk areas show the area that may be covered with water and the kind of damage it may cause."}, {"text_block_id": "p16_b224", "text": "Flood risk management plans to be prepared for the risk areas by the end of 2015 set out measures to prevent and miti"}, {"text_block_id": "p16_b225", "text": "-"}, {"text_block_id": "p16_b226", "text": "gate the risks. The plans deal with forecasting the floods and warning about them as well as planning of land use and rescue actions. The plans also examine the need and opportunities for the regulation of water bodies and other means to retain flood waters and the costs and benefits of the measures, and set out an order of priorities according to which the measures are to be implemented. For the cooperation needed in the preparation of the flood risk management plans the Ministry of Agriculture and Forestry has appointed flood groups for the inland water and coastal areas where one or several significant flood risk areas are located, with representatives from the Centres for Economic Development, Trans"}, {"text_block_id": "p16_b227", "text": "-"}, {"text_block_id": "p16_b228", "text": "port and the Environment, Regional Councils, municipalities and rescue authorities. The planning involves collaboration with other parties as well as hearings of local residents and operators."}, {"text_block_id": "p16_b229", "text": "The Ministry of Agriculture and Forestry approves the flood risk management plans to be taken into account by State and local government authorities and Regional Councils in their activities. The conditions for implementing the meas"}, {"text_block_id": "p16_b230", "text": "-"}, {"text_block_id": "p16_b231", "text": "ures under the plans, parties responsible for this, time when the measures are to be implemented and financing are established by public and private parties with power of decision on financial matters. The legal aspects of the measures are decided in procedures under the relevant legislation, including the Water Act and Nature Conservation Act."}, {"text_block_id": "p16_b232", "text": "Preparations are made for other areas susceptible to flooding as considered necessary. The floods may vary from local to very extensive ones. Priority is given to protecting settlements and functions vital to society. By regulating land use and building it is possible to prevent the creation of risk sites in flood risk areas. Action is also taken to maintain water structures and improve their safety and to ensure smooth preventive and rescue operations in the event of flooding. To implement the necessary flood protection constructions cooperation between the State, local governments, property owners and owners of the structures and networks is needed."}, {"text_block_id": "p16_b233_merged_merged_merged_merged", "text": "From the beginning of 2014 the damages to buildings and movable property are compensated for under flood insurance policies. Until the end of 2013 compensations for flood damages were paid out of State funds. Damages to crops yields are still paid out of State funds, but from the beginning of 2016 these should also be covered by insurance policies. Most insurance companies offer household or real estate insurances under which compensations are payable for excep-tional flooding caused by rising water level in watercourses or the sea or heavy rains. Some of the insurance policies for companies and farms cover flood damages as well."}, {"text_block_id": "p16_b236", "text": "The Flood Centre started in the beginning of 2014 is a joint service of the Finnish Environment Institute and Finnish Meteorological Institute for monitoring the water situation and warning about floods. The Flood Centre forecasts floods and warns about these and maintains a constant situational picture in cooperation with the Centres for Economic Development, Transport and the Environment and rescue authorities. Services are provided both to the public authorities and the residents and operators in the flood areas. The Flood Centre also offers a flood map service to be utilized by the residents and authorities in preparing for floods."}, {"text_block_id": "p17_b237", "text": "2.5 International impacts with repercussions on Finland"}, {"text_block_id": "p17_b238", "text": "Experience has shown how easily the impacts of international events and changes touch upon Finland as well. Changes in other parts of the world concerning food production or stability of societies may have quite as significant impacts on the Finnish society as changes taking place in Finland."}, {"text_block_id": "p17_b239", "text": "Climate change has impacts on the development of the global economy, raw material and food supply and prices, stability of societies and human migration created or reinforced by climate change. In practice the changes in the economy or security issues impact on all parts of the society, while impacts shown e.g. as changes in raw material supply may primarily be more narrow and felt in a certain production sector."}, {"text_block_id": "p17_b240_merged", "text": "The repercussions of the global impacts of climate change in Finland and adaptation to these are not yet understood well enough. The IPCC report Climate Change 2014: Impacts,Adapta-tion and Vulnerability offers up-to date information on both the risks for individual sectors and regional risks and adaptation."}, {"text_block_id": "p17_b243", "text": "The capability to participate in finding solutions to problems caused by climate changes outside the Finnish borders varies a great deal. Disaster response is the first action to be taken to help people suffering from the consequences of natural catastrophes. Measures have already been taken to improve the expertise in weather services ad hydrology in regions where climate change further increases the need for expert services in these fields."}, {"text_block_id": "p18_b244", "text": "2.6 Factors influencing the adaptive capacity of society"}, {"text_block_id": "p18_b245", "text": "The social impacts of climate change are concerned with how the changes in the nature, use of natural resources and community infrastructure impact on the well-being, operating conditions and practices of humans and communities. Many of these impacts materialize via economic development."}, {"text_block_id": "p18_b246", "text": "The extent to which climate change is reflected in the develop"}, {"text_block_id": "p18_b247", "text": "-"}, {"text_block_id": "p18_b248", "text": "ment of societies and how easy or difficult it is for them to adapt to climate change and its consequences depend on numerous factors (Table 2). The role of social factors in adaptation varies between different societies and sectors."}, {"text_block_id": "p18_b249_merged_merged", "text": "The general stability, sustainable and well-kept built environ-ment and other infrastructure, functioning administration, high level of education and investments in technology and"}, {"text_block_id": "p18_b252", "text": "innovation reinforce the capacity to adapt to changes, both in the climate and due to other factors. Adaptive capacity is the more important the greater the changes we are concerned with. A society with a weak adaptive capacity may survive relatively small changes, while any changes larger in scale will have the most serious consequences in societies where the adaptive capacity is low."}, {"text_block_id": "p18_b253", "text": "Some of the actions to reinforce the adaptive capacity call for significant investments. One example of these is the distribution of energy via ground cables to reduce wind and snow damages. Such investments are profitable if they result in savings on the often significant and repeated repair costs. Certain means of adaptation can be introduced through gradual changes and at low cost. For example, the plants and varieties used for cultivation can be replaced by degrees, provided that inputs into plant breeding and supply of suitable varieties have been made early enough."}, {"text_block_id": "p18_b254", "text": "Table 2. Social and environment factors particularly significant for adaptation"}, {"text_block_id": "p19_b255", "text": "Societies with high adaptive capacity often recover from extreme circumstances more rapidly than societies where this capacity is weak. Already in the present climate a vulnerable society is in a weaker position than a society where infrastructure has been built to sustain variations in the weather and were the anticipa"}, {"text_block_id": "p19_b256", "text": "-"}, {"text_block_id": "p19_b257", "text": "tion, preparedness and warning systems work well."}, {"text_block_id": "p19_b258_merged_merged", "text": "One important task in development cooperation is to promote the adaptation of the most vulnerable societies. However, the concentration of the population and growing dependence on electricity, information and communication systems and trans-port networks have caused the more advanced societies to also become more vulnerable to the impacts of extreme weather events such as storms and floods."}, {"text_block_id": "p20_b261", "text": "3. Aim, objectives and measures"}, {"text_block_id": "p20_b262", "text": "3.1 Aim and objectives"}, {"text_block_id": "p20_b263", "text": "Aim: The Finnish society has the capacity to manage the risks associated with climate change and adapt to changes in the climate."}, {"text_block_id": "p20_b264", "text": "Based on the aim the following objectives are set until the year 2022:"}, {"text_block_id": "p20_b265", "text": "Based on the aim the following objectives are set until the year 2022:\n* Adaptation has been integrated into the planning and activities of both the various sectors and their actors.\n* The actors have access to the necessary climate change assessment and management methods.\n* Research and development work, communication and education and training have enhanced the adaptive capacity of society,"}, {"text_block_id": "p20_b271", "text": "The objectives and measures of the National Climate Change Adaptation Plan extend until the year 2022, but the aim extends far into the future. The international repercussions of climate change are taken into account in the national work."}, {"text_block_id": "p20_b272", "text": "3.2 Premises for implementation"}, {"text_block_id": "p20_b273", "text": "The most significant means to prevent and reduce the adverse impacts of climate change is by mitigating greenhouse gas emissions on a global scale. The uncertainty associated with the magnitude or exact impacts of climate change should not be an obstacle to launching practical actions."}, {"text_block_id": "p20_b274", "text": "The adaptation plan does not make any detailed assumptions on the type of climate we need to adapt to in the near future. However, there is serious cause to launch the measures that should be taken independent of the magnitude of climate change and how quickly it proceeds."}, {"text_block_id": "p20_b275", "text": "Adaptation actions aim for flexibility, with alternative potential pathways taken into account in the planning and implementa"}, {"text_block_id": "p20_b276", "text": "-"}, {"text_block_id": "p20_b277", "text": "tion of the measures and anticipation and further reassessment of the measures as more detailed information becomes available on climate change. The measures are targeted for adaptation to both the climate change and natural climate variability."}, {"text_block_id": "p20_b278", "text": "Priority is given to adaptation actions which secure functions vital to the society or reinforce risk management, as well as measures that should be taken independent of how the climate change proceeds exactly."}, {"text_block_id": "p20_b279", "text": "The responsibility for adaptation and the financial costs incurred rests primarily with those engaged in operations or owners and possessors of property that involve climate-related risks. The State has the main responsibility for promoting adaptation actions necessary for securing functions vital to the society and the overall promotion of adaptation in cooperation with the municipalities, business operators and citizens and various organizations representing these."}, {"text_block_id": "p20_b280", "text": "Adaptation actions are undertaken at the right time and with due caution so as to avoid insufficient or excessive adaptation and misplaced investments. In targeting the measures special"}, {"text_block_id": "p20_b281", "text": "consideration must be given to the population groups and liveli"}, {"text_block_id": "p20_b282", "text": "-"}, {"text_block_id": "p20_b283", "text": "hoods with the weakest adaptation capacity."}, {"text_block_id": "p20_b284_merged_merged_merged", "text": "The planning of adaptation actions is based on impact and risk assessments and best available information, which is further en-hanced through research and follow-up, evaluation of the action and communication.Adaptation actions are implemented in a way that conflicts are avoided and synergies with other policies and measures are taken advantage of. In adaptation and planning of adaptation actions emphasis is given to openness and dialogue between different actors and groups, opportunities to participate in the planning and implementation are supported, and actors are encouraged to innovative adaptation on their own initiative."}, {"text_block_id": "p20_b287", "text": "3.3 Key measures"}, {"text_block_id": "p20_b288", "text": "To reach the aim and objectives the key measures under the plan in support of adaptation to be implemented in the next few years are launched. The practical adaptation actions are designed and planned in the work by the relevant actors. In developing the measures and designation of the responsible parties due account is given to the roles, functions and competence of the various actors (State, municipalities, private sector). The repercussions of global-scale impacts of climate change on Finland are assessed and taken into account in the national work."}, {"text_block_id": "p20_b289", "text": "The objectives of the plan are set at the year 2022, when an evaluation of the measures and review of the objectives will be conducted in the light of the improved information base and experiences gained. A mid-term evaluation will be conducted in 2018, when the additional measures necessary to reach the objectives will also be specified."}, {"text_block_id": "p20_b290", "text": "A proposal for the actors responsible for and implementing the measures, timeframe and resources is given in Annex 1. The decision on the financing of State measures is made separately in the budget and spending limit procedure."}, {"text_block_id": "p21_b291", "text": "Figure 6. Key fields of action, objectives and aim of the plan."}, {"text_block_id": "p21_b292", "text": "Objective A: Adaptation has been integrated into the planning and activities of both the various sectors and their actors."}, {"text_block_id": "p21_b293", "text": "Improving the cross-cutting elements of adaptation"}, {"text_block_id": "p21_b294", "text": "The most cost-efficient way of implementing the adaptation ac"}, {"text_block_id": "p21_b295", "text": "-"}, {"text_block_id": "p21_b296", "text": "tions is by integrating them into the planning, decision-making and activity of each of the relevant sectors. The cross-cutting elements of adaptation are promoted by targeting the key steer"}, {"text_block_id": "p21_b297", "text": "-"}, {"text_block_id": "p21_b298", "text": "ing instruments, especially legislation and financial steering, to preventing and mitigating climate risks and reinforcing the adaptive capacity. Climate change must be taken into account in the mid- and long-term foresight work done for decision-making."}, {"text_block_id": "p21_b299", "text": "The special characteristics of individual sectors and regions are taken into account in the planning and targeting of adaptation actions. Adaptation plans or action programmes for specific administrative branches may further specify the measures to be taken in the branch to manage climate risks and reinforce the adaptive capacity. Action programmes for adaptation have"}, {"text_block_id": "p21_b300", "text": "been drawn up for the administrative branches of the Ministry of Agriculture and Forestry and Ministry of Transport and Com"}, {"text_block_id": "p21_b301", "text": "-"}, {"text_block_id": "p21_b302", "text": "munications, for example. Under the Ministry of Transport and Communications adaptation has been integrated as a core element in the Climate Policy Programme."}, {"text_block_id": "p21_b303", "text": "A significant share of the practical adaptation measures are taken in the regions or locally. Some of the cities, towns and regions have already conducted studies or prepared plans on adaptation, either as separate projects or as part of more com"}, {"text_block_id": "p21_b304", "text": "-"}, {"text_block_id": "p21_b305", "text": "prehensive climate or environmental programmes. To support the practical work by local actors, regional assessments of the impacts of climate change, climate risks and factors relating to vulnerability and reinforcing the adaptive capacity are needed."}, {"text_block_id": "p21_b306_merged_merged_merged_merged", "text": "The launching of adaptation studies and measures in the mu-nicipalities must be promoted as part of the preparedness and emergency supply and services and further reinforced, for example, through steering by the Centres for Economic Develop-ment, Transport and the Environment. Adaptation measures in the regions include the planning and implementation of flood protection measures in flood risk areas."}, {"text_block_id": "p22_b311", "text": "Fields of action and measures:"}, {"text_block_id": "p22_b312", "text": "Fields of action and measures:\n* STUDIES ARE CONDUCTED ON CLIMATE RESILIENCE ON THE NATIONAL LEVEL\n\t* Assessment of the impacts of climate changes is integrated into\n\t\t* Assessment of the impacts of climate changes is integrated into\n the Government foresight scheme\n\t\t\t* Assessment of the impacts of climate changes is integrated into\n the Government foresight scheme\n .\n\t\t\t* Guidelines concerning the impacts of climate change are included in\n\t\t\t* Guidelines concerning the impacts of climate change are included in\n the guidelines for the impact assessment of\n\t\t\t* Guidelines concerning the impacts of climate change are included in\n the guidelines for the impact assessment of\n .\n\t\t\t* Assessments of climate resilience are included in\n\t\t\t* Assessments of climate resilience are included in\n the strategies, programmes and other steering instruments of\n\t\t\t* Assessments of climate resilience are included in\n the strategies, programmes and other steering instruments of\n (incl. financial steering). The impacts of climate change and climate risks are as\n\t\t\t* Assessments of climate resilience are included in\n the strategies, programmes and other steering instruments of\n (incl. financial steering). The impacts of climate change and climate risks are as\n -\n\t\t\t* Assessments of climate resilience are included in\n the strategies, programmes and other steering instruments of\n (incl. financial steering). The impacts of climate change and climate risks are as\n -\n sessed in the legislative preparation and acts of the various sectors.\n\t\t\t* Steering targeted to municipalities by the Centres for Economic Development, Transport and the Environment\n\t\t\t* Steering targeted to municipalities by the Centres for Economic Development, Transport and the Environment\n con\n\t\t\t* Steering targeted to municipalities by the Centres for Economic Development, Transport and the Environment\n con\n -\n\t\t\t* Steering targeted to municipalities by the Centres for Economic Development, Transport and the Environment\n con\n -\n cerning the assessment of climate resilience is developed in cooperation between the areas of responsibility.\n\t\t\t* ACTION PLANS FOR SPECIFIC ADMINISTRATIVE BRANCHES ARE DRAWN UP AND IMPLEMENTED, TAKING AC\n\t\t\t* ACTION PLANS FOR SPECIFIC ADMINISTRATIVE BRANCHES ARE DRAWN UP AND IMPLEMENTED, TAKING AC\n -\n\t\t\t* ACTION PLANS FOR SPECIFIC ADMINISTRATIVE BRANCHES ARE DRAWN UP AND IMPLEMENTED, TAKING AC\n -\n COUNT OF THE INTERNATIONAL REPERCUSSIONS OF CLIMATE CHANGE\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n The plans and programmes examine the susceptibility of each branch to the impacts of climate change, vulnerabil\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n The plans and programmes examine the susceptibility of each branch to the impacts of climate change, vulnerabil\n -\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n The plans and programmes examine the susceptibility of each branch to the impacts of climate change, vulnerabil\n -\n ity and climate risks of the branch and the necessary adaptation measures. They also take account of the interna\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n The plans and programmes examine the susceptibility of each branch to the impacts of climate change, vulnerabil\n -\n ity and climate risks of the branch and the necessary adaptation measures. They also take account of the interna\n -\n\t\t\t* Adaptation plans or action programmes for individual branches necessary on the basis of the assessments of cli\n -\n mate resilience are drawn up or updated as well as implemented, utilizing the most recent information on climate\n The plans and programmes examine the susceptibility of each branch to the impacts of climate change, vulnerabil\n -\n ity and climate risks of the branch and the necessary adaptation measures. They also take account of the interna\n -\n tional repercussions of climate changes and compatibility of the mitigation and adaptation actions. The costs and\n\t\t\t* DRAFTING OF REGIONAL AND LOCAL ADAPTATION STUDIES IS PROMOTED\n\t\t\t* Regional and local demonstration, research and development projects relating to adaptation are promoted. In\n\t\t\t* Assessments of climate resilience are incorporated in the local government preparedness and emergency supplies"}, {"text_block_id": "p22_b352", "text": "International activity"}, {"text_block_id": "p22_b353", "text": "The close linkage between climate change, sustainable eco"}, {"text_block_id": "p22_b354", "text": "-"}, {"text_block_id": "p22_b355", "text": "nomic, social and ecological development and security is even more obvious than before, and all the nations of the world are increasingly dependent on each other. Developing countries are highly vulnerable to climate risks, with their economy often dependent on agriculture or other type of primary production. It is important that the adaptation actions also support the adaptation to the natural variability and extreme events of the present climate conditions."}, {"text_block_id": "p22_b356_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "One of the cross-cutting objectives in Finland’s Development Policy Programme (2012) is climate resilience, including the ca-pacity to prevent and restrict the impacts of natural disasters. In Finland climate resilience is promoted in all development policy and development cooperation through mainstreaming, targeted action and political influence in the bilateral, multilateral and EU cooperation and in communication. Supporting the advancement of the developing countries, including the reduction of poverty and vulnerability, promotes climate change adaptation as well."}, {"text_block_id": "p23_b359", "text": "Besides mitigation, adaptation is a key question to be negoti"}, {"text_block_id": "p23_b360", "text": "-"}, {"text_block_id": "p23_b361", "text": "ated under the UN Framework Convention on Climate Change and it is expected to become one of the essential elements in the new climate regime."}, {"text_block_id": "p23_b362", "text": "The EU Adaptation Strategy stresses cross-border cooperation with neighbouring countries. Adaptation has been on the"}, {"text_block_id": "p23_b363", "text": "agenda of various international processes in Finland and the neighbouring regions, including the Nordic Council, Barents EuroArctic, arctic cooperation, and Baltic Sea and transboundary water cooperation. The key cross-border issues with regard to adaptation concern, for example, the management and use of transboundary waters, movement of invasive alien species and pests and biodiversity."}, {"text_block_id": "p23_b364", "text": "Objective B: The actors have access to the necessary climate change assessment and management methods"}, {"text_block_id": "p23_b365", "text": "In Finland we already have experience from the application of risk analyses relating to climate change in, for example, water resources management, land use planning and building. The tools for risk management include flood risk maps and prepar"}, {"text_block_id": "p23_b366", "text": "-"}, {"text_block_id": "p23_b367", "text": "edness and contingency plans and programmes, such as the contingency plans for forest damages."}, {"text_block_id": "p23_b368", "text": "It is important that the information is applied efficiently and practical experiences are shared on the risk assessment and"}, {"text_block_id": "p23_b369", "text": "management methods and practices. It is also important to identify the sectors where there is a special need for information in support of climate risk management."}, {"text_block_id": "p23_b370_merged_merged_merged", "text": "Besides developing and using the current risk assessment and management tools there is a need for impact and risk assess-ment methods and tools that are suitable for the daily work of local and regional actors and companies. Correct interpretations and appropriate targeting of investments can be ensured by conducting the assessments in collaboration between climate change and risk management experts and professionals repre-senting the different sectors. Training and advice on risk assess-ment methods and practices is also needed."}, {"text_block_id": "p24_b377", "text": "The possibilities to use various management instruments for financial risks in climate risk management should also be ex"}, {"text_block_id": "p24_b378", "text": "-"}, {"text_block_id": "p24_b379", "text": "amined. Such instruments include risk spreading and insurance policies designed to deal with damages."}, {"text_block_id": "p24_b380", "text": "Management instruments for financial risks should be developed to support the adaptation of companies and private persons on their own initiative. Better tools are also needed for improving the capacity of companies and private persons to assess how well suited the various insurance policies may be to be used as risk management instruments."}, {"text_block_id": "p24_b381", "text": "Objective C: Research and development work, communication and education and training have enhanced the adaptive capacity of society, developed innovative solutions and improved citizens’ awareness on climate change adaptation"}, {"text_block_id": "p24_b382", "text": "Research"}, {"text_block_id": "p24_b383", "text": "Understanding of the impacts of climate change and the related adaptation requires long-term research and development efforts. More information is needed in support of the decision-making and for practical development work on the impacts of climate change and climate policy on the society and environment as well as adaptation actions and their cost-efficiency. The continu"}, {"text_block_id": "p24_b384", "text": "-"}, {"text_block_id": "p24_b385", "text": "ation of the main follow-up programmes must be secured to have a solid basis for the development work."}, {"text_block_id": "p24_b386_merged_merged_merged", "text": "More and better information is needed, in particular, on 1) costs and benefits of climate change and possibilities to influence these through adaptation measures; 2) adaptation as a broader factor causing socioeconomic change among the other factors changing the society; 3) Repercussions of the international impacts of climate change on Finland and adaptation to these; 4) nature of extreme weather events, e.g. heavy rains of short duration and changes in snow cover. Information on extreme weather events is needed to conduct customised risk assess-ments, establish threshold values and assess the relevance and profitability of measures."}, {"text_block_id": "p24_b389", "text": "Besides the risk and vulnerability studies and tools the key elements in the development work include the development of tools necessary for the planning procedures and processes for regional and local actors. Background material for the risk and vulnerability studies is produced by means of the regional climate indicators (e.g. precipitation)."}, {"text_block_id": "p25_b390", "text": "Under the Government Resolution on Comprehensive Reform of State Research Institutes and Research Funding issued in Sep"}, {"text_block_id": "p25_b391", "text": "-"}, {"text_block_id": "p25_b392", "text": "tember 2013 the research funding is to combine research funds into a funding instrument for strategically targeted research. The Strategic Research Council established at the Academy of Finland allocates funding for research that aims to find solu"}, {"text_block_id": "p25_b393", "text": "-"}, {"text_block_id": "p25_b394", "text": "tions to significant challenges faced by the society. This offers opportunities to target resources to climate change adaptation studies as well."}, {"text_block_id": "p25_b395", "text": "All forms of funding of the Academy of Finland can be utilised for research relating to climate change adaptation."}, {"text_block_id": "p25_b396", "text": "In the EU research, development and innovation funds are targeted to climate change. The European Commission has pro"}, {"text_block_id": "p25_b397", "text": "-"}, {"text_block_id": "p25_b398", "text": "posed that at least 20% of the EU budget for 2014-2020 would be used for various kinds of climate-related actions (mitigation and adaptation). The EU Adaptation Strategy suggests that sup"}, {"text_block_id": "p25_b399", "text": "-"}, {"text_block_id": "p25_b400", "text": "port should be offered to Member States for adaptation projects, for example, under the Horizon 2020 Framework Programme for Research and Innovation and Life Programme."}, {"text_block_id": "p25_b401", "text": "To promote better utilisation of the research information all those who are interested should have access to the information and materials relating to climate change (publications, research data and methods), in line with the principles of open science. Through this it is also possible to improve the opportunities of the citizens to participate in the production and use of knowl"}, {"text_block_id": "p25_b402", "text": "-"}, {"text_block_id": "p25_b403", "text": "edge and information. Examples of open data include the flood maps and wind atlas and the planning tools and guidelines of the project Ilmastokestävä kaupunki / Climate Resilient City (Ilkka)."}, {"text_block_id": "p25_b404", "text": "Joint discussion forums offered to decision-makers and experts contribute to better identification of current research needs and reflect on the interpretations and application of the research results. For example, the purpose of the Climate Panel set up in 2012 is to promote the dialogue between science and politics in climate issues."}, {"text_block_id": "p25_b405", "text": "More attention than now should also be targeted to the benefits to be derived from climate change adaptation. The opportunities"}, {"text_block_id": "p25_b406", "text": "offered can be utilised, for example, by developing products, pro"}, {"text_block_id": "p25_b407", "text": "-"}, {"text_block_id": "p25_b408", "text": "cesses, technologies and expertise related to adaptation as new business opportunities (e.g. Cleantech Programme, Green Growth Programme, Strategic Centres for Science, Technology and In"}, {"text_block_id": "p25_b409", "text": "-"}, {"text_block_id": "p25_b410", "text": "novation SHOK, Innovative Cities Programme INKA). Practical demonstration projects and examples may serve as a develop"}, {"text_block_id": "p25_b411", "text": "-"}, {"text_block_id": "p25_b412", "text": "ment platform for new innovations related to adaptation. The progress of an innovation from the prototype to a commercial product should be promoted, for example, by customer testing."}, {"text_block_id": "p25_b413", "text": "Communication, education and training"}, {"text_block_id": "p25_b414", "text": "The aim of communication on adaptation is that the sectors, companies, municipalities and private citizens are even better capable of understanding the risks caused by climate change, taking these into account in their own action and promoting adaptation on their own initiative. Communication on climate change must combine the challenges of both mitigation and adaptation and target the messages to relevant groups, and the effectiveness of the communication must be assessed."}, {"text_block_id": "p25_b415", "text": "Communication on climate change is provided by various or-ganisations, using various channels ranging from extensive internet portals to background information sessions for the media and stakeholders. For example, the Climateguide.fi site designed in cooperation between the Finnish Meteorological Institute, Finnish Environment Institute and the Aalto University Land Use Planning and Urban Studies Group brings together practical, scientifically proven information on climate change. Increasing cooperation between different actors in communicat"}, {"text_block_id": "p25_b416", "text": "-"}, {"text_block_id": "p25_b417", "text": "ing on the climate gives more emphasis on the climate change adaptation themes."}, {"text_block_id": "p25_b418_merged_merged_merged_merged_merged_merged", "text": "Climate change impacts on all sectors and actors of the so-ciety. Besides being involved in the working life people need knowledge and skills as consumers and citizens. Education and training is needed to make sure that climate-related know-how is incorporated into all vocational skills, all-round education and civics learning. In higher education we must ensure that taking the doctor’s degree is an attractive option and a high scientific standard is maintained in the core fields of science with regard to climate change."}, {"text_block_id": "p26_b421", "text": "Fields of action and measures:"}, {"text_block_id": "p26_b422", "text": "8. ADAPTATION RESEARCH IS REINFORCED"}, {"text_block_id": "p26_b423", "text": "8. ADAPTATION RESEARCH IS REINFORCED\n* A research programme to produce information for the implementation of the adaptation plan is prepared. The deci\n* A research programme to produce information for the implementation of the adaptation plan is prepared. The deci\n -\n* A research programme to produce information for the implementation of the adaptation plan is prepared. The deci\n -\n sion on the research programme is made separately on the basis of broadly-based preparation.\n* National, EU and international research and development funding is utilised in the adaptation research.\n\t* BUSINESS OPPORTUNITIES RELATED TO ADAPTATION ARE DEVELOPED\n\t* Business opportunities related to adaptation are studied and demonstration projects are promoted.\n\t* Export opportunities of technologies related to adaptation are studied.\n\t* TOOLS ARE DEVELOPED IN SUPPORT OF REGIONAL ADAPTATION WORK\n\t* Regional estimates for changes in the climate variables are produced and their utilization in the regions is pro-moted.\n\t* Tools are developed for the development of planning practices and processes for regional and local actors and"}, {"text_block_id": "p26_b443", "text": "11. COMMUNICATION ON ADAPTATION IS DEVELOPED"}, {"text_block_id": "p26_b444", "text": "11. COMMUNICATION ON ADAPTATION IS DEVELOPED\n* A communication plan for adaptation is prepared and implemented. The plan specifies the objectives, content and\n* Climateguide.fi website is maintained and developed as an important communication channel for information on"}, {"text_block_id": "p26_b448", "text": "12. EDUCATION AND TRAINING CONTENT ON ADAPTATION IS DEVELOPED"}, {"text_block_id": "p26_b449", "text": "12. EDUCATION AND TRAINING CONTENT ON ADAPTATION IS DEVELOPED\n* Impacts of climate change and adaptation to it are included in the curricula and degrees taken in basic and higher\n<\\li1>"}, {"text_block_id": "p27_b451", "text": "4. Impacts of the adaptation plan"}, {"text_block_id": "p27_b452", "text": "The implementation of the adaptation plan contributes to the prevention and mitigation of climate risks and promotes the adaptation of the society to the impacts of climate change. Adaptation is needed to secure the preservation of biodiversity and the functioning of ecosystems and ecosystem services produced by them, guarantee the functioning of the society and minimise economic losses. The implementation of the plan reduces the risks relating to the utilisation of natural resources, built environment, urban landscape (cityscape), cultural heritage, waters, biodiversity and human health and well-being."}, {"text_block_id": "p27_b453", "text": "The adaptation plan promotes the capacity of the Finnish society to adapt to climate change and its consequences by enhancing the steering instruments, plans, methods and tools available for this purpose. The way how the measures are implemented largely determines the extent of the impacts as well as their scale and likelihood. The plan does not lay down any quantitative objec"}, {"text_block_id": "p27_b454", "text": "-"}, {"text_block_id": "p27_b455", "text": "tives whose achievement should be monitored."}, {"text_block_id": "p27_b456", "text": "The impacts of the plan were examined and assessed towards the end of the preparation process, taking advantage of the expertise of especially the Finnish Environment Institute and other members of the coordination group. When the strategy was circulated for comment the stakeholders were requested to state, in particular, whether the focus of the assessment had been on the most significant impacts in view of the strategy and what are the other impacts which the strategy may have. The comments received were taken into account in the strategy and its further assessment."}, {"text_block_id": "p27_b457", "text": "Adaptation measures should be targeted to actions which need to be taken independent of the scale and pace of climate change. To deal with uncertainty it is important to create adaptation methods and processes which allow the reassessment and updating of the measures as new knowledge and information becomes available."}, {"text_block_id": "p27_b458", "text": "The measures included in the plan should be implemented in a way that potential conflicts can be avoided while taking advan"}, {"text_block_id": "p27_b459", "text": "-"}, {"text_block_id": "p27_b460", "text": "tage of the synergies with other policy sectors and measures. The key issues stressed with regard to adaptation and planning of adaptation measures include openness and dialogue between different actors and groups, supporting broad participation in the planning and implementation and encouraging the actors to innovation and taking the initiative."}, {"text_block_id": "p27_b461", "text": "Impacts of the key fields actions"}, {"text_block_id": "p27_b462", "text": "•"}, {"text_block_id": "p27_b463", "text": "Climate risk assessment and management is improved"}, {"text_block_id": "p27_b464", "text": "Developing the assessment and management of climate risks improves the understanding of climate factors influencing the operating environment among the actors and supplements the available risk assessment and management procedures. Better risk assessment and management reinforce the conditions for adaptation especially in sectors were the climate risks are still poorly known. Appropriate tools for determining the impacts of climate change and critical risk levels promote the planning and implementation of adaptation actions. The tools for man"}, {"text_block_id": "p27_b465", "text": "-"}, {"text_block_id": "p27_b466", "text": "aging the economic risks, such as insurances, also increase the awareness of the risks."}, {"text_block_id": "p27_b467", "text": "Under- or over-estimating the risks may cause errors in targeting the actions. This is why correct interpretation of risk assessments is vital for appropriate planning and implementation of the adaptation measures."}, {"text_block_id": "p27_b468", "text": "•"}, {"text_block_id": "p27_b469", "text": "Studies are conducted on climate resilience on the national level; action plans for specific administrative branches are drawn up and implemented"}, {"text_block_id": "p27_b470", "text": "Adaptation studies allow to identify how the activities should be developed to enhance the adaptive capacity and how ac"}, {"text_block_id": "p27_b471", "text": "-"}, {"text_block_id": "p27_b472", "text": "tions can be planned and taken into practice in an anticipatory manner. Studies on climate resilience and adaptation studies on specific administrative branches increase the awareness of the significance of climate change and adaptation to it. Adaptation measures may support the achievement of the other objectives of the sectors and actors."}, {"text_block_id": "p27_b473", "text": "As adaptation is integrated into the regular decision-making and planning processes of sectors, the necessary actions to reinforce the adaptive capacity can be taken in a way that saves on the resources. At best these may also help to avoid or at least restrict the negative consequences of the extreme events which may take place in the current climate."}, {"text_block_id": "p27_b474", "text": "A condition for successful implementation of the measures is that the sectors are capable of understanding how the possible impacts of climate change reflect on their activities. This also allows to promote adaptation where investments are made, new solutions are created and education and training is used in a way that improves the capability to manage the impacts of climate change. At the same time the sectors should examine their opportunities to benefit from adaptation actions."}, {"text_block_id": "p27_b475", "text": "•"}, {"text_block_id": "p27_b476", "text": "Drafting of regional and local adaptation studies is pro"}, {"text_block_id": "p27_b477", "text": "-"}, {"text_block_id": "p27_b478", "text": "moted and tools are developed in support of regional adaptation work"}, {"text_block_id": "p27_b479_merged_merged_merged_merged_merged_merged", "text": "A significant share of the implementation of the practical ad-aptation measures depends on due identification of the special regional and local characteristics and regionally and locally based solutions. Open preparation process and development work and broad participation of regional and local actors make it possible to produce solutions that are suited to the needs of"}, {"text_block_id": "p28_b482", "text": "the actors and which take the best possible advantage of the actors’ knowledge on the local circumstances."}, {"text_block_id": "p28_b483", "text": "Local and regional adaptation studies and demonstration pro"}, {"text_block_id": "p28_b484", "text": "-"}, {"text_block_id": "p28_b485", "text": "jects may be created by providing and allocating resources. Demonstration projects and studies help to find cost-efficient solutions that are suited to the regional and local communities they are intended for, while improving the local knowledge of the risks and opportunities relating to climate change. The side-benefits include the creation of local economic activities and increased cooperation on the local level."}, {"text_block_id": "p28_b486", "text": "Successful implementation of this field of action requires that the actors have enough understanding of the special characteristics of the region and they are able to improve their assessments of the regional and local climate risks and vulnerabilities. In small-scale projects there is the risk that the actions may become differentiated to the extent that the management of the big picture suffers. Communication and exchange of experiences are vital in order to avoid overlaps."}, {"text_block_id": "p28_b487", "text": "•"}, {"text_block_id": "p28_b488", "text": "Adaptation research is reinforced and business opportuni"}, {"text_block_id": "p28_b489", "text": "-"}, {"text_block_id": "p28_b490", "text": "ties related to adaptation are developed"}, {"text_block_id": "p28_b491", "text": "One important challenge in adaptation research is to identify the sectors and fields that are the most important with regard to the practical application. Adaptation research should be targeted to removing and filling the knowledge gaps identified in the earlier adaptation studies and assessments and summary reports concerning these. It is particularly important to study how adaptation can be promoted cost-efficiently and how the adaptive capacity of society can be enhanced. The adaptive capacity of society can also be promoted, more or less directly, through other kinds of research, including scientific study of climate change and its consequences in general."}, {"text_block_id": "p28_b492", "text": "By financing research focused on adaptation the society creates better conditions for a comprehensive assessment of the eco"}, {"text_block_id": "p28_b493", "text": "-"}, {"text_block_id": "p28_b494", "text": "nomic impacts of climate change and improves the opportunities to find out how adaptation may help to reduce the costs due to climate change and how the measures should be targeted more cost-efficiently than at present. In order for the measures to suc"}, {"text_block_id": "p28_b495", "text": "-"}, {"text_block_id": "p28_b496", "text": "ceed it is crucial that adaptation research can be targeted to the important sectors and fields and sufficient funding for adaptation is made available from national or international sources."}, {"text_block_id": "p28_b497", "text": "By developing business opportunities in products and services relating to adaptation we can improve the conditions to produce new kinds of solutions to adaptation and to the growth of sec"}, {"text_block_id": "p28_b498", "text": "-"}, {"text_block_id": "p28_b499", "text": "tors. A condition for this is the identification of the strong fields of innovation and expertise with regard to adaptation which find demand also in international contexts and contribute to commercialisation of innovations. In order to succeed demonstration projects are needed to test the functioning of the different kinds of products, services and methods."}, {"text_block_id": "p28_b500", "text": "The development of business opportunities requires sufficient knowledge of the markets, business competence, promotion of domestic markets and networking of companies."}, {"text_block_id": "p28_b501", "text": "•"}, {"text_block_id": "p28_b502", "text": "Communication on adaptation is developed; education and training content on adaptation is developed"}, {"text_block_id": "p28_b503", "text": "Successful and approproately targeted communication, educa"}, {"text_block_id": "p28_b504", "text": "-"}, {"text_block_id": "p28_b505", "text": "tion and training and advice support the integration of adapta"}, {"text_block_id": "p28_b506", "text": "-"}, {"text_block_id": "p28_b507", "text": "tion into the activities of sectors. They also make it possible to incorporate expertise on adaptation into practical work and promote future innovation activities. Due to improved awareness of adaptation among the citizens the impacts of climate change can be better taken into account in decision-making on daily activities and promotes adaptation on the actors’ own initiative."}, {"text_block_id": "p28_b508", "text": "Improving the visibility of the impacts of climate change helps to keep climate change and its impacts on the agenda, deepens the cooperation between different actors and the administation and disseminates information on best practices. By handing out information on the methods that are available or being developed overlaps can be avoided, the work is cost-efficient and innovation is promoted."}, {"text_block_id": "p28_b509", "text": "A condition for the measure is the identification of the key target groups for communication and advice and the ability to commu"}, {"text_block_id": "p28_b510", "text": "-"}, {"text_block_id": "p28_b511", "text": "nicate on the impacts of climate change and adaptation to them in an understandable manner. Information must be provided in a form that is readily usable for the decision-makers and actors."}, {"text_block_id": "p28_b512", "text": "•"}, {"text_block_id": "p28_b513", "text": "Coordination and follow-up of the implementation of the plan"}, {"text_block_id": "p28_b514", "text": "Adaptation actions can be reinforced through successful co"}, {"text_block_id": "p28_b515", "text": "-"}, {"text_block_id": "p28_b516", "text": "operation and networking, especially where the success is particularly dependent on cross-sectoral action. Improving the cooperation between the different administrative branches and levels and networking with other important groups of actors depends a great deal on the composition of the group set up for the follow-up and the commitment of actors to their work."}, {"text_block_id": "p28_b517", "text": "Follow-up of the plan is necessary for the assessment and further specification of the implementation of the adaptation measures and introduction of additional measures, where necessary. By utilizing and combining follow-up information relevant with regard to adaptation it is possible to avoid overlapping follow"}, {"text_block_id": "p28_b518", "text": "-"}, {"text_block_id": "p28_b519", "text": "up and the additional costs this would involve."}, {"text_block_id": "p28_b520_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "General follow-up information only will not allow thorough study of the effectiveness of the measures, and sufficient resources must be reserved for the follow-up. The compilation of follow-up infor-mation alone may also become an administrative burden which as such does not serve the development of the activity. In the future the effectiveness of the measures should be assessed to identify factors that promote adaptation or constitute obstacles to it."}, {"text_block_id": "p29_b523", "text": "Economic impacts"}, {"text_block_id": "p29_b524", "text": "The implementation of the measures included in the plan incurs costs relating to e.g. the development of risk assessment and other methods and tools in support of adaptation, adaptation studies, development of communication on adaptation, and promoting research and development projects on adaptation. Investments required for adaptation may cause additional costs compared to the present due to, for example, the larger scales involved."}, {"text_block_id": "p29_b525", "text": "Benefits may arise, for example, from developing business op"}, {"text_block_id": "p29_b526", "text": "-"}, {"text_block_id": "p29_b527", "text": "portunities related to adaptation and other advantages to be derived from adaptation actions, such as improved productive capacity achieved through plant breeding. Anticipatory and cor"}, {"text_block_id": "p29_b528", "text": "-"}, {"text_block_id": "p29_b529", "text": "rectly targeted adaptation measures help to avoid the future, both direct and indirect risks and costs due to climate change. To ensure economically efficient timing of adaptation actions the best available knowledge on natural sciences needs to be combined with economic knowledge and the costs and benefits need to be studied over time."}, {"text_block_id": "p29_b530", "text": "Impacts on the State economy"}, {"text_block_id": "p29_b531", "text": "The economic impacts of the adaptation plan will first be seen as the need to allocate resources within the administrative branches"}, {"text_block_id": "p29_b532", "text": "to the implementation of the measures included in the plan. The plan is implemented under the central government spending limits, budgets and Effectiveness and Productivity Programme."}, {"text_block_id": "p29_b533", "text": "The need for financing at the Ministry of Agriculture and For"}, {"text_block_id": "p29_b534", "text": "-"}, {"text_block_id": "p29_b535", "text": "ests is targeted to expert activities concerning adaptation and allocating resources for this within the spending limits of the administrative branch. Funding is also targeted to the implemen"}, {"text_block_id": "p29_b536", "text": "-"}, {"text_block_id": "p29_b537", "text": "tation of the action programme on adaptation of the ministry’s administrative branch."}, {"text_block_id": "p29_b538", "text": "At the Ministry of the Environment the need for financing re"}, {"text_block_id": "p29_b539", "text": "-"}, {"text_block_id": "p29_b540", "text": "lates to expert activities concerning adaptation and allocating resources for this within the spending limits of the administrative branch as well as implementation of the action programme on adaptation of the Ministry of the Environment."}, {"text_block_id": "p29_b541", "text": "The final implementation costs depend on how well the adapta"}, {"text_block_id": "p29_b542", "text": "-"}, {"text_block_id": "p29_b543", "text": "tion measures can be integrated into the other activities and taking advantage of the synergies with the already available systems and actions."}, {"text_block_id": "p29_b544_merged_merged_merged_merged_merged", "text": "As it seems at present, EU funding can also be utilized for the implementation of the adaptation strategy. The European Com-mission has proposed that at least 20% of the EU budget for 2014–2020 should be used for adaptation actions."}, {"text_block_id": "p30_b547", "text": "5. Coordination and follow-up of the implementation"}, {"text_block_id": "p30_b548", "text": "The Ministry of Agriculture and Forestry is responsible for coor"}, {"text_block_id": "p30_b549", "text": "-"}, {"text_block_id": "p30_b550", "text": "dinating the implementation of the National Climate Change Adaptation Plan. The various ministries are responsible for the implementation, monitoring and evaluation of the plan within their respective administrative branches."}, {"text_block_id": "p30_b551", "text": "Monitoring information on the implementation of sector-specific and other adaptation plans and other action programmes is utilised in the monitoring and evaluations, as appropriate. To the extent possible, information is collected on the impacts, costs and benefits of the adaptation measures. Annual reports are"}, {"text_block_id": "p30_b552", "text": "given on the progress made in the measures. The implementa"}, {"text_block_id": "p30_b553", "text": "-"}, {"text_block_id": "p30_b554", "text": "tion of the measures will be reviewed and additional measures which may be needed will be determined in 2018."}, {"text_block_id": "p30_b555_merged_merged_merged", "text": "In line with the Government proposal to the Parliament concern-ing a new Climate Act [82/2014], the implementation of the ad-aptation plan is monitored and reported to the Parliament once during the electoral term as part as the annual climate report."}, {"text_block_id": "p30_b560", "text": "According to Regulation of the European Parliament and of the Council on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level relevant to climate change adopted in the beginning of 2013 (COM(2011) 789 final), the Member States report every four years to the Commission on the national adaptation plans and reports and implemented or envisaged adaptation actions. Finland also reports on the adaptation as part of the follow-up of the EU Adaptation Strategy and to the UNIPCC every four years."}, {"text_block_id": "p31_b561", "text": "Annex I. Actors responsible for and implementing the actions, timeframe and resources (2014-2018)"}, {"text_block_id": "p36_b562", "text": "ANNEX II. Implementation of the National Adapta"}, {"text_block_id": "p36_b563", "text": "-"}, {"text_block_id": "p36_b564", "text": "tion Strategy 2005 and conclusions of the evalua"}, {"text_block_id": "p36_b565", "text": "-"}, {"text_block_id": "p36_b566", "text": "tions of the strategy"}, {"text_block_id": "p36_b567", "text": "Measures launched to promote adaptation"}, {"text_block_id": "p36_b568", "text": "Various kinds of measures have been implemented in Finland relating to climate change adaptation and management of climate risks."}, {"text_block_id": "p36_b569", "text": "Various kinds of measures have been implemented in Finland relating to climate change adaptation and management of climate risks.\n* The Climate Change Adaptation Research Programme\n* (2006-2011) produced valuable and up-to-date information\n* Action plans on adaptation prepared for the administrative\n* Long-term changes in the climate have been taken into ac\n* Long-term changes in the climate have been taken into ac\n -\n* Long-term changes in the climate have been taken into ac\n -\n count in the revised legislation on water resources and other\n* The Government Decision of 13 November 2008 on the\n* The Government Decision of 13 November 2008 on the\n -\n* The Government Decision of 13 November 2008 on the\n -\n tation into the requirements for the content of spatial plans.\n* Implementation plan for the strategy on renovation building\n* Water management plans until 2015 adopted by the Gov\n* Water management plans until 2015 adopted by the Gov\n -\n* Water management plans until 2015 adopted by the Gov\n -\n ernment in 2009 and water management plans until 2021\n* The Climateguide.fi portal maintained by the Finnish Me\n* The Climateguide.fi portal maintained by the Finnish Me\n -\n* The Climateguide.fi portal maintained by the Finnish Me\n -\n teorological Institute, Finnish Environment Institute and\n* The emergency supply scenarios 2025 take account of the\n* The emergency supply scenarios 2025 take account of the\n -\n* The emergency supply scenarios 2025 take account of the\n -\n ply (2013).\n* Plant breeding and the Forest Breeding 2050 programme\n* The risks to forest health due to extreme weather events\n* Statutes aimed to improve the security of electricity supply\n* The National action plan for the conservation and sustain\n* The National action plan for the conservation and sustain\n -\n* The National action plan for the conservation and sustain\n -\n able use of biodiversity in Finland (Ministry of the Environ\n* The National action plan for the conservation and sustain\n -\n able use of biodiversity in Finland (Ministry of the Environ\n -\n* The National action plan for the conservation and sustain\n -\n able use of biodiversity in Finland (Ministry of the Environ\n -\n ment 2013) lays down measures for taking account of the\n* The Handbook for Exceptional Situations Related to Envi\n* The Handbook for Exceptional Situations Related to Envi\n -\n* The Handbook for Exceptional Situations Related to Envi\n -\n ronmental Health deals with a broad spectrum of health\n* Climate change and adaptation to it has been included in\n* Finland has incorporated the climate perspective into de\n* Finland has incorporated the climate perspective into de\n -\n* Finland has incorporated the climate perspective into de\n -\n velopment cooperation, e.g. Environment guideline (2009)\n* The Cultural Environment Strategy (2014) takes account of\n* The Flood Centre of the Finnish Environment Institute\n* A handbook on preparing for floods in building establishing\n* The climate strategies of regions and municipalities deal\n* The climate strategies of regions and municipalities deal\n -\n* The climate strategies of regions and municipalities deal\n -\n ported by other strategies and programmes concerning e.g.\n* Individual actors such as MetsÃ¤hallitus have also conducted"}, {"text_block_id": "p36_b631", "text": "Conclusions of the evaluations of the National Strategy for Adaptation to Climate Change (2005)"}, {"text_block_id": "p36_b632", "text": "A mid-term evaluation (Ministry of Agriculture and Forestry 2009) and more comprehensive evaluation (Ministry of Agricul"}, {"text_block_id": "p36_b633", "text": "-"}, {"text_block_id": "p36_b634", "text": "ture and Forestry 2013) were conducted on the strategy."}, {"text_block_id": "p36_b635_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The evaluation of 2013 was conducted using evaluations and in-terviews of experts and thematic interviews in an open workshop in December 2012. The results of the mid-term evaluation of the strategy in2009 and international research projects evaluating Finland’s strategy were also utilised in the evaluation."}, {"text_block_id": "p37_b638", "text": "According to the evaluation, progress in adaptation had been made in all sectors included in the strategy (Table 1). In most sectors there was at least some knowledge on the impacts of cli"}, {"text_block_id": "p37_b639", "text": "-"}, {"text_block_id": "p37_b640", "text": "mate change and practical adaptation measures had been identi"}, {"text_block_id": "p37_b641", "text": "-"}, {"text_block_id": "p37_b642", "text": "fied. Measures presented in the strategy had been launched in almost all sectors. Research programmes on adaptation ISTO, VACCIA and FICCA"}, {"text_block_id": "p37_b643", "text": ") have produced information applicable to the planning and implementation of practical measures."}, {"text_block_id": "p37_b644", "text": "However, the extent to which adaptation has been incorporated into the everyday activities of sectors varies a great deal. The best progress has been made in sectors where the dependence on the climate has been recognised for some time. There may be quite significant, partly justifiable differences in adaptation because of the considerable differences in vulnerability and impacts of climate change and in the timeframes for the neces"}, {"text_block_id": "p37_b645", "text": "-"}, {"text_block_id": "p37_b646", "text": "sary adaptation actions."}, {"text_block_id": "p37_b647", "text": "Figure 1. Key programmes and strategies in the implementation of the National Strategy for Adaptation to Climate Change (2005)."}, {"text_block_id": "p37_b648", "text": "In the planning and targeting of adaptation actions due ac"}, {"text_block_id": "p37_b649", "text": "-"}, {"text_block_id": "p37_b650", "text": "count should be given to the special characteristics of sectors and regions. In many sectors general preparedness for climate change through better planning is still enough. However, when planning activities with long-term impact and vital to society or actions involving significant climate-related risks preparation for more serious or rapid consequences is also needed."}, {"text_block_id": "p37_b651", "text": "The evaluation reports fully support the approach in the ad"}, {"text_block_id": "p37_b652", "text": "-"}, {"text_block_id": "p37_b653", "text": "aptation strategy 2005 according to which adaptation actions should be introduced through the regular planning and practi"}, {"text_block_id": "p37_b654", "text": "-"}, {"text_block_id": "p37_b655", "text": "cal guidance of sectors. Developing adaptation actions as part of regular activities makes it possible to achieve cost-efficient solutions and reinforce the other activities of the sector or company. The most important actions to promote adaptation"}, {"text_block_id": "p37_b656", "text": "are to develop the key steering instruments of the sector to include the anticipation of the impacts of climate change and to review the synergies and conflicts between adaptation and other policies. For climate change adaptation support is needed from flexible steering instruments and practices that promote step-by-step progress and function in different kinds of circumstances and that can be adapted to various kinds of situations."}, {"text_block_id": "p37_b657_merged_merged_merged_merged_merged", "text": "Many of the adaptation actions touch upon several sectors. This is why cooperation between the authorities and other actors in different sectors and administrative levels should be improved. Regional and local adaptation work needs to be further pro-moted. Division of labour and responsibilities between the state, municipalities and private sector should be clarified."}, {"text_block_id": "p38_b660_merged", "text": "Table 1. Summary of the evaluations based on self-assessments on the level of adaptation in different sectors. The assessments are based on the evalu-ation report of 2009 (Ministry of Agriculture and Forestry 4/2009) and an assessment of the level of adaptation by sectors according to assessment questionnaire and interviews conducted in 2013 (Ministry of Agriculture and Forestry working group reports 2013:5). In the interpretation it should be noted that the sectors differ from each other with regard to vulnerability and the timeframes for the adaptation actions are also different.Vulnerability and timeframe for adaptation actions may also vary within the sectors."}, {"text_block_id": "p39_b663", "text": "According to the evaluation, adaptation should be promoted by offering practical tools. The tools for climate risk assessment and management, in particular, need to be further developed and their introduction should be promoted. Awareness raising by means of communication, advice and education and training is a condition for adaptation actions, both in the central government and by citizens and companies on their own initiative. Special focus should be on the provision of information in a form that is suited to practical decision-making."}, {"text_block_id": "p39_b664", "text": "In the future research should focus even more on adaptation as a broader phenomenon causing changes in societies, alongside with the other factors of social and economic change. Research"}, {"text_block_id": "p39_b665", "text": "is also needed on the economic impacts of adaptation actions and opportunities offered by climate change."}, {"text_block_id": "p39_b666", "text": "The significance of the global impacts of climate change in the Finnish society should be taken better into account in targeting the adaptation policy and in the planning and implementation of the measures. So far the significance of the global, both direct and indirect impacts on the environment and society in Finland are still quite poorly known."}, {"text_block_id": "p39_b667_merged", "text": "The need for follow-up has been recognised in the Adaptation Strategy, but only indicative action has been taken in the moni-toring and impact assessment of the measures."}, {"text_block_id": "p40_b671", "text": "Annex III. Background material used in the preparation of the plan"}, {"text_block_id": "p40_b672", "text": "IPCC. 2013. Summary for Policymakers. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S. K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA."}, {"text_block_id": "p40_b673", "text": "IPCC. 2014. Summary for Policymakers. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Field, C.B., V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. Mac-Cracken, P.R. Mastrandrea, and L.L. White (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 1-32."}, {"text_block_id": "p40_b674", "text": "Jylhä, K., Ruosteenoja, K., Räisänen, J. & Fronzek, S. 2012. Ilmasto muuttuu Suomessa. Julkaisussa: Ruuhela, R. (toim.). 2012. Miten väistämättömään ilmastonmuutokseen voidaan varautua? – yhteenveto suomalaisesta sopeutumistutkimuksesta eri toimialoilla. Maa- ja metsätalousministeriön julkaisuja 6/2011. 176 s."}, {"text_block_id": "p40_b675", "text": "Maa- ja metsätalousministeriö. 2013. Ilmastonmuutoksen kansallisen sopeutumisstrategian arviointi 2013. Maa- ja metsätalousministeriön työryhmämuistio 2013:5. 123 s."}, {"text_block_id": "p40_b676", "text": "Maa- ja metsätalousministeriö. 2009. Ilmastonmuutoksen kansallisen sopeutumisstrategian toimeenpanon arviointi 2009. Maa- ja metsätalousministeriön julkaisuja 4/2009. 47 s."}, {"text_block_id": "p40_b677", "text": "Maa- ja metsätalousministeriö. 2005. Ilmastonmuutoksen kansallinen sopeutumisstrategia. Maa- ja metsätalousministeriön julkaisuja 1/2005. 275 s."}, {"text_block_id": "p40_b678", "text": "Rojas, R., et al., Climate change and river floods in the European Union: Socio-economic consequences and the costs and benefits of adaptation. Global Environ. Change (2013), http://dx.doi. org/10.1016/j.gloenvcha.2013.08.006"}, {"text_block_id": "p40_b679", "text": "Ruosteenoja, K. 2013. Maailmanlaajuisiin ilmastomalleihin perustuvia lämpötila- ja sademääräskenaarioita. Sektoritutkimusohjelman ilmastoskenaariot (SETUKLIM) 1. osahanke. Ilmatieteen laitos. 15 s."}, {"text_block_id": "p40_b680", "text": "Ruuhela, R. (toim.). 2012. Miten väistämättömään tokseen voidaan varautua? – yhteenveto suomalaisesta tumistutkimuksesta eri toimialoilla. Maa- ja metsätalousministeriön julkaisuja 6/2011. 176 s."}, {"text_block_id": "p40_b681", "text": "Sorvali, J. 2013a. Ilmastonmuutoksen haitalliset vaikutukset ja toimialojen haavoittuvuus. 84 s."}, {"text_block_id": "p40_b682", "text": "Sorvali, J. 2013b. Ilmastonmuutokseen sopeutumisen kansalliset ohjauskeinot. 99 s."}, {"text_block_id": "p40_b683", "text": "Westphal, Michael I.; Hughes, Gordon A.; Brömmelhörster, Jörn (toim.) 2013. Economics of climate change in East Asia. Mandaluyong City, Philippines: Asian Development Bank."}, {"text_block_id": "p41_b684", "text": "Maa- ja metsätalousministeriön julkaisuja 2014"}, {"text_block_id": "p41_b685", "text": "Publikationer av Jord- och skogsbruksministeriet"}, {"text_block_id": "p41_b686", "text": "Publications of Ministry of Agriculture and Forestry"}], "document_description": "From the Plan:<br>&nbsp;The aim of the National Climate Change Adaptation Plan 2022 is that the Finnish society has the capacity to manage the risks associated with climate change and adapt to changes in the climate. The objectives of the plan are:<br>&nbsp;A. Adaptation has been integrated into the planning and activities of both the various sectors and their actors;<br>&nbsp;B. The actors have access to the necessary climate change assessment and management methods,&nbsp;<br>and C. Research and development work, communication and education and training have enhanced the adaptive capacity of society, developed innovative solutions and improved citizens' awareness on climate change adaptation.<br><br>&nbsp;To reach the aim, the National Climate Change Adaptation Plan specifies the key measures in support of adaptation to be implemented in the next few years. The impacts of climate change elsewhere in the world with repercussions on Finland will be taken into account in the national work.<br>&nbsp;The Ministry of Agriculture and Forestry was responsible for the preparation of the National Climate Change Adaptation Plan, with the practical work steered by a broadly-based coordination group appointed by the ministry.<br>&nbsp;Adaptation is included in the Climate Act [approved in 6.3.2015]. According to this, the Government adopts a national adaptation plan at least once in every ten years and the State authorities must, to the extent possible, promote the implementation of the adaptation plan in their actions.<br>&nbsp;The adaptation plan also implements the EU Strategy on Adaptation to Climate Change within Finland."}