{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Sweden", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF", "Industry", "Energy", "Agriculture"], "document_date": "14/06/1991", "document_language": "English", "document_name": "Act 1990:582 on Carbon Tax and related regulations", "document_country_code": "SWE", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SWE/1991/SWE-1991-06-14-Act 1990:582 on Carbon Tax and related regulations_23d8e91b78f20513f821c5ebc1adbe7a.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Carbon Tax Act (as amended in 2013) introduced carbon tax on coal, oil, natural gas, petrol, and aviation fuel used in domestic travel, complementing the already existing energy taxes, aiming at supporting development of cleaner fuels while keeping the burden on the energy sector more or less constant.<br />\nInitially covering the whole of the above sectors, the tax was reformed after the launch of the EU carbon-trading scheme and was kept for industry and non-industry emitters outside of the EU ETS scheme.<br />\nInitially set at a general level of USD120 per ton of CO2 (different rates for coal fuels, kerosene and engine oils on domestic flights, natural gas, and LPG) - the carbon tax was progressively raised in 2013 to USD349 per tonne of CO2 for coal fuels and up to USD418 per tonne of CO2 for natural gas used for non-travel purposes for the sectors still concerned by the tax. Both peat and biofuels are exempt from the tax, as well as fuels used for electricity production. Until 2015, minor tax relief was also granted for natural gas and liquefied petroleum gas (LPG) used in cars, ships, and aircraft; however, from 2015 the same level of tax will apply to all fossil fuels. Additionally, EU ETS exempt industries such as agriculture, forestry and pisciculture are subject to 30% of the standard CO2 tax."}