{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sweden", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Circular economy – Strategy for the transition in Sweden", "document_country_code": "SWE", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "07/01/2020", "document_keyword": "Covid19", "document_url": "https://cdn.climatepolicyradar.org/SWE/2020/SWE-2020-01-07-Circular economy – Strategy for the transition in Sweden_963d35ae112c76e2f2e5da248fe3d506.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Production:"}, {"text_block_id": "p1_b2", "text": "Ministry of the Environment"}, {"text_block_id": "p1_b3", "text": "Cover photo:"}, {"text_block_id": "p1_b4", "text": "Maskot/Johnér Bildbyrå"}, {"text_block_id": "p1_b5", "text": "Other photos:"}, {"text_block_id": "p1_b6", "text": "Page 3: Kristian Pohl/Government Offices"}, {"text_block_id": "p1_b7", "text": "Page 7: Mikael Svensson/Johnér Bildbyrå"}, {"text_block_id": "p1_b8", "text": "Page 9: Lina Östling/ReTuna"}, {"text_block_id": "p1_b9", "text": "Page 10: Caiaimage/Johnér Bildbyrå"}, {"text_block_id": "p1_b10", "text": "Page 12: Caiaimage/Johnér Bildbyrå"}, {"text_block_id": "p1_b11", "text": "Page 15: Maskot/Johnér Bildbyrå"}, {"text_block_id": "p1_b12", "text": "Page 27: Maria Nilsson/Government Offices (3, 6) and"}, {"text_block_id": "p1_b13", "text": "Gunilla Strömberg/Government Offices (1, 2, 4, 5)"}, {"text_block_id": "p1_b14", "text": "Printing:"}, {"text_block_id": "p1_b15", "text": "Elanders, July 2020"}, {"text_block_id": "p2_b16", "text": "Foreword"}, {"text_block_id": "p2_b17", "text": "Isabella Lövin"}, {"text_block_id": "p2_b18", "text": "Ibrahim Baylan"}, {"text_block_id": "p2_b19", "text": "A transition of the society is required to achieve environmental and climate objectives, secure our welfare services and the competitiveness of the business sector and to achieve the Sustainable Development Goals. We need to change our present unsustainable resource use, since it is leading to loss of biodiversity and spread of hazardous substances and is also contributing to climate change. We must turn this negative develop"}, {"text_block_id": "p2_b20", "text": "-"}, {"text_block_id": "p2_b21", "text": "ment around, save threatened ecosystems and secure the possibility of sustainable resource use for coming generations. One part of this is the vision of a circular economy. Sweden can create a lever from the national to the global by being the good example that shows how to safeguard our planet and our business sector – and how this goes together."}, {"text_block_id": "p2_b22", "text": "In spring 2020 the spread of the COVID-19 virus and the resulting economic crisis have had a severe impact on society. The world after the pandemic will not be what it was before the crisis. This enables us to contribute more intensively to a transition to a circular economy through a green recovery."}, {"text_block_id": "p2_b23_merged_merged", "text": "As one of the world’s most innovative countries, Sweden has good prospects of addressing this transition. Important steps can be taken to strengthen Sweden’s competitiveness through technological develop-ment and innovation for circular solutions. Many Swedish companies already see the potential in transitioning their businesses to a more resource-efficient, non-toxic, circular and bio-based economy. All of this also provides advantages in the global market, where Swedish companies can export the products and services in demand as the world transitions. This will create more companies and new jobs and enhance our welfare, while reducing environmental impacts."}, {"text_block_id": "p2_b26", "text": "We create the transition to a circular economy together: the politics, the business sector, the public sector, academia, private individuals and civil society. Through this strategy the Government wants to stake out the direction of and ambition for this work. In addition to the strategy, action plans containing concrete measures will be adopted."}, {"text_block_id": "p2_b27", "text": "The strategy is based on an agreement between the Government, the Centre Party and the Liberal Party."}, {"text_block_id": "p2_b28", "text": "Isabella Lövin"}, {"text_block_id": "p2_b29", "text": "Deputy Prime Minister"}, {"text_block_id": "p2_b30", "text": "and Minister for Environment"}, {"text_block_id": "p2_b31", "text": "and Climate"}, {"text_block_id": "p2_b32", "text": "Ibrahim Baylan"}, {"text_block_id": "p2_b33", "text": "Minister for Business,"}, {"text_block_id": "p2_b34", "text": "Industry and Innovation"}, {"text_block_id": "p4_b35", "text": "Contents"}, {"text_block_id": "p5_b36", "text": "1. Vision and objective for a circular economy"}, {"text_block_id": "p5_b37", "text": "Vision:"}, {"text_block_id": "p5_b38", "text": "A society in which resources are used efficiently"}, {"text_block_id": "p5_b39", "text": "in non-toxic circular flows, replacing virgin materials."}, {"text_block_id": "p5_b40", "text": "Overall objective:"}, {"text_block_id": "p5_b41", "text": "The transition to a circular economy shall contribute to"}, {"text_block_id": "p5_b42", "text": "achieve the environmental and climate objectives, as well as the Sustainable Development Goals in the 2030 Agenda."}, {"text_block_id": "p5_b43", "text": "The transition to a circular economy has great potential to reduce resource use, thereby limiting climate and environmental impacts. Enterprise and innovation, based on circular material flows and business models, can strengthen the development of a resource-efficient, non-toxic, circular and bio-based economy throughout the country. Virgin materials must be replaced as far as possible by resources used efficiently in circular flows. Account must be taken of the need to use additional virgin materials in enabling the climate transition and recycling of materials."}, {"text_block_id": "p5_b44", "text": "The vision in this strategy provides support and direction for actors in the business sector, the public sector, universities and other higher education institutions, and civil society, as well as for private individuals who want to realise business opportuni"}, {"text_block_id": "p5_b45", "text": "-"}, {"text_block_id": "p5_b46", "text": "ties and to make conscious choices on the basis of the circular transition. Through the strategy and the work to come, the Government wants to clear away obstacles, strengthen competitiveness, increase incentives and contribute to long-term conditions for the circular transition of society that is already under way but that needs to be intensified further."}, {"text_block_id": "p5_b47", "text": "The transition to a circular economy is a tool to achieve national and international environmental and climate objectives, as well as the Sustainable Development Goals in the 2030 Agenda. As this is also the overall goal of the transition to a circular economy, progress will be tracked through a selec"}, {"text_block_id": "p5_b48", "text": "-"}, {"text_block_id": "p5_b49", "text": "tion of the indicators in existing tracking systems for these goals and objectives."}, {"text_block_id": "p5_b50", "text": "The environmental objectives system consists of one generational goal, sixteen environmental quality objectives and several milestone targets. The gene"}, {"text_block_id": "p5_b51", "text": "-"}, {"text_block_id": "p5_b52", "text": "rational goal – to hand over to the next generation a society in which the major environmental problems have been solved, without increasing environmen"}, {"text_block_id": "p5_b53", "text": "-"}, {"text_block_id": "p5_b54", "text": "tal and health problems outside Sweden’s borders – is an overall goal for Swedish environmental policy and provides guidance for environmental work at all levels of society."}, {"text_block_id": "p5_b55_merged_merged_merged_merged", "text": "Circular economy contributes to several of the 17 Global Goals for Sustainable Development in the 2030 Agenda. The Agenda’s Goals cover all three dimensions of sustainable development: the econo-mic, social and environmental dimensions."}, {"text_block_id": "p6_b58", "text": "Particularly central 2030 Agenda goals:"}, {"text_block_id": "p6_b59", "text": "Particularly central 2030 Agenda goals:\n* Goal 3 Good health and well-being\n* Goal 7 Affordable and clean energy\n* Goal 8 Decent work and economic growth\n* Goal 9 Industry, innovation and infrastructure\n* Goal 11 Sustainable cities and communities\n* Goal 12 Responsible consumption and production\n* Goal 13 Climate action\n* Goal 14 Life below water\n* Goal 15 Life on land\n* Goal 17 Partnerships for the goals"}, {"text_block_id": "p7_b79", "text": "What is Circular economy?"}, {"text_block_id": "p7_b80", "text": "Circular economy is a tool to reduce resource use in society and the environmental impacts that follow from it. A circular economy is usually described based on a biological and a technical cycle of materials (see the figure below). More resource-efficient use of the materials in each cycle can increase their lifespan and economic value, while reducing both the extraction of new raw materials and landfill waste."}, {"text_block_id": "p7_b81", "text": "In the biological cycle, there is circulation of food and bio-based materials suitable to return to nature after use in society. Following biological degradation through composting or digestion, when biogas can be extracted, nutrients are left. It is also possible, to some extent, to return nutrients in ash residue from combustion of biological material. Through na"}, {"text_block_id": "p7_b82", "text": "-"}, {"text_block_id": "p7_b83", "text": "ture’s own processes, the nutrients contribute to the re-formation of renewable resources, which can then become new materials, which become nutrients for new resources and so on. Material is only able to circulate in this cycle unless it contains unwanted substances or is not degradable."}, {"text_block_id": "p7_b84", "text": "In the technical material cycle, there is circulation of products, components and materials produced and designed to circulate with a quality and safety"}, {"text_block_id": "p7_b85", "text": "that enable them to be reused, repaired, refurbished, modernised or recycled."}, {"text_block_id": "p7_b86", "text": "Material of both biological and non-biological origins circulate in the technical cycle. Biological material can first circulate in the technical material cycle and then, when the value of the material can no longer be maintained, be returned to nature in the biological material cycle. In the technical mate"}, {"text_block_id": "p7_b87", "text": "-"}, {"text_block_id": "p7_b88", "text": "rial cycle, products can be handled through rental, leasing or return systems for reuse to prolong their lifespan and increase the use of every product, reducing the need to manufacture new products. Promoting innovation and new business models along the whole of the circular flow is an important step towards succeeding in this transition."}, {"text_block_id": "p7_b89", "text": "Handling materials in a more circular way in the biological and technical cycles can reduce value leakage from the material flows in society, as well as the quantity of waste that needs to go to disposal and therefore cannot be used as a resource."}, {"text_block_id": "p7_b90_merged_merged_merged", "text": "Bio-based products that replace fossil-based pro-ducts play an important role in a circular economy."}, {"text_block_id": "p7_b93", "text": "Companies that see waste as a resource in various ways – for instance through ‘industrial symbiosis’ in"}, {"text_block_id": "p7_b94", "text": "Outline  of a circular economy"}, {"text_block_id": "p8_b95", "text": "which one company uses another company’s waste as a resource in its own production and processes – also play an important role. In a circular economy companies design their products and components to be long-lasting and so that they can, when needed, be repaired, modernised and finally recycled when they can no longer be reused. In combination with digital and service-based business models that make more efficient use of the products – for example, through rental or reuse as well as optimised product use – a transition to a more circular economy can increase the efficiency of resource use. Physical pro"}, {"text_block_id": "p8_b96", "text": "-"}, {"text_block_id": "p8_b97", "text": "ducts can be replaced with digital equivalents that can be combined to further reduce materials use. This is important since all use of resources, of both renewable and non-renewable resources, leads to various forms of environmental impact."}, {"text_block_id": "p8_b98", "text": "In a circular economy, regulatory frameworks, infra"}, {"text_block_id": "p8_b99", "text": "-"}, {"text_block_id": "p8_b100", "text": "structure, pricing, market solutions and business models are designed to promote non-toxic and circu"}, {"text_block_id": "p8_b101", "text": "-"}, {"text_block_id": "p8_b102", "text": "lar material management. It uses waste as a resource, and producers, consumers and users are able – and have incentives – to make circular choices."}, {"text_block_id": "p8_b103", "text": "Why is a circular economy needed?"}, {"text_block_id": "p8_b104_merged_merged_merged", "text": "In the past five decades global population has doub-led, material extraction has grown threefold and GDP has grown fourfold. The UN International Resource Panel has concluded that the extraction and processing of natural resources has increased strongly in the past two decades, which is now the cause of more than 90 % of biodiversity loss and water stress as well as around 50 % of our global climate impact. Therefore, it is of the utmost impor-tance to change our resource use to protect the ecosystems."}, {"text_block_id": "p8_b109", "text": "However, the economy is still built up to a great extent around rapid consumption of raw materials. When the cost of virgin materials does not reflect their full impact on the environment, the incentives to make good use of the resources are weakened."}, {"text_block_id": "p8_b110", "text": "Extraction and processing of natural"}, {"text_block_id": "p8_b111", "text": "resources account for more than 90 % of global biodiversity losses and water stress and around 50 % of our global climate impact."}, {"text_block_id": "p10_b112", "text": "In 2017 greenhouse gas emissions from Swedish consumption totalled nine tonnes per person and year. No later than 2050 global emissions need to decrease to an average of less than one tonne per person. Two-thirds of Swedes’ emissions come from households, while investments and public consump"}, {"text_block_id": "p10_b113", "text": "-"}, {"text_block_id": "p10_b114", "text": "tion account for the remaining third. Households’ consumption-based emissions are dominated by emissions from transport, food and housing.  The remaining emissions come from investments in, for instance, buildings and machinery, and public consumption, i.e. the goods and services bought by public activities. The Government states in A cohe"}, {"text_block_id": "p10_b115", "text": "-"}, {"text_block_id": "p10_b116", "text": "rent policy for the climate – climate policy action plan (Govt Bill 2019/20:65) that greater circularity and resource efficiency are needed to achieve the climate objectives and that the Commit"}, {"text_block_id": "p10_b117", "text": "-"}, {"text_block_id": "p10_b118", "text": "tee on Environmental Objectives should be tasked with preparing the question of objectives and targets for consumption-based emissions."}, {"text_block_id": "p10_b119_merged_merged", "text": "The world’s countries need to adapt their resource use so that societies can develop at the same time as their environmental impact decreases. The transi-tion to a circular economy is crucial here. A circular transition also has many positive effects on the economy, as explained in chapter 2."}, {"text_block_id": "p10_b122", "text": "Material  consumption in Sweden"}, {"text_block_id": "p10_b123", "text": "Global  material consumption"}, {"text_block_id": "p11_b124", "text": "2. Important starting points in the transition to a circular economy"}, {"text_block_id": "p11_b125", "text": "Circular economy in the EU and globally"}, {"text_block_id": "p11_b126", "text": "For Sweden, which is a small and export-dependent country, the EU and the international context are important for the market for Swedish circular products and services."}, {"text_block_id": "p11_b127", "text": "Common EU rules are important for a move to a circular economy with non-toxic and resource-efficient material cycles in the EU single market. The European Commission noted in its Communication on the European Green Deal in December 2019 that special action and a new circular economy action plan are needed to achieve the overall climate objec"}, {"text_block_id": "p11_b128", "text": "-"}, {"text_block_id": "p11_b129", "text": "tives. In March 2020 the Commission presented the new Action Plan containing several ambitious measures to be developed in the coming years. Sweden welcomes the Commission’s Circular"}, {"text_block_id": "p11_b130_merged_merged", "text": "Economy Action Plan and would like to see a high level of ambition in this work. In its Action Plan the Commission emphasises that the EU can only suc-ceed if its efforts also drive the global transition to a climate-neutral and resource-efficient circular eco-nomy. The Commission’s foremost action in the Ac-tion Plan is a coming sustainable product policy le-gislative initiative, at the core of which is the widening of the Eco-design Directive to, for instance, achieve more sustainable product design and increased consumer information. Other actions included are a review of the Industrial Emissions Directive, implementation of the Bioeconomy Action Plan and a number of particularly impor-tant key value chains for which the Commission considers urgent, comprehensive and coordinated actions are required."}, {"text_block_id": "p12_b141", "text": "Sweden is driving for a global agreement on plastics to reduce and prevent marine emissions of plastic waste and microplastics. Another important issue that Sweden is working for is an ambitious global framework for chemicals and waste after 2020. Along with Uruguay, Sweden is leading a global high-level alliance on chemicals and waste in which business sector actors have participated. The alliance has agreed on what is needed for sustainable mana"}, {"text_block_id": "p12_b142", "text": "-"}, {"text_block_id": "p12_b143", "text": "gement of chemicals and waste. The leadership group for heavy industry transition launched by Sweden and India at the UN Climate Change Conference in 2019 is also an example of international cooperation that can drive the transition to a circular economy. In this group, countries and companies are cooperating to make industries like steel and cement fossil free. Sweden supports the UN Global Compact, which calls on companies to contribute to the 1.5-degree target."}, {"text_block_id": "p12_b144", "text": "Since markets and value chains are global, it is of the utmost importance that work for circular economy and trade policy are mutually supportive. Work on trade and circular economy is under way and is being given more space in international organisations like the WTO and OECD and in EU’s free trade agre"}, {"text_block_id": "p12_b145", "text": "-"}, {"text_block_id": "p12_b146", "text": "ements. Sweden will therefore continue to work to ensure that trade rules in the EU and globally support circular economy."}, {"text_block_id": "p12_b147", "text": "Innovation and innovative companies make Sweden a pioneer"}, {"text_block_id": "p12_b148", "text": "The transition to a fossil-free and circular economy involves a change and renewal of society that is necessary both to enable Sweden to achieve its environmental and climate objectives and the Sustainable Development Goals in the 2030 Agenda, and to retain the global competitiveness of Swedish business. Sweden is a strong innovation nation and receptive to new technology. These are important foundations for success in the transition to a circular economy."}, {"text_block_id": "p12_b149", "text": "The key to an effective circular economy lies in both innovation along the whole of the value chain and successful circular business models in the business sector based on supply and demand, coupled with partnership with other central actors in society. Many companies, organisations and actors have already begun transitioning and developing circular flows and business models. The circular business models can involve major changes for companies, so a gradual transition is often necessary. Different regions, companies and"}, {"text_block_id": "p12_b150", "text": "industries face different conditions, so different solutions and models are needed to foster circularity in different industries and for different materials and products."}, {"text_block_id": "p12_b151", "text": "Swedish industry has long worked on resource effi"}, {"text_block_id": "p12_b152", "text": "-"}, {"text_block_id": "p12_b153", "text": "ciency and is driving this change. For many com"}, {"text_block_id": "p12_b154", "text": "-"}, {"text_block_id": "p12_b155", "text": "panies the potential of the circular economy lies in greater competitiveness achieved by securing ac"}, {"text_block_id": "p12_b156", "text": "-"}, {"text_block_id": "p12_b157", "text": "cess to raw materials, increasing resource efficiency, minimising risk and reducing climate impacts and through innovation capacity, digitalisation and in"}, {"text_block_id": "p12_b158", "text": "-"}, {"text_block_id": "p12_b159", "text": "creased sales."}, {"text_block_id": "p12_b160", "text": "By offering circular products and services, Sweden and Swedish companies can be involved in developing and driving the transition to a circular economy in international work, in the Nordic region, the EU and globally. The possibilities of digitalisation can promote the transition of Swedish companies to a circular economy, in line with the Government’s digitalisation strategy. Digital and data-driven innovation creates new technologies and services. They can contribute to the transition by the replacement of products with services or by it becoming easier to reuse or share products and services. Digital solutions can also enable tracing, mapping and sharing of resources, provide more information about individual needs and lead to opti"}, {"text_block_id": "p12_b161", "text": "-"}, {"text_block_id": "p12_b162", "text": "mal design of products, processes and production."}, {"text_block_id": "p12_b163", "text": "Used wisely and sustainably, digitalisation can facilitate the transition to a non-toxic and resource-efficient economy. At the same time, it is important that digital solutions, in themselves, contribute to the environmental objectives and the Sustainable Deve"}, {"text_block_id": "p12_b164", "text": "-"}, {"text_block_id": "p12_b165", "text": "lopment Goals in the 2030 Agenda; that they are developed to have as little resource impact as possible; and that new sustainable technical solutions are designed."}, {"text_block_id": "p12_b166_merged_merged_merged_merged_merged_merged", "text": "Like greater internationalisation, increased Swedish exports of sustainable, circular innovations can also contribute to a positive development in the countries that Swedish companies trade with and invest in. Synergies and harmonisation should there-fore be sought in work on the export objectives in the Government’s new Trade and Investment Stra-tegy, which contains a stronger focus on economic, social and environmental sustainability. Developing climate-smart technology that can contribute to more circular and fossil-free solutions creates competitive advantages, employment and export opportunities. Non-toxic and resource-efficient"}, {"text_block_id": "p13_b171", "text": "material cycles are essential to the transition to a circular economy with sustainable consumption and production patterns. Technology that can contribute to lower emissions, the phasing out of substances of very high concern and limited use of hazardous substances should be promoted. Increased exports of climate-smart solutions and technology can also contribute to sustainable development by reducing emissions globally."}, {"text_block_id": "p13_b172", "text": "Waste as a resource in non-toxic"}, {"text_block_id": "p13_b173", "text": "material cycles"}, {"text_block_id": "p13_b174", "text": "At present EU waste policy is based on the waste hierarchy that regulates the order in which waste holders should manage their waste in order to increase resource efficiency. The EU’s Circular Economy Action Plan describes how the transition to a circular economy results in less waste being generated and how more waste can be used as a resource, with more value. This will require a disrup"}, {"text_block_id": "p13_b175", "text": "-"}, {"text_block_id": "p13_b176", "text": "tive change in how we view the use of material and resources. It will demand considerable effort across the whole value chain and by all actors, including households, to decouple waste generation from economic growth."}, {"text_block_id": "p13_b177", "text": "The waste definition is used to regulate health and environment management of the products and materials people intend to dispose of. In a circular economy this waste may be valuable for further use as a resource. Legislation in the waste area therefore needs to be modernised continuously to adapt it to the circular economy. The quantity of waste is minimised by prolonging the lifespan of products and promoting effective use. New business models in companies involving product rental or leasing can contribute to greater incentives to share, design and manufacture products so that they can be reused, repaired or updated and therefore rented for a longer period."}, {"text_block_id": "p13_b178", "text": "A substance or an object that arises through a production process should be regarded as by"}, {"text_block_id": "p13_b179", "text": "-"}, {"text_block_id": "p13_b180", "text": "product and not a waste if certain specific conditions are met. Correspondingly, waste that has undergone a recycling process is considered to have ceased to be waste if it meets the conditions specified."}, {"text_block_id": "p13_b181", "text": "By recycling whatever has become waste as secon"}, {"text_block_id": "p13_b182", "text": "-"}, {"text_block_id": "p13_b183", "text": "dary raw materials, nutrients or energy, the waste can be used as a resource in a circular economy. There is still great potential for material recycling."}, {"text_block_id": "p13_b184", "text": "In the shift to a circular economy, waste prevention and resource efficiency will be just as natural in the environmental work as recycling has been."}, {"text_block_id": "p13_b185", "text": "One increasing global problem is that the manage"}, {"text_block_id": "p13_b186", "text": "-"}, {"text_block_id": "p13_b187", "text": "ment of waste is often associated with illegal activities and that the scale of organised crime is increasing in the area of waste. This often happens when the waste is exported illegally to countries that do not have the capacity to manage it in an environmental way."}, {"text_block_id": "p13_b188", "text": "3."}, {"text_block_id": "p13_b189", "text": "Non-toxic material cycles - essential in"}, {"text_block_id": "p13_b190", "text": "a circular economy"}, {"text_block_id": "p13_b191", "text": "In a circular economy recycled materials have to be a reliable source of raw materials. For recycled materials to be able to compete with new-produced materials, they must meet high and equivalent safe"}, {"text_block_id": "p13_b192", "text": "-"}, {"text_block_id": "p13_b193", "text": "ty and quality requirements. This applies not least to harmful chemicals. Anyone who chooses to use a recycled material must be able to rely on it being just as safe for health and the environment in its intended use as a new-produced material. To increase confidence in recycled materials, substances of very high concern must be phased out, both in new and in recycled materials."}, {"text_block_id": "p13_b194", "text": "Recirculating substances that are harmful to people and the environment can lead to major costs for society. Products and materials should prefera"}, {"text_block_id": "p13_b195", "text": "-"}, {"text_block_id": "p13_b196", "text": "bly be non-toxic from the outset. Different material and product streams have different lifespans. A very great deal in the society was manufactured in a period that did not have the same degree of regulatory frameworks or expectations for circular management of material or products when they were worn out and became waste. For it to be possible for material or products of that kind to be repaired, refurbished or circulated as secondary raw materials, they need to undergo special treatment so that they meet current regulatory requirements. Detoxification of the material cycles is necessary if we are to have a sustainable circular economy."}, {"text_block_id": "p13_b197_merged_merged_merged_merged_merged_merged_merged", "text": "Research and innovation linked to a sustainable and non-toxic chain for recycling of materials will be important for the transition to a circular eco-nomy. There is also a need for legal policy tools that increase the supply of and demand for non-toxic and recycled materials."}, {"text_block_id": "p15_b200", "text": "3. The way forward – four focus areas"}, {"text_block_id": "p15_b201", "text": "and supplementary action plans"}, {"text_block_id": "p15_b202", "text": "This strategy contains a vision and an overall goal that point out the direction for the work to a transi"}, {"text_block_id": "p15_b203", "text": "-"}, {"text_block_id": "p15_b204", "text": "tion to a circular economy. The ambition is to be able to set out clear long-term rules to clarify the direc"}, {"text_block_id": "p15_b205", "text": "-"}, {"text_block_id": "p15_b206", "text": "tion for the work on what needs to be done for the transition to circular production, consumption and business models and non-toxic and circular material cycles. Thorough renewal and development are required to enable society to make the transition to a circular approach. Innovation is therefore crucial and needs to be promoted across the entire value chain. There is a need to develop a raft of solutions that enable the circular economy and remove the obstacles that are hampering its development. To contribute to this, four focus areas of importance for achieving the vision have been selected:"}, {"text_block_id": "p15_b207", "text": "The focus areas are closely linked. Better product design and sustainable production (1) are essential to enable products and materials to circulate to a hig"}, {"text_block_id": "p15_b208", "text": "-"}, {"text_block_id": "p15_b209", "text": "her degree than they currently do, but there is also"}, {"text_block_id": "p15_b210", "text": "a need to change to a higher degree to functions or services instead of products. Following from this, the consumption of private and public actors needs to be sustainable (2), which happens when they can easily demand sustainable products and services. Products and materials then need to be recirculated in non-toxic and circular material cycles (3). The transition depends on business and other actors having drivers to make the transition to circularity. Circular business models and innovation (4) are tools for the circular economy and are relevant in all the focus areas."}, {"text_block_id": "p15_b211", "text": "Action plans for this strategy will be produced setting out policy tools and actions for each focus area. They can deal with various policy tools and actions, such as government-appointed inquiries, commissions to government agencies, new or amen"}, {"text_block_id": "p15_b212", "text": "-"}, {"text_block_id": "p15_b213", "text": "ded legislation, simpler regulation, funding for rese"}, {"text_block_id": "p15_b214", "text": "-"}, {"text_block_id": "p15_b215", "text": "arch, development and innovation and technological development, international advocacy work in the EU or globally and economic policy instruments. Ac"}, {"text_block_id": "p15_b216", "text": "-"}, {"text_block_id": "p15_b217", "text": "tions will be focused at areas where the measures are judged to have most potential to contribute to the transition and to contribute to achieving the environmental and climate objectives and the Sus"}, {"text_block_id": "p15_b218", "text": "-"}, {"text_block_id": "p15_b219", "text": "tainable Development Goals in the 2030 Agenda."}, {"text_block_id": "p15_b220_merged_merged_merged_merged", "text": "Action plans may also be adopted for priority areas or streams that are particularly relevant to the transi-tion to a circular economy. The Government is also going to develop action for bio-based materials in a coming bioeconomy strategy that will contribute to greater access to biomass and employment through-out the country and will also generate environmental and climate benefits."}, {"text_block_id": "p16_b225_merged", "text": "The figure shows  the four focus areas judged to be important for achieving the strategy’s vision. The areas are closely linked, indicating that many different solutions need to be developed to make the transi"}, {"text_block_id": "p16_b228", "text": "-"}, {"text_block_id": "p16_b229", "text": "tion to a circular economy."}, {"text_block_id": "p17_b230", "text": "Focus area 1 is about how circular economy can be achieved through sustainable production and pro"}, {"text_block_id": "p17_b231", "text": "-"}, {"text_block_id": "p17_b232", "text": "duct design. The design of products is crucial to the transition to a circular economy since the choices made in the design phase affect a product’s lifespan and whether components and materials can be used again with a high value. Which materials and chemicals used, and in what quantities, also has a direct impact on the product’s environmental and climate impact. Digitalisation of products also has an environmental and climate impact. As more companies change their production processes, these processes can become more resource- and energy-efficient and reduce emissions to air and water."}, {"text_block_id": "p17_b233", "text": "”"}, {"text_block_id": "p17_b234", "text": "Up to 80 % of the environmental impact"}, {"text_block_id": "p17_b235", "text": "of a product is depended on the design stage."}, {"text_block_id": "p17_b236", "text": "More and more companies are seeing the benefits of designing circular materials, products and ser"}, {"text_block_id": "p17_b237", "text": "-"}, {"text_block_id": "p17_b238", "text": "vices, as well as of including smart solutions that optimise product use. It is possible to make econo"}, {"text_block_id": "p17_b239", "text": "-"}, {"text_block_id": "p17_b240", "text": "mic gains by using recycled material, reducing the material used, avoiding undesirable substances, designing for a longer lifespan and making it possible to repair, upgrade and recycle products. In some cases, however, generational shifts may be better; one example being energy-intensive products. Producers have an important role in the design and production of goods and products, at the same time as they increasingly develop products in cooperation with customers."}, {"text_block_id": "p17_b241", "text": "Much of the legislation on chemicals, products, waste and eco-design is regulated at EU-level to enable market actors in the Union to operate on a"}, {"text_block_id": "p17_b242", "text": "level playing field. It needs to bedeveloped both to steer to a greater degree towards resource efficien"}, {"text_block_id": "p17_b243", "text": "-"}, {"text_block_id": "p17_b244", "text": "cy and a fossil-free future and to deal with chemi"}, {"text_block_id": "p17_b245", "text": "-"}, {"text_block_id": "p17_b246", "text": "cals aspects during product lifecycles. The legisla"}, {"text_block_id": "p17_b247", "text": "-"}, {"text_block_id": "p17_b248", "text": "tion should give a clear level of protection based on children and other sensitive groups, take account of combination effects and, as far as possible, regula"}, {"text_block_id": "p17_b249", "text": "-"}, {"text_block_id": "p17_b250", "text": "te groups of substances. Decisions need to be taken based on the precautionary principle to prevent harm to human health and the environment from hazardous substances."}, {"text_block_id": "p17_b251_merged_merged_merged_merged_merged", "text": "In coming action plans the Government will pre-sent specific policy tools and measures for more sustainable production that develop product design in the direction of circular products and services. The overall direction of these proposals is given in the points on the next page."}, {"text_block_id": "p18_b254", "text": "The focus area of sustainable production and product design is aimed at:"}, {"text_block_id": "p18_b255", "text": "The focus area of sustainable production and product design is aimed at:\n* Promoting clear and accessible information about the content, origin and environ\n* Promoting clear and accessible information about the content, origin and environ\n -\n* Steering towards a situation in which products are designed to have a long\n* when they can no longer be used.\n* Promoting more use of non-toxic recycled materials in new products, for example\n* so that the cost of materials and products also includes the cost of their environ\n* so that the cost of materials and products also includes the cost of their environ\n -\n* so that the cost of materials and products also includes the cost of their environ\n -\n mental and climate impact.\n* Stimulating the development of more resource- and energy efficient production\n* Promoting the development of Swedenâs bioeconomy so that bio-based, renew\n* Promoting the development of Swedenâs bioeconomy so that bio-based, renew\n -\n* Promoting the development of Swedenâs bioeconomy so that bio-based, renew\n -\n able and sustainably produced raw materials can replace fossil-based raw\n* Promoting the development of standards that support resource-efficient, circular and non-toxic product design."}, {"text_block_id": "p18_b281", "text": "Measures in the focus area contribute to the following Global Goals and Targets in particular"}, {"text_block_id": "p18_b282_merged_merged_merged_merged", "text": "The Sustainable Development Goals in the 2030 Agenda have several targets and indicators. For focus area 1 on sustainable production and product design the targets for harmful chemicals, resource efficiency and environmentally sound technologies and industrial processes are particularly relevant. Considering the breadth and complexity of this area and developments, many goals and targets are relevant."}, {"text_block_id": "p18_b285", "text": "The Sustainable Development Goals in the 2030 Agenda have several targets and indicators. For focus area 1 on sustainable production and product design the targets for harmful chemicals, resource efficiency and environmentally sound technologies and industrial processes are particularly relevant. Considering the breadth and complexity of this area and developments, many goals and targets are relevant.\n* By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination.\n* Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10-year framework of programmes on sustainable consumption and production, with developed countries taking the lead.\n* By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with\n* By 2030, achieve the sustainable management and efficient use of natural resources."}, {"text_block_id": "p19_b294_merged", "text": "Focus area 2 is about sustainable ways of consu-ming and using materials, product and services. Sustainable consumption patterns are an important step in reducing climate emissions. Reusing pro-ducts, renting, sharing or leasing products instead of buying new ones can contribute to more sustaina-ble consumption, for example by the product being used longer and more efficiently. New innovative solutions enabling this to happen are one key to success. Both private and public consumption and demand for circular materials, products, services and digital alternatives can contribute to the transi-tion to a circular economy."}, {"text_block_id": "p19_b303", "text": "There is great potential in using public procurement to contribute to reducing emissions and fostering the supply of and demand for innovative, circular and climate-smart solutions."}, {"text_block_id": "p19_b304", "text": "In coming action plans the Government will present specific policy instruments and measures to make consumption more sustainable. The overall direction of these proposals is given in the points on the next page."}, {"text_block_id": "p20_b305", "text": "The focus area of sustainable ways of consuming and using"}, {"text_block_id": "p20_b306", "text": "materials, products and services is aimed at:"}, {"text_block_id": "p20_b307", "text": "materials, products and services is aimed at:\n* Improving consumer information to make it easier for the individual consumer to make sustainable and circular choices in their everyday lives.\n* Reviewing how a sharing economy with circular business models intended to increase the lifespans, reusability and repairability of products can be promoted while consumer interests is considered.\n* Creating conditions for a wider supply of and demand for services for reuse, repair\n* Making it simple and profitable for business operators and private individuals to\n* Contributing to resource efficiency, recycling and circular business models"}, {"text_block_id": "p20_b322", "text": "Measures in the focus area contribute to the following Global Goals and Targets in particular"}, {"text_block_id": "p20_b323", "text": "The Sustainable Development Goals in the 2030 Agenda have several targets and indicators. For focus area 2 on sustainable ways of consuming and using material, products and services the targets for resource efficiency, food waste and public procurement are"}, {"text_block_id": "p20_b324", "text": "judged to be particularly relevant."}, {"text_block_id": "p20_b325", "text": "judged to be particularly relevant.\n* Improve progressively, through 2030, global resource efficiency in consumption and production and endeavour to decouple economic growth from environmental degradation, in accordance with the 10-year framework of programmes on sustainable consumption and production, with developed countries taking the lead.\n* By 2030, halve per capita global food waste at the retail and consumer levels and reduce food losses along production and supply chains, including post-harvest losses.\n* Promote public procurement practices that are sustainable, in accordance with national"}, {"text_block_id": "p21_b332", "text": "Focus area 3"}, {"text_block_id": "p21_b333", "text": "Circular economy through non-toxic"}, {"text_block_id": "p21_b334", "text": "and circular material cycles"}, {"text_block_id": "p21_b335", "text": "Focus area 3 is about non-toxic and circular material cycles. If the transition to a more circular economy is to succeed, reuse and other circular solutions need to increase, which would reduce the quantity of waste. How source separation and post-source separation work may determine the possibility to increase the resource utilisation of waste. Combustion with energy recovery are only used for waste that is not suitable for any other use. Landfill is only applied when the waste cannot be used as a resource."}, {"text_block_id": "p21_b336", "text": "More products need to be free of substances of very high concern. To create a larger market for secondary raw materials, it is important that the recycled material has high credibility, but also that high and equivalent standards apply to the recycled materials and to virgin raw materials. To achieve"}, {"text_block_id": "p21_b337_merged", "text": "the national and international environment and climate objectives and make use of Sweden’s poten-tial and access to renewable raw materials, action also needs to be taken by replacing fossil-based raw materials in products and production processes with bio-based, renewable and sustainably produced raw materials."}, {"text_block_id": "p21_b340", "text": "In coming action plans the Government will present specific policy instruments and measures for the use of more waste as a resource in non-toxic and circular material cycles. The overall direction of these proposals is given in the points on the next page."}, {"text_block_id": "p22_b341", "text": "The focus area of non-toxic and circular material cycles is aimed at:"}, {"text_block_id": "p22_b342", "text": "The focus area of non-toxic and circular material cycles is aimed at:\n* Promoting reuse of products ahead of recycling and other waste management.\n* Steering towards a situation in which fossil raw materials are replaced by renewa\n* Steering towards a situation in which fossil raw materials are replaced by renewa\n -\n* other ecosystem services.\n* Developing sorting of waste so that more waste can be recycled.\n* Making it easier for households, businesses and services to get rid of all their source-separated waste in a simple way.\n* Promoting the expansion of well-developed capacity for recycling that can manage source-separated waste in Sweden.\n* Steering towards a situation in which waste is managed in non-toxic and circular material cycles and in which the supply of, demand for and use of high-quality\n* Prohibiting the use of substances of very high concern in articles whilst the risks\n* Setting high and equivalent requirements for non-toxic virgin\n* Making sure that information is available about the content of problematic substances in goods and materials to facilitate safe recycling.\n* Improving knowledge about material flows in society."}, {"text_block_id": "p22_b368", "text": "Measures in the focus area contribute to the following Global Goals and Targets in particular"}, {"text_block_id": "p22_b369", "text": "The Sustainable Development Goals in the 2030 Agenda have several targets and indica"}, {"text_block_id": "p22_b370", "text": "-"}, {"text_block_id": "p22_b371", "text": "tors. For focus area 3 on non-toxic and circular material cycles, the targets for municipal and other waste, management of chemicals and prevention of waste and pollution are judged to"}, {"text_block_id": "p22_b372", "text": "be particularly relevant."}, {"text_block_id": "p22_b373", "text": "be particularly relevant.\n* By 2030, reduce the adverse per capita environmental impact of cities, including by\n* By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and signifi-cantly reduce their release to air, water and soil in order to minimize their adverse impacts\n* By 2030, substantially reduce waste generation through prevention, reduction,\n* By 2025, prevent and significantly reduce marine pollution of all kinds, from land-based activities, including marine debris and nutrient pollution."}, {"text_block_id": "p23_b386", "text": "Focus area 4"}, {"text_block_id": "p23_b387", "text": "Circular economy as a driving force for the business sector and other actors through measures to promote innovation and circular business models"}, {"text_block_id": "p23_b388", "text": "Focus area 4 is about circular economy as a driver for the business sector and other actors through measures to promote innovation and circular business models. To make the transition to a circular economy, the focus needs to be on taking measures that increase companies’ incentives and ability to change to business models that are circular. This can also involve using innovation to create completely new business models that include selling functions and services. In a circular economy companies can also produce products with longer lifespans that can be repaired and modernised."}, {"text_block_id": "p23_b389", "text": "Work on fostering a green financial market for sustainable investments, especially in the EU, is important for the transition to circular business models."}, {"text_block_id": "p23_b390", "text": "In coming action plans the Government will present specific policy instruments and measures that increase the incentives for companies to transition their business models and that help to enable the establishment of new companies with circular business models and industrial symbiosis. The overall direction of these proposals is given in the points on the next page."}, {"text_block_id": "p24_b391", "text": "The focus area of circular economy as a driving force for the business sector and other actors through measures to promote innovation and circular business models is aimed at:"}, {"text_block_id": "p24_b392", "text": "The focus area of circular economy as a driving force for the business sector and other actors through measures to promote innovation and circular business models is aimed at:\n* Designing policy instruments that contribute to profitable circular business models.\n* Designing policy instruments that contribute to greater supply of and demand\n* Increasing the efficiency of the examination of environmental permit applications, while retaining the same environmental protection, to speed up the development and establishment of sustainable production through new circular innovations and cutting-edge technologies.\n* Promoting research, innovation and technology development in areas including recycling, digitalisation and traceability to facilitate circular business models and\n* Strengthening the innovation and business climate so that more circular companies can grow and offer their products and services for both the"}, {"text_block_id": "p24_b407", "text": "Measures in the focus area contribute to the following Global Goals and Targets in particular"}, {"text_block_id": "p24_b408", "text": "The Sustainable Development Goals in the 2030 Agenda have several targets and indicators. For focus area 4 on circular economy as a driving force through measures to"}, {"text_block_id": "p24_b409", "text": "promote innovation and circular business models the targets for economic productivity and for environmentally sound technologies and industrial processes are judged to be particularly relevant."}, {"text_block_id": "p24_b410", "text": "promote innovation and circular business models the targets for economic productivity and for environmentally sound technologies and industrial processes are judged to be particularly relevant.\n* Achieve higher levels of economic productivity through diversification, technological upgrading and innovation, including through a focus on high-value added and labour-intensive sectors.\n* By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance"}, {"text_block_id": "p25_b415", "text": "4. Priority streams in the transition"}, {"text_block_id": "p25_b416", "text": "to a circular economy"}, {"text_block_id": "p25_b417", "text": "Sweden’s prosperity builds on innovative and successful export companies"}, {"text_block_id": "p25_b418", "text": "which have been capable of renewing and transitioning their products and production processes in pace with market change. Sweden therefore has"}, {"text_block_id": "p25_b419", "text": "great potential in several of the material streams (textiles; packaging; plas"}, {"text_block_id": "p25_b420", "text": "-"}, {"text_block_id": "p25_b421", "text": "tics; and batteries and vehicles) identified by the European Commission in"}, {"text_block_id": "p25_b422", "text": "its Circular Economy Action Plan as the areas where most action is needed to achieve the overall environmental and climate objectives."}, {"text_block_id": "p25_b423", "text": "Against this background, it is important to also focus on these areas in national work since they involve material flows with short product cycles, large volumes and a low level of recycling."}, {"text_block_id": "p25_b424", "text": "In the coming national work, priority in the tran"}, {"text_block_id": "p25_b425", "text": "-"}, {"text_block_id": "p25_b426", "text": "sition to a circular and bio-based economy will be given to plastics; textiles; renewable and bio-based raw materials; food; the construction and property sector, including building and demolition waste; and innovation-critical metals and minerals. If Sweden can take a leading position in the transition, the conditions are assessed as favouring the Swedish business sector and other actors and giving them competitive advantages."}, {"text_block_id": "p25_b427", "text": "Littering on land and at sea and other negative environmental effects, such as the difficulty of recycling plastics and emissions of greenhouse gases from combustion of plastics, make plastics one of the major environmental challenges of our time. The global increase in recent years in single-use plastic products has taken place alongside the increase in plastic littering. Fishing equipment also contributes to marine littering. The unsustainable use of plastics needs to decrease at the same time as plants are developed and established to recycle plastic waste. To facilitate recycling, products need to be designed in a way that makes it possible to recycle plastic. Moreover, source separation of plastic waste needs to be improved to increase the quality of plastics in recycling."}, {"text_block_id": "p25_b428", "text": "Sweden currently consumes around 15 kg of textiles per person and year. Around 8 kg of this quantity goes to combustion and around 3 kg is reused by charity organisations. The remaining quantity of around 3 kg is accumulated (in wardrobes, for instance) or managed in other ways where quantities are difficult to measure. The flows of textile waste are small in terms of weight but have a great impact on the environment. New textile production gene"}, {"text_block_id": "p25_b429", "text": "-"}, {"text_block_id": "p25_b430", "text": "rates around 15 kg of carbon dioxide per kg of texti"}, {"text_block_id": "p25_b431", "text": "-"}, {"text_block_id": "p25_b432", "text": "les. The manufacture consumes large quantities of water, energy and chemicals, and is a risk to both the environment and human health. There is a need to optimise the use and reuse of textiles from an environmental perspective. New cost-effective methods of textile recycling need to be developed so that the textiles not suitable for reuse can be recycled. Moreover, new textiles should be desig"}, {"text_block_id": "p25_b433", "text": "-"}, {"text_block_id": "p25_b434", "text": "ned for reuse and/or recycling. Further steps that make recycling and reuse easier for households will be taken, for example by an introduction of produ"}, {"text_block_id": "p25_b435", "text": "-"}, {"text_block_id": "p25_b436", "text": "cer responsibility for textiles.  Potentially practicable ways for strongly increasing the textile reuse and recycling will be tested with industry involvement."}, {"text_block_id": "p25_b437_merged_merged_merged_merged", "text": "Sweden has good access to renewable resources, technical cutting-edge skills and industrial infra-structure, which provides excellent conditions for developing a circular and bio-based economy of world class. Bio-based products and bioenergy can replace fossil alternatives in many applications; as"}, {"text_block_id": "p26_b440", "text": "regards the other priority streams described here this applies to plastics, textiles and construction pro"}, {"text_block_id": "p26_b441", "text": "-"}, {"text_block_id": "p26_b442", "text": "ducts.  For example, products based on paper and cardboard are now alternatives to fossil-based plastic in many applications. To reduce their climate and environmental impact, it is important that bio-based materials are also recycled. However, paper fibre gets worn when used and recycled and eventually needs to be replaced with new fibre. Since bio-based products and bioenergy also have some environmental impact, the bioeconomy needs to be developed in a way that is consistent with work to achieve other environmental and societal objectives and takes account of the consequences for carbon sinks over time. The Government intends to pro"}, {"text_block_id": "p26_b443", "text": "-"}, {"text_block_id": "p26_b444", "text": "duce a Swedish bioeconomy strategy along with the green industries that contributes to greater access to biomass and employment throughout the county and also generates environmental and climate benefits. The national strategy will be well-anchored in scien"}, {"text_block_id": "p26_b445", "text": "-"}, {"text_block_id": "p26_b446", "text": "tific knowledge in areas including the importance of ecosystem services for society. It will promote collaboration between central government, universi"}, {"text_block_id": "p26_b447", "text": "-"}, {"text_block_id": "p26_b448", "text": "ties and other higher education institutions, and the business sector to facilitate the transition required."}, {"text_block_id": "p26_b449", "text": "The transition to a socially beneficial, circular and bio-based economy requires active participation by societal actors and research and innovation along the entire value chain."}, {"text_block_id": "p26_b450_merged_merged", "text": "In an international comparison, Swedish food production is relatively resource-efficient and environment- and climate-friendly (Swedish Board of Agriculture, report 2019:9). Of the greenhouse gas emissions caused by Swedish food consump-tion, 75% take place outside Sweden (Swedish En-vironmental Protection Agency 2018, report 6842). Increased food production in Sweden can therefore contribute to a lower global climate impact in cases where it replaces imported food with a greater climate impact. Production of discarded food in Sweden is estimated to generate some 2 million tonnes of car-bon dioxide. Food production can also cause other environmental problems such as eutrophication and residues of crop protection products in the environ-ment.  The food sector is also one of the sectors requiring most water. Reducing food waste and"}, {"text_block_id": "p27_b459", "text": "fostering the development and use of Swedish food, which is less resource-intensive and environmentally demanding, can achieve considerable environment benefits. The national food strategy towards 2030 covers the entire food chain. Milestone targets for food wastage will be developed in the environmental objectives system."}, {"text_block_id": "p27_b460", "text": "The construction and property sector accounts for around 20 % of Sweden’s consumption-based emis"}, {"text_block_id": "p27_b461", "text": "-"}, {"text_block_id": "p27_b462", "text": "sions. The environmental impact from this sector can be reduced by using the property stock more efficiently. The construction and property sector generates large quantities of mixed waste that could be reused and recycled to a greater extent. The sec"}, {"text_block_id": "p27_b463", "text": "-"}, {"text_block_id": "p27_b464", "text": "tor also generates considerable quantities of hazar"}, {"text_block_id": "p27_b465", "text": "-"}, {"text_block_id": "p27_b466", "text": "dous waste. To be able to improve the management of this waste in the future, construction materials must be manufactured in such a way that they can be separated and sorted, that their content of hazardous substances can be restricted and that information about what materials and construction products are included in a building is made available."}, {"text_block_id": "p27_b467", "text": "Innovation-critical metals and minerals are a selec"}, {"text_block_id": "p27_b468", "text": "-"}, {"text_block_id": "p27_b469", "text": "tion of metals and minerals that are critical to environmental and technical innovations. They include rare earth metals and other materials that are, in fact, generally used in small quantities at present but that nevertheless are essential to products like wind turbines and electric car batte"}, {"text_block_id": "p27_b470", "text": "-"}, {"text_block_id": "p27_b471", "text": "ries whose use will increase when the world transi"}, {"text_block_id": "p27_b472", "text": "-"}, {"text_block_id": "p27_b473", "text": "tions to a fossil-free future. The extraction of these metals and minerals is not only energy-intensive but is also often associated with environmental and human rights problems when they are mined. Since they are concentrated to a few countries, their mining also creates vulnerabilities in supply chains. Circular solutions for these metals and minerals are therefore important for several reasons."}, {"text_block_id": "p27_b474", "text": "The recycling of innovation-critical metals and minerals from mining waste, waste consumer products and other sources is a growing alternative to primary extraction. Even though rising global de"}, {"text_block_id": "p27_b475", "text": "-"}, {"text_block_id": "p27_b476", "text": "mand for these metals also means that recycling is"}, {"text_block_id": "p27_b477_merged_merged_merged_merged", "text": "increasing, global demand will still exceed the supply of recycled material for a long time to come. In gene-ral, however, the share of innovation-critical metals and minerals recycled remains low, often under 1%. When it comes to innovation-critical metals and minerals, batteries and electrical products are two streams of interest for increased reuse and recycling. Mining waste from previous mining operations has also been identified as a potential source of innova-tion-critical metals and minerals in Sweden – rare earth metals, for instance. The electrification of society involves greater use of batteries, especially in the transport sector. Even though circular business models that, for example, include car-sharing, can help to reduce the need, it is also important to ensure that batteries can be reused and recycled. The European Commission intends to revise the Battery Directive as part of the transition to a circu-lar economy. The collection of waste electrical and electronic equipment (WEEE) in Sweden is at a relatively high level, and even though the trend is downward, there is potential to further increase collection, especially of small electronics. The Government has appointed an inquiry to draft a proposal for a deposit refund system for small electronics to increase WEEE collection and recycling. Product design is of great importance for the possibilities of reducing the environmental impact of the greater quantity of electronic products in society."}, {"text_block_id": "p28_b484", "text": "5. Central actors in the transition to a circular economy"}, {"text_block_id": "p28_b485", "text": "For the transition to a circular economy to succeed, all actors must take part and the transition must be realised through collaboration and broad mobilisa-tion."}, {"text_block_id": "p28_b486", "text": "Political sphere"}, {"text_block_id": "p28_b487", "text": "The Riksdag and the Government"}, {"text_block_id": "p28_b488", "text": "adopt legislation and policy instruments and represent Sweden through active participation in the EU and in international cooperation to promote the move towards a circular economy that contributes to achieving the environ"}, {"text_block_id": "p28_b489", "text": "-"}, {"text_block_id": "p28_b490", "text": "mental and climate objectives."}, {"text_block_id": "p28_b491", "text": "The Government’s role is to be an enabler of the good work already under way in regions and muni"}, {"text_block_id": "p28_b492", "text": "-"}, {"text_block_id": "p28_b493", "text": "cipalities, the business sector, universities and other higher education institutions, and civil society. It is of central importance to put in place long-term and technology-neutral policy instruments, including legislation, promoting work towards a circular eco"}, {"text_block_id": "p28_b494", "text": "-"}, {"text_block_id": "p28_b495", "text": "nomy. The Government will also inspire deeper collaboration between actors in different sectors and industries to enable them to continue to contri"}, {"text_block_id": "p28_b496", "text": "-"}, {"text_block_id": "p28_b497", "text": "bute to prosperity and employment through sustai"}, {"text_block_id": "p28_b498", "text": "-"}, {"text_block_id": "p28_b499", "text": "nable solutions to societal challenges – at local, regional, national and global level."}, {"text_block_id": "p28_b500", "text": "The EU has an important enabling role for a circular transition in the EU single market. Much of the legislation regulating eco-design, chemicals, waste, etc. is adopted at EU-level."}, {"text_block_id": "p28_b501", "text": "Business sector"}, {"text_block_id": "p28_b502", "text": "Companies, including manufacturing industries in the business sector as well as the relevant industry organisations, contribute to the transition to a circu"}, {"text_block_id": "p28_b503", "text": "-"}, {"text_block_id": "p28_b504", "text": "lar economy through new circular business models and sustainable product design and production, for instance. Through large companies and small- and"}, {"text_block_id": "p28_b505", "text": "medium-sized enterprises (SMEs), the business sector has an important role for the use and deve"}, {"text_block_id": "p28_b506", "text": "-"}, {"text_block_id": "p28_b507", "text": "lopment of existing and new innovative solutions and technology development as well as for innova"}, {"text_block_id": "p28_b508", "text": "-"}, {"text_block_id": "p28_b509", "text": "tion in general that enables the transition to a circu"}, {"text_block_id": "p28_b510", "text": "-"}, {"text_block_id": "p28_b511", "text": "lar economy with non-toxic and fossil-free produc"}, {"text_block_id": "p28_b512", "text": "-"}, {"text_block_id": "p28_b513", "text": "tion and consumption."}, {"text_block_id": "p28_b514", "text": "The"}, {"text_block_id": "p28_b515", "text": "Government works together with the business sector"}, {"text_block_id": "p28_b516", "text": "to promote the transition to a circular economy and contribute to achieving the environmental and climate objectives, as well as Sustainable Develop"}, {"text_block_id": "p28_b517", "text": "-"}, {"text_block_id": "p28_b518", "text": "ment Goals in the 2030 Agenda."}, {"text_block_id": "p28_b519", "text": "The"}, {"text_block_id": "p28_b520", "text": "Delegation for Circular Economy"}, {"text_block_id": "p28_b521", "text": "is the Government’s advisory body tasked with being a knowledge centre and a coordinating force for the business sector’s transition to a circular economy. It will also identify obstacles and act as a catalyst."}, {"text_block_id": "p28_b522", "text": "Fossil-free Sweden"}, {"text_block_id": "p28_b523", "text": "brings industry representatives to"}, {"text_block_id": "p28_b524", "text": "-"}, {"text_block_id": "p28_b525", "text": "gether to formulate industry commitments and iden"}, {"text_block_id": "p28_b526", "text": "-"}, {"text_block_id": "p28_b527", "text": "tify measures that the Government needs to take."}, {"text_block_id": "p28_b528_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Government’s strategic innovation partnership programme Climate transition in the business sector brings together key individuals from the business sector, academia, civil society and the public sector to contribute to joint action and work together on solutions that contribute to the climate transition and the Swedish climate goal for 2045  adopted by the Riksdag through a transition to a circular eco-nomy and in other ways. The strategic innovation partnership programmes Digital structural transi-tion in the business sector and Skills provision and lifelong learning also contribute to creating better conditions for a circular economy."}, {"text_block_id": "p29_b535", "text": "The"}, {"text_block_id": "p29_b536", "text": "National Innovation Council"}, {"text_block_id": "p29_b537", "text": "is the Government’s advisory body tasked with using innovation to contribute solutions to major social challenges and work for a long-term competitive and sustainable Sweden."}, {"text_block_id": "p29_b538", "text": "The"}, {"text_block_id": "p29_b539", "text": "Committee for Technological Innovation and Ethics (Komet)"}, {"text_block_id": "p29_b540", "text": "works to create good conditions for innova"}, {"text_block_id": "p29_b541", "text": "-"}, {"text_block_id": "p29_b542", "text": "tion and competitiveness at the same time as the development and dissemination of new technology takes place in a safe and secure way with a long"}, {"text_block_id": "p29_b543", "text": "-"}, {"text_block_id": "p29_b544", "text": "term societal perspective."}, {"text_block_id": "p29_b545", "text": "Public sector"}, {"text_block_id": "p29_b546", "text": "The public sector, consisting of central government, the regions, the county administrative boards and the municipalities, has an important role in the transition to a circular economy. Public actors can, for instance, contribute through public procurement and by being active partners and needs owners in innovation projects and in cooperation where new solutions are developed. In addition, several govern"}, {"text_block_id": "p29_b547", "text": "-"}, {"text_block_id": "p29_b548", "text": "ment agencies are responsible for and run actions in specific areas that contribute to the transition to a circular economy. Some of the agencies that have a key role in promoting the transition are presented below."}, {"text_block_id": "p29_b549", "text": "The"}, {"text_block_id": "p29_b550", "text": "Swedish Environmental Protection"}, {"text_block_id": "p29_b551", "text": "Agency provides guidance about how more can be done to prevent waste and use waste as a resource and is tasked with working for a transition to a circular economy. The"}, {"text_block_id": "p29_b552", "text": "Swedish Chemicals Agency"}, {"text_block_id": "p29_b553", "text": "works to phase out substan"}, {"text_block_id": "p29_b554", "text": "-"}, {"text_block_id": "p29_b555", "text": "ces of very high concern and to reduce the negative effects of hazardous substances so that more and more material flows can be circulated as a resource instead of being managed through energy recovery or landfilled."}, {"text_block_id": "p29_b556", "text": "The"}, {"text_block_id": "p29_b557", "text": "Swedish Agency for Economic and Regional Growth"}, {"text_block_id": "p29_b558", "text": "supports the work of the regions and the Munici"}, {"text_block_id": "p29_b559", "text": "-"}, {"text_block_id": "p29_b560", "text": "pality of Gotland on sustainable business develop"}, {"text_block_id": "p29_b561", "text": "-"}, {"text_block_id": "p29_b562", "text": "ment at SMEs linked to matters including circular economy."}, {"text_block_id": "p29_b563", "text": "Vinnova (Swedish Agency for Innovation Sys"}, {"text_block_id": "p29_b564", "text": "-"}, {"text_block_id": "p29_b565", "text": "tems)"}, {"text_block_id": "p29_b566", "text": "contributes to strengthening Sweden’s inno"}, {"text_block_id": "p29_b567", "text": "-"}, {"text_block_id": "p29_b568", "text": "vation capacity mainly by financing research and innovation projects. The"}, {"text_block_id": "p29_b569", "text": "National Agency for Public Procurement"}, {"text_block_id": "p29_b570", "text": "provides guidance about the possibility of promoting circularity and sustainability in public procurement. The"}, {"text_block_id": "p29_b571", "text": "Swedish Energy Agency"}, {"text_block_id": "p29_b572", "text": "is respon"}, {"text_block_id": "p29_b573", "text": "-"}, {"text_block_id": "p29_b574", "text": "sible for action in energy efficiency, energy labelling and eco-design. The"}, {"text_block_id": "p29_b575", "text": "Swedish Consumer Agency"}, {"text_block_id": "p29_b576", "text": "pro"}, {"text_block_id": "p29_b577", "text": "-"}, {"text_block_id": "p29_b578", "text": "vides guidance for consumers about how they can contribute to sustainable consumption."}, {"text_block_id": "p29_b579", "text": "Formas (Swedish Research Council for Environment, Agricultural Sciences and Spatial Planning)"}, {"text_block_id": "p29_b580", "text": "is a research council for sustainable development that finances research and innovation in environment, agricultu"}, {"text_block_id": "p29_b581", "text": "-"}, {"text_block_id": "p29_b582", "text": "ral sciences and spatial planning."}, {"text_block_id": "p29_b583", "text": "The"}, {"text_block_id": "p29_b584", "text": "universities and other higher education institutions"}, {"text_block_id": "p29_b585", "text": "and the research institutes conduct research that can contribu"}, {"text_block_id": "p29_b586", "text": "-"}, {"text_block_id": "p29_b587", "text": "te to a circular transition. The"}, {"text_block_id": "p29_b588", "text": "IVL Swedish Environme"}, {"text_block_id": "p29_b589", "text": "-"}, {"text_block_id": "p29_b590", "text": "ntal Research Institute, the Royal Swedish Academy of Sciences, Research Institutes of Sweden AB (RISE), the Forestry Research Institute of Sweden (Skogforsk) and the Stockholm Environment Institute (SEI)"}, {"text_block_id": "p29_b591", "text": "are research institutes that, in their various ways, conduct activities to promote the transition to a circular economy."}, {"text_block_id": "p29_b592", "text": "The municipalities"}, {"text_block_id": "p29_b593_merged_merged_merged_merged_merged_merged_merged_merged", "text": "are important actors in the area of waste and make a major contribution to the transition to a circular economy, including through information, innovation and technological development to promote waste management that contributes to circular and fossil-free material flows. By doing so, the municipalities make it easier for households, businesses and services, including municipal servi-ces, to contribute to a circular economy. The muni-cipalities are also responsible for physical planning and urban and rural development, which can be of great importance for people’s ability to contribute to a circular economy. The regions and the Munici-pality of Gotland have the task of drafting, adop-ting and implementing a regional development stra-tegy that can also include the transition to a circular economy."}, {"text_block_id": "p29_b604", "text": "Private individuals and civil society"}, {"text_block_id": "p29_b605", "text": "Central government has an important role in fostering the emergence of circular solutions through incentives and regulations, but private individuals can also contribute to this development if they are enabled to do so. Business settings are not the only contexts in which circular solutions are developed.  They are also developed in organisa-tions that take the form of voluntary associations or in direct collaboration between private individuals; here examples include associations holding jumble sales and swap days, sports clubs that circulate sport equipment and neighbours who share tools and other seldom used items. Moreover, environmental, consumer and other organisations conduct activities that promote a circular economy."}, {"text_block_id": "p31_b606", "text": "Government Offices of Sweden"}, {"text_block_id": "p31_b607", "text": "Phone: +46 (0)8 405 10 00"}, {"text_block_id": "p31_b608", "text": "government.se"}], "document_description": "This document sets Sweden's strategy to promote circular economy and achieve decarbonisation of the economy."}