{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Sweden", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "01/01/2011", "document_language": "English", "document_name": "Government Bill (2009/2010: 172) & Government Bill (2009/2010:173) on nuclear power", "document_country_code": "SWE", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SWE/2011/SWE-2011-01-01-Government Bill (2009_2010: 172) & Government Bill (2009_2010:173) on nuclear power_538256fcd059b41111c9c284e2051755.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Passed by the Riksdag, these laws originating in government bills regulate the conditions for constructing and operating new nuclear facilities. New units are only permitted when they replace existing units (a maximum of 10), whereby the older reactor must be permanently disabled and the new reactor needs to be built on an existing nuclear facility instead of a new location.\n\nThe laws reverse the phase-out of nuclear power production, repealing the Nuclear Phase-Out Act and the ban on new nuclear power facilities.\n\nThe purpose of the law is to allow old nuclear reactors to be replaced with newer, safer models. It also reflects the recent shift towards new carbon technologies as opposed to a stronger expansion of renewable energies classified as counting towards climate mitigation. The Swedish parliament approved the act under the condition that no direct or indirect public funding may be available for the new nuclear power reactors.\n\nParliament also stipulated that operators of nuclear facilities and the owners of nuclear power reactors carry unlimited liability in the event of a nuclear accident. Companies are required to hold insurance against third-party claims up to EUR1.2bn (USD1.51bn)."}