{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Sweden", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/2011", "document_language": "Swedish", "document_name": "Regulation (2011: 1480) on electricity certificates", "document_country_code": "SWE", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/SWE/2011/SWE-2011-01-01-Regulation (2011: 1480) on electricity certificates_df15eafff5effb7abb33f146b30f75e2.pdf", "document_type": "Ordinance", "text_blocks": [], "document_description": "Electricity producers whose electricity production meets the requirements of the Electricity Certificates Act receive one electricity certificate unit for each MWh of electricity that they produce. Demand for certificates is created by the fact that all electricity suppliers, and also certain electricity end users, are required to purchase certificates corresponding to a certain proportion (quota) of their electricity sales or electricity use.\n\nElectricity from the following energy sources entitles its producers to certificates in Sweden: wind power, solar energy, wave energy, geothermal energy, biofuels, peat and hydro power.\nThe act applies to\n- Companies that supply electricity to consumers\n- Consumers of electricity using self-produced electricity, while the consumption must exceed 60MWh/ year and must have been produced in a plant that has a capacity of more than 50kW\n- Registered energy-intensive companies\n- Electricity consumers that purchased/imported electricity from the Nordic electricity market\n\nAs of 1 January 2012, the Swedish-Norwegian common electricity certificate market started. The producers receive their certificates in the country where the electricity production takes place and can trade their certificates in both Norway and Sweden."}