{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Sweden", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transportation", "Health", "Energy", "Economy-wide", "Buildings", "Agriculture"], "document_date": "01/01/2020", "document_language": "Swedish", "document_name": "Sweden's integrated national energy and climate plan", "document_country_code": "SWE", "document_hazard_name": ["Change In Air Quality", "Flood"], "document_keyword": ["Buildings", "Transport", "Subsidies", "Health", "Agriculture", "Taxes"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/SWE/2020/SWE-2020-01-01-Sweden's integrated national energy and climate plan_b9397d2f7f3533cf2b2f1a0d23b8941d.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets.  The Energy and Climate Plan addresses all five dimensions of the EU Energy Union: decarbonisation, energy efficiency, energy security, internal energy markets and research, innovation and competitiveness.   The plan sets out the following objectives: 1) to reduce GHG emissions thanks to medium and long-term targets and to increase the share of renewable energy in gross energy consumption; 2) to ensure energy efficiency with targets, roadmaps for the renovation of the national stock of residential and non-residential buildings, both public and private; 3) to ensure energy security by increasing the diversification of energy sources and supply from third countries; 4) to develop measures for the interconnectivity of the internal energy market; 5) to develop the use of new technologies and new services to make the transition to a sustainable energy syste."}