{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Sweden", "document_category": "Policy", "document_sector_name": "Transportation", "document_date": "01/01/2017", "document_language": "English", "document_name": "The Swedish Climate Policy Framework", "document_country_code": "SWE", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": "Mitigation", "document_url": "https://www.government.se/information-material/2018/03/the-swedish-climate-policy-framework/", "document_type": "Framework", "text_blocks": [], "document_description": "In June 2017, Sweden's Riksdag introduced a climate policy framework with a Climate Act for Sweden. This framework sets out implementation of the Paris Agreement in Sweden.By 2045, Sweden is to have zero net emissions of greenhouse gases into the atmosphere. It outlines the government's policy towards mitigating emissions, as well as specific targets for emissions reductions. It contains three pillars for Sweden's climate change policy: (1) the Climate Act, (2) new goals for emissions reductions, and (3) establishing a climate policy council. The Climate Act provides that Sweden's climate policy must be based on its climate goals, requires the government to present a climate report every year in its budget bill and produce a climate policy action plan that describes how it will achieve its climate goals and balance climate policy goals and budget policy goals. The new emissions reductions it sets are: by 2030, Sweden will reduce emissions from domestic transport, excluding domestic aviation, by at least 70% and will reduce emissions from sectors covered by the EU Effort Sharing Regulation by at least 63%; by 2040, Sweden will reduce emissions from sectors covered by the EU Effort Sharing Regulation by at least 75% compared to a 1990 baseline; by 2045, Sweden will achieve carbon neutrality. The Climate Policy Council will support the government by providing an independent assessment of whether the overall policy presented by the government is compatible with its climate goals. The council will also evaluate the likelihood of achieving the government's climate policy goals in various policy areas."}