{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Sweden", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "The Swedish Climate Policy Framework", "document_country_code": "SWE", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Framework", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2017", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/SWE/2017/SWE-2017-01-01-The Swedish Climate Policy Framework_4d29ca793f2bf5c7782ed55f5f62c434.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Swedish climate policy framework"}, {"text_block_id": "p1_b2", "text": "In June 2017, Sweden’s Riksdag decided by a large political majority to introduce a climate policy framework with a climate act for Sweden. This framework is the most important climate reform in Sweden’s history and sets out implementation of the Paris Agreement in Sweden.  By 2045, Sweden is to have zero net emissions of greenhouse gases into the atmosphere."}, {"text_block_id": "p1_b3", "text": "The framework contains new ambitious climate goals, a climate act and plans for a climate policy council. The framework aims to create order and stability in climate policy. It will provide business and society with the long-term conditions to implement the transition needed to address the challenge of climate"}, {"text_block_id": "p1_b4", "text": "change. For the first time, Sweden"}, {"text_block_id": "p1_b5", "text": "will also have an act under which each government has an obligation to pursue a climate policy based on the climate goals adopted by the Riksdag. Each government must provide clear reports on how work to achieve the goals is progressing,"}, {"text_block_id": "p1_b6_merged_merged", "text": "and an independent climate policy council will review how well the overall policy meets the climate goals. The reform is a key component of Sweden’s efforts to comply with the Paris Agreement."}, {"text_block_id": "p1_b9", "text": "Climate Act"}, {"text_block_id": "p1_b10", "text": "From 1 January 2018, the Climate Act establishes the following:"}, {"text_block_id": "p1_b11", "text": "From 1 January 2018, the Climate Act establishes the following:\n* policy must be based on the climate goals and how work is to be carried out.\n* The Government is required to present a climate report every year in its Budget Bill."}, {"text_block_id": "p2_b16", "text": "From 1 January 2018, the Climate Act establishes the following:\n* policy must be based on the climate goals and how work is to be carried out.\n* The Government is required to present a climate report every year in its Budget Bill.\n* Every fourth year, the Government is required to draw up a climate policy action plan to describe how the climate goals are to be achieved.\n* Climate policy goals and budget policy goals must work together."}, {"text_block_id": "p2_b20", "text": "New climate goals"}, {"text_block_id": "p2_b21", "text": "The framework contains several new"}, {"text_block_id": "p2_b22", "text": "climate goals for Sweden."}, {"text_block_id": "p2_b23", "text": "climate goals for Sweden.\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n emissions will mean that Sweden\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n emissions will mean that Sweden\n overall helps to reduce the amount of greenhouse gases in the atmosphere. That is, the amount of greenhouse gases emitted by Sweden is less than the amount of greenhouse gases reduced through the natural ecocycle, or through climate projects pursued by Sweden abroad. However, emissions from activities in Sweden must be at least 85 per cent lower than in 1990. Based on current population forecasts for Sweden, this means that emissions in Sweden will be less than one tonne per person by 2045."}, {"text_block_id": "p3_b38", "text": "climate goals for Sweden.\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n emissions will mean that Sweden\n* net emissions of greenhouse gases into the atmosphere and should thereafter achieve negative emissions. Negative\n emissions will mean that Sweden\n overall helps to reduce the amount of greenhouse gases in the atmosphere. That is, the amount of greenhouse gases emitted by Sweden is less than the amount of greenhouse gases reduced through the natural ecocycle, or through climate projects pursued by Sweden abroad. However, emissions from activities in Sweden must be at least 85 per cent lower than in 1990. Based on current population forecasts for Sweden, this means that emissions in Sweden will be less than one tonne per person by 2045.\n* By 2030, emissions from domestic transport, excluding domestic aviation, will be reduced by at least 70 per cent compared with 2010.Â¹\n* the sectors that will be covered\n* the sectors that will be covered\n by the EU Effort Sharing\n* the sectors that will be covered\n by the EU Effort Sharing\n RegulationÂ² should be at least 63 per cent lower than in 1990.\n* the sectors that will be covered\n* the sectors that will be covered\n by the EU Effort Sharing\n* the sectors that will be covered\n by the EU Effort Sharing\n Regulation should be at least 75 per cent lower than in 1990."}, {"text_block_id": "p3_b50", "text": "These goals reflect Sweden’s great"}, {"text_block_id": "p3_b51", "text": "international climate leadership, and"}, {"text_block_id": "p3_b52", "text": "show that Sweden undertakes to"}, {"text_block_id": "p3_b53", "text": "achieve emission reductions that far"}, {"text_block_id": "p3_b54", "text": "exceed Sweden’s required emission"}, {"text_block_id": "p3_b55", "text": "reductions under the coming EU"}, {"text_block_id": "p3_b56", "text": "Effort Sharing Regulation."}, {"text_block_id": "p3_b57", "text": "As for the goal of zero net emissions"}, {"text_block_id": "p3_b58_merged_merged_merged_merged", "text": "of greenhouse gases by 2045, it will also be possible to achieve parts of these goals by 2030 and 2040 through supplementary measures, such as increased uptake of carbon dioxide by forests or investments in various climate projects abroad. Such measures may be used to achieve a maximum of 8 and 2 percentage points, respectively, of the emission"}, {"text_block_id": "p4_b61_merged", "text": "reduction goals by 2030 and 2040. That is, by 2030 emissions from activities in Sweden should be at least 55 per cent lower than in 1990, and by 2040 at least 73 per cent lower than in 1990."}, {"text_block_id": "p4_b64", "text": "of various policy areas will increase or reduce the likelihood of achieving the climate goals."}, {"text_block_id": "p4_b65", "text": "Climate policy council"}, {"text_block_id": "p4_b66", "text": "The third pillar of the framework is a climate policy council. The climate policy council will be tasked with supporting the Government by providing an independent assessment of how the overall policy presented by the Government is compatible with the climate goals. The council will evaluate whether the direction"}, {"text_block_id": "p5_b67", "text": "Government Offices of Sweden"}, {"text_block_id": "p5_b68", "text": "Ministry of the Environment and Energy"}, {"text_block_id": "p5_b69", "text": "Contact: +46(0)8-405 10 00"}, {"text_block_id": "p5_b70", "text": "Illustrations by Annika Carlsson"}], "document_description": "In June 2017, Sweden's Riksdag introduced a climate policy framework with a Climate Act for Sweden. This framework sets out implementation of the Paris Agreement in Sweden.By 2045, Sweden is to have zero net emissions of greenhouse gases into the atmosphere. It outlines the government's policy towards mitigating emissions, as well as specific targets for emissions reductions. It contains three pillars for Sweden's climate change policy: (1) the Climate Act, (2) new goals for emissions reductions, and (3) establishing a climate policy council. The Climate Act provides that Sweden's climate policy must be based on its climate goals, requires the government to present a climate report every year in its budget bill and produce a climate policy action plan that describes how it will achieve its climate goals and balance climate policy goals and budget policy goals. The new emissions reductions it sets are: by 2030, Sweden will reduce emissions from domestic transport, excluding domestic aviation, by at least 70% and will reduce emissions from sectors covered by the EU Effort Sharing Regulation by at least 63%; by 2040, Sweden will reduce emissions from sectors covered by the EU Effort Sharing Regulation by at least 75% compared to a 1990 baseline; by 2045, Sweden will achieve carbon neutrality. The Climate Policy Council will support the government by providing an independent assessment of whether the overall policy presented by the government is compatible with its climate goals. The council will also evaluate the likelihood of achieving the government's climate policy goals in various policy areas."}