{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sweden", "document_category": "Law", "document_sector_name": "Transportation", "document_language": "Swedish", "document_name": "The Swedish Climate Act", "document_country_code": "SWE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Act", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_date": "22/06/2017", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/SWE/2017/SWE-2017-06-22-The Swedish Climate Act_5e214a05d94e51b1ade9707ef4f8559d.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "The Swedish Climate Act"}, {"text_block_id": "p1_b2", "text": "Section 1"}, {"text_block_id": "p1_b3", "text": "This Act contains provisions on the Government’s climate policy, the purpose of this policy and how the policy will be implemented."}, {"text_block_id": "p1_b4", "text": "Section 2"}, {"text_block_id": "p1_b5", "text": "The Government must implement climate policy that:"}, {"text_block_id": "p1_b6", "text": "The Government must implement climate policy that:\n* aims to prevent dangerous interference with the climate system;\n* contributes to protecting ecosystems, and present and future generations, against harmful effects of climate change;\n* focuses on reducing carbon dioxide and other greenhouse gas emissions and maintaining and restoring environmental functions that mitigate climate change and its harmful effects;\n* is based on scientific research and on relevant technical, social, economic and environmental considerations.\n* a description of emissions trends;\n* a description of the most important climate policy decisions during the year and the possible effects of these decisions on greenhouse gas emissions trends;\n* an assessment of whether further measures are needed and, if so, when and how any decisions on such measures may be taken."}, {"text_block_id": "p1_b14", "text": "Section 3"}, {"text_block_id": "p1_b15", "text": "The Government’s climate policy must be based on the long-term, time-bound emissions target adopted by the Riksdag (Swedish Parliament)."}, {"text_block_id": "p1_b16", "text": "The Government must set any other emissions reduction targets needed to achieve the long-term target. Climate policy must be implemented in a manner that enables climate targets and budgetary targets to interact."}, {"text_block_id": "p1_b17", "text": "Section 4"}, {"text_block_id": "p1_b18", "text": "Each year, the Government must include a climate report to the Riksdag in its Budget Bill. This climate report must contain:"}, {"text_block_id": "p2_b25", "text": "Section 5"}, {"text_block_id": "p2_b26", "text": "Every fourth year, the Government must draw up a climate policy action plan. This action plan must be presented to the Riksdag the year following ordinary elections to the Riksdag. The action plan should contain a description of:"}, {"text_block_id": "p2_b27", "text": "Every fourth year, the Government must draw up a climate policy action plan. This action plan must be presented to the Riksdag the year following ordinary elections to the Riksdag. The action plan should contain a description of:\n* Swedenâs commitments in the EU and internationally;\n* historical greenhouse gas emissions data, including the most recent emissions inventory;\n* emissions reduction projections;\n* the outcome of any emissions reduction measures taken;\n* planned emissions reduction measures, including an approximate indication of when these measures may come into force;\n* the extent to which adopted and planned emissions reduction measures can be expected to contribute to the achievement of the national and global climate change targets;\n* the extent to which adopted and planned measures in different expenditure areas affect the ability to achieve the national and global climate change targets;\n* any further measures or decisions that may be needed to achieve the national and global climate change targets."}, {"text_block_id": "p3_b43", "text": "Government Offices of Sweden"}, {"text_block_id": "p3_b44", "text": "Ministry of the Environment and Energy"}, {"text_block_id": "p3_b45", "text": "Malmtorgsgatan 3, Stockholm"}, {"text_block_id": "p3_b46", "text": "Contact: +46(0)8 - 405 10 00"}, {"text_block_id": "p3_b47", "text": "4"}, {"text_block_id": "p3_b48", "text": "Miljö- och energidepartementet"}], "document_description": "This law contains provisions on the government's climate policy work, what the work will be aimed at and how it should be conducted. It provides that the Government will pursue a climate policy that (1) aims to prevent dangerous interference with the climate system, (2) helps to protect ecosystems and the present and future generations from the harmful effects of climate change, (3) focuses on reducing emissions of carbon dioxide and other greenhouse gases and to maintain and create features in the environment to combat climate change and its adverse effects, and (4) is based on evidence and on relevant technical, social, economic and environmental considerations. The Government's climate policy efforts should be based on the long-term, time-bound emission targets set by Parliament. The Government is also required to provide an annual climate report to Parliament in the Budget, and to develop a climate action plan every four years. The Act entered into force on January 1st, 2018."}