{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Belize", "document_category": "Policy", "document_sector_name": ["Tourism", "LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Policy, Strategy and Action Plan", "document_country_code": "BLZ", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2014", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/BLZ/2014/BLZ-2014-12-25-National Climate Change Policy, Strategy and Action Plan_ae5a3e27936278cc89018599c0b4a8f6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "A NATIONAL CLIMATE CHANGE POLICY, STRATEGY AND ACTION PLAN TO ADDRESS CLIMATE CHANGE IN BELIZE"}, {"text_block_id": "p0_b2", "text": "P"}, {"text_block_id": "p0_b3", "text": "repared for the"}, {"text_block_id": "p0_b4", "text": "Caribbean Community Climate Change Centre (CCCCC)"}, {"text_block_id": "p0_b5", "text": "Belmopan, Belize"}, {"text_block_id": "p0_b6", "text": "and"}, {"text_block_id": "p0_b7", "text": "Ministry of Forestry, Fisheries and Sustainable Development (MFFSD)"}, {"text_block_id": "p0_b8", "text": "Belmopan, Belize"}, {"text_block_id": "p2_b9", "text": "A NATIONAL CLIMATE CHANGE POLICY, STRATEGY AND ACTION PLAN TO ADDRESS CLIMATE CHANGE IN BELIZE"}, {"text_block_id": "p3_b10", "text": "Acknowledgements and disclaimer"}, {"text_block_id": "p3_b11", "text": "This document is an output from the EU-GCCA Caribbean Support Project, which is funded by the European Union (EU) under a Grant Contract FED/2011/267-392for the implementation of an action entitled:"}, {"text_block_id": "p3_b12", "text": "Support to the Global Climate Change Alliance (GCCA) under the 10"}, {"text_block_id": "p3_b13", "text": "th"}, {"text_block_id": "p3_b14", "text": "EDF Intra-African Caribbean and Pacific financial framework in the Caribbean (EU-GCCA Project)."}, {"text_block_id": "p3_b15", "text": "The report was prepared by David Simmons and Associates, Ltd., Lead Consultant"}, {"text_block_id": "p3_b16", "text": "–"}, {"text_block_id": "p3_b17", "text": "Mr. David A. Simmons, Dr. John Charlery (Climate Change Specialist); Dr. Winston McCalla (Legal Specialist); and. Ms Nikita Pardesi, Research Assistant."}, {"text_block_id": "p3_b18", "text": "CCCCC Technical supervision: Mr. Joseph McGann, Programme Manager, EU-GCCA Project"}, {"text_block_id": "p3_b19", "text": "Special thanks to the Staff of the NCCO: Mrs Ann Gordon (National Climate Change Co"}, {"text_block_id": "p3_b20", "text": "-"}, {"text_block_id": "p3_b21", "text": "ordinator), Mr. Colin Mattis, Ms Safira Vasquez, and Mrs Ide McCoy, who have been extremely helpful with their time and supportive of this exercise."}, {"text_block_id": "p3_b22", "text": "The views expressed herein are those of the authors and do not necessarily reflect the views of the EU, ACP Secretariat, the Caribbean Community Climate Change Centre, the Government of Belize or the UNDP/GEF."}, {"text_block_id": "p3_b23", "text": "For more information visit:"}, {"text_block_id": "p3_b24", "text": "For more information visit:\n* The Global Climate Change Alliance website:\n* The Global Climate Change Alliance website:\n http://www.gcca.eu/\n* The African, Caribbean and Pacific Secretariat website:\n* The African, Caribbean and Pacific Secretariat website:\n http://www.acp.int/\n* The Caribbean Community Climate Change Centre website: http://www.caribbeanclimate.bz"}, {"text_block_id": "p4_b33", "text": "FOREWORD"}, {"text_block_id": "p4_b34", "text": "Statement from the Hon. Lisel Alamilla, Minister, Ministry of Forestry, Fisheries and Sustainable Development"}, {"text_block_id": "p4_b35", "text": "The adverse effects of Climate Variability and Climate Change, particularly on crop production and food security, natural ecosystems, marine and coastal areas, water resources and human health, as well as on housing and infrastructure are particularly obvious around us. These impacts pose major impediments to efforts being implemented by the Government of Belize to promote sustainable economic and social development and poverty reduction, which are the first and overriding priorities of the national government. Ocean acidification due to rising carbon dioxide levels will create serious risks to marine ecosystems and species, including our coral reef systems."}, {"text_block_id": "p4_b36", "text": "Although Belize is a minute contributor to global greenhouse gas emissions, it will be among those countries which will be severely impacted by Climate Change. In light of these realities, the Government of Belize recognized that to effectively address the adverse effects of Climate Variability and Climate Change on the economic and social development of the country and to minimize the risks associated with predicted impacts, there was great need to develop a National Climate Change Policy, Strategy and Action Plan."}, {"text_block_id": "p4_b37", "text": "The National Climate Change Policy, Strategy and Action Plan is the result of extensive consultations with a wide range of stakeholders, including government departments, local communities and civil society. The development of this document took into consideration the need to cover adaptation and mitigation, and will allow the country to strategically transition to low-carbon development while strengthening its resilience to the effects of Climate Change."}, {"text_block_id": "p5_b38", "text": "Recognizing the challenges and cross-sectoral nature of Climate Change, the Government also assessed the governance architecture required for the management of Climate Change in Belize. In so doing, we are working assiduously to implement the institutional arrangements necessary for coordinating and implementing Climate Change mitigation and adaptation measures. It is our belief that coordination and collaboration along with tracking our development goals will be the key for successfully implementing the National Climate Change Policy, Strategy and Action Plan."}, {"text_block_id": "p5_b39_merged", "text": "This document provides a roadmap outlining fundable, implementable, robust and comprehensive strategies and actions that will ensure the strengthening of Belize’s capacity to adapt to the current and future impacts of Climate Change."}, {"text_block_id": "p5_b42", "text": "The National Climate Change Policy has been prepared as a living document; a document that will require periodic review driven by new scientific findings, development priorities and the outcomes of international negotiations."}, {"text_block_id": "p5_b43", "text": "Toward this end, the Government of Belize expresses its gratitude to the Caribbean Community Climate Change Centre, the European Union through the African Caribbean and Pacific Global Climate Change Alliance Programme and the United Nations Development Programme for their support in the preparation of our National Climate Change Policy, Strategy and Action Plan."}, {"text_block_id": "p5_b44", "text": "Honourable Lisel Alamilla"}, {"text_block_id": "p5_b45", "text": "Minister of Forestry, Fisheries and Sustainable Development"}, {"text_block_id": "p6_b46", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p7_b47", "text": "TABLES:"}, {"text_block_id": "p8_b48", "text": "FIGURES:"}, {"text_block_id": "p9_b49", "text": "Figure 8.1: New Governance Architecture for Climate Change Management in Belize .......................... 124"}, {"text_block_id": "p10_b50", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p12_b51", "text": "GLOSSARY OF KEY TERMS USED IN THE REPORT"}, {"text_block_id": "p12_b52", "text": "ADAPTATION:"}, {"text_block_id": "p12_b53", "text": "This refers to adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities. Various types of adaptation can be distinguished, including anticipatory, autonomous and planned adaptation."}, {"text_block_id": "p12_b54", "text": "Anticipatory adaptation"}, {"text_block_id": "p12_b55", "text": "takes places before impacts of Climate Change are observed. This is also referred to as proactive adaptation."}, {"text_block_id": "p12_b56", "text": "Autonomous adaption"}, {"text_block_id": "p12_b57", "text": "does not constitute a conscious response to climatic stimuli but is triggered by ecological changes in natural systems and by market or welfare changes in human systems. This is also referred to as a spontaneous approach."}, {"text_block_id": "p12_b58", "text": "Planned adaptation"}, {"text_block_id": "p12_b59", "text": "is the result of a deliberate policy decision, based on an awareness that conditions have changed or are about to change and that action is required to return to, maintain, or achieve a desired state."}, {"text_block_id": "p12_b60", "text": "ADAPTIVE CAPACITY:"}, {"text_block_id": "p12_b61", "text": "The ability to adjust to Climate Change in order to minimize potential damages; to take advantage of opportunities, or cope with consequences"}, {"text_block_id": "p12_b62", "text": "AFFORESTATION:"}, {"text_block_id": "p12_b63", "text": "The planting of new forests on lands that historically have not contained"}, {"text_block_id": "p12_b64", "text": "forests"}, {"text_block_id": "p12_b65", "text": "ATMOSPHERE:"}, {"text_block_id": "p12_b66", "text": "aerosols"}, {"text_block_id": "p12_b67", "text": "ALTERNATIVE ENERGY:"}, {"text_block_id": "p12_b68_merged_merged_merged", "text": "BIODIVERSITY: The variety of plant and animal life in the world or in a particular habitat, a high level of which is usually considered to be important and desirable"}, {"text_block_id": "p12_b70", "text": "BIOFUELS:"}, {"text_block_id": "p12_b71", "text": "CLIMATE:"}, {"text_block_id": "p12_b72", "text": "The average weather conditions in a particular region over a specific time period (usually 30 years)."}, {"text_block_id": "p13_b73", "text": "CLIMATE CHANGE:"}, {"text_block_id": "p13_b74", "text": "The gradual change in either the mean state of the climate or in its variability, persisting over an extended period (typically decades or longer)."}, {"text_block_id": "p13_b75", "text": "CLIMATE MODEL:"}, {"text_block_id": "p13_b76", "text": "A numerical representation of the climate system"}, {"text_block_id": "p13_b77", "text": "CLIMATE RESILIENCE:"}, {"text_block_id": "p13_b78", "text": "The ability to recover from shock or, in this context, the ability to deal with change. Resilience is a concept complementary to the concepts of vulnerability and adaptation. It addresses the capacity for self-organization, learning and adapting to change, so that basic structures and ways of functioning are quickly recovered"}, {"text_block_id": "p13_b79", "text": "CLIMATE SCENARIO:"}, {"text_block_id": "p13_b80", "text": "A reasonable, and often simplified, representation of the future climate"}, {"text_block_id": "p13_b81", "text": "CLIMATE CHANGE SCENARIO:"}, {"text_block_id": "p13_b82", "text": "The difference between a climate scenario and the current climate"}, {"text_block_id": "p13_b83", "text": "CLIMATE VARIABILITY"}, {"text_block_id": "p13_b84", "text": "refers to variations around the mean state, including the occurrence of extreme weather events."}, {"text_block_id": "p13_b85", "text": "DEFORESTATION:"}, {"text_block_id": "p13_b86", "text": "This refers to p"}, {"text_block_id": "p13_b87", "text": "DESALINATION:"}, {"text_block_id": "p13_b88", "text": "DOWNSCALING:"}, {"text_block_id": "p13_b89", "text": "A method that derives local-or regional-scale (10-to-100 km) information from larger-scale models or data analyses"}, {"text_block_id": "p13_b90", "text": "ECOSYSTEM:"}, {"text_block_id": "p13_b91", "text": "EMISSIONS:"}, {"text_block_id": "p13_b92", "text": "EMISSIONS SCENARIO:"}, {"text_block_id": "p13_b93", "text": "A reasonable representation of the future levels of greenhouse gas emissions in the atmosphere"}, {"text_block_id": "p13_b94", "text": "ENERGY EFFICIENCY:"}, {"text_block_id": "p13_b95", "text": "Using less energy to provide the same service"}, {"text_block_id": "p13_b96", "text": "EROSION:"}, {"text_block_id": "p13_b97", "text": "The process where soil or rock is moved or weathered by the action of streams, glaciers, waves, winds, or underground water"}, {"text_block_id": "p13_b98_merged_merged_merged", "text": "EVAPOTRANSPIRATION: The process by which water is transferred from the land to the atmosphere by evaporation from the soil and other surfaces and by transpiration from plants"}, {"text_block_id": "p14_b100", "text": "FOSSIL FUEL:"}, {"text_block_id": "p14_b101", "text": "A general term for organic materials formed from decayed plants and animals"}, {"text_block_id": "p14_b102", "text": "that have been converted to crude oil, coal, natural gas, or heavy oils by exposure to heat and"}, {"text_block_id": "p14_b103", "text": "pressure in the earth's crust over hundreds of millions of years"}, {"text_block_id": "p14_b104", "text": "FUNCTIONALISM:"}, {"text_block_id": "p14_b105", "text": "connections and foster co-operation"}, {"text_block_id": "p14_b106", "text": "GLOBAL AVERAGE TEMPERATURE:"}, {"text_block_id": "p14_b107", "text": "An estimate of Earths mean surface air temperature averaged over"}, {"text_block_id": "p14_b108", "text": "the entire planet"}, {"text_block_id": "p14_b109", "text": "GLOBAL WARMING:"}, {"text_block_id": "p14_b110", "text": "The recent and on-going global average increase in temperature near the"}, {"text_block_id": "p14_b111", "text": "Earth’s"}, {"text_block_id": "p14_b112", "text": "surface"}, {"text_block_id": "p14_b113", "text": "GREENHOUSE GAS (GHG)"}, {"text_block_id": "p14_b114", "text": ": Any gas that absorbs infrared radiation in the atmosphere. Greenhouse gases"}, {"text_block_id": "p14_b115", "text": "include, carbon dioxide, methane, nitrousoxide, ozone, chlorofluorocarbons, hydrochlorofluorocarbons,"}, {"text_block_id": "p14_b116", "text": "hydrofluorocarbons, perfluorocarbons, sulfur hexafluoride"}, {"text_block_id": "p14_b117", "text": "HYDROLOGIC CYCLE:"}, {"text_block_id": "p14_b118", "text": "HYDROMETEOROLOGICAL HAZARD:"}, {"text_block_id": "p14_b119", "text": "damage"}, {"text_block_id": "p14_b120", "text": "INFRASTRUCTURE:"}, {"text_block_id": "p14_b121", "text": "The roads, bridges, buildings, dykes, utilities, or other installations and services essential for the development, operation, and growth of a community, province/territory, or country"}, {"text_block_id": "p14_b122_merged_merged_merged_merged_merged_merged_merged", "text": "THE INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE: and the World Meteorological Organization (WMO) Change and its potential environmental and socio-economic impacts."}, {"text_block_id": "p14_b126", "text": "INUNDATION:"}, {"text_block_id": "p14_b127", "text": "The submergence of land by water, particularly in a coastal setting"}, {"text_block_id": "p14_b128", "text": "MITIGATION:"}, {"text_block_id": "p14_b129", "text": "NATURAL DISASTER:"}, {"text_block_id": "p15_b130", "text": "NATURAL VARIABILITY:"}, {"text_block_id": "p15_b131", "text": "RENEWABLE ENERGY:"}, {"text_block_id": "p15_b132", "text": "SALTWATER INTRUSION:"}, {"text_block_id": "p15_b133", "text": "The process by which saltwater enters a coastal aquifer, leading to contamination of groundwater"}, {"text_block_id": "p15_b134", "text": "SEA LEVEL RISE:"}, {"text_block_id": "p15_b135", "text": "An increase in the mean level of the ocean."}, {"text_block_id": "p15_b136", "text": "Relative sea level rise considers the mean level of the ocean relative to the land"}, {"text_block_id": "p15_b137", "text": "SENSITIVITY:"}, {"text_block_id": "p15_b138", "text": "The degree to which a system is affected, either positively or negatively, by Climate Change"}, {"text_block_id": "p15_b139", "text": "STORM SURGE:"}, {"text_block_id": "p15_b140", "text": "A rising of the sea as a result of wind and atmospheric pressure changes"}, {"text_block_id": "p15_b141", "text": "associated with a storm."}, {"text_block_id": "p15_b142", "text": "UNITED NATIONS FRAMEWORK CONVENTION ON CLIMATE CHANGE (UNFCCC):"}, {"text_block_id": "p15_b143", "text": "The"}, {"text_block_id": "p15_b144", "text": "countries having ratified."}, {"text_block_id": "p15_b145", "text": "Under the Convention, governments"}, {"text_block_id": "p15_b146", "text": "Under the Convention, governments\n* gather and share information on greenhouse gas emissions, national policies and\n* gather and share information on greenhouse gas emissions, national policies and\n best practices\n* developing countries\n* developing countries\n launch national strategies for addressing greenhouse gas emissions and adapting to\n* cooperate in preparing for adaptation to the impacts of Climate Change"}, {"text_block_id": "p15_b154", "text": "VULNERABILITY:"}, {"text_block_id": "p15_b155", "text": "The degree to which a system is susceptible to, and unable to cope with, the adverse effects of Climate Change."}, {"text_block_id": "p15_b156", "text": "Vulnerability is a function of a system’s exposure to"}, {"text_block_id": "p15_b157", "text": "Climate Change, sensitivity, and adaptive capacity"}, {"text_block_id": "p15_b158_merged_merged_merged_merged_merged_merged_merged", "text": "WEATHER: Atmospheric condition at any given time or place. It is measured in terms of such things as wind, temperature, humidity, atmospheric pressure, cloudiness, and precipitation. In most places, weather can change from hour-to-hour, day-to-day, and season-to-season. Climate in a narrow sense is usually defined as the \"average weather\", or more rigorously, as the statistical description in terms of the mean and variability of relevant quantities over a period of time ranging from months to thousands or millions of years. The classical period is 30"}, {"text_block_id": "p16_b165_merged", "text": "years, as defined by the World Meteorological Organization (WMO). These quantities are most often surface variables such as temperature, precipitation, and wind. Climate in a wider sense is the state, including a statistical description, of the climate system. A simple way of remembering the difference is that climate is what you expect (e.g. cold winters) and 'weather' is what you get (e.g. a blizzard)"}, {"text_block_id": "p17_b170", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p17_b171", "text": "It is generally acknowledged that human activities are the primary sources of greenhouse gas (GHG) emissions (GHG) and that those emissions are the main factors contributing to the"}, {"text_block_id": "p17_b172", "text": "warming of the Earth’s atmosphere"}, {"text_block_id": "p17_b173", "text": "which has led to Climate Change and sea level rise."}, {"text_block_id": "p17_b174", "text": "Those threats of global warming and climate variability have manifested themselves in sea level rise, more frequent and extreme weather events, ocean acidification, coral bleaching, coastal erosion, and changing precipitation patterns and have the potential to impact negatively on ecological, social and economic life of countries, particularly small, developing countries with long coastlines and whose populations live in the narrow coastal belt."}, {"text_block_id": "p17_b175", "text": "Belize, like most other developing countries, is a minute contributor to global GHG emissions, but it will be among those that will be severely impacted. In that regard, Belize, ratified the United Nations Framework Convention on Climate Change (UNFCCC) on October 31, 1994, the Kyoto Protocol in 2003, and submitted its Initial National Communication (INC) to the UNFCCC in 200"}, {"text_block_id": "p17_b176", "text": "2, and it’s"}, {"text_block_id": "p17_b177", "text": "Second National Communication in the second quarter of 2012."}, {"text_block_id": "p17_b178", "text": "By ratifying the UNFCCC, Belize committed itself to developing, adopting and implementing policies and measures to mitigate the adverse effects of Climate Change and adapt to these changes."}, {"text_block_id": "p17_b179", "text": "The Government of Belize (GOB) has taken initiatives to mainstream Climate Change into its national development processes and mechanisms. These initiatives include the establishment of a National Climate Change Office under the Ministry of Forestry, Fisheries and Sustainable Development (MFFSD), the adoption of climate sensitive response mechanisms for some economic development sectors, and the preparation of a comprehensive National Climate Change Policy, Strategy and Action Plan which will provide policy guidance for the development of an appropriate administrative and legislative framework, in harmony with other sectoral policies, for the pursuance of a low-carbon development path for Belize."}, {"text_block_id": "p17_b180", "text": "ES1. Climate Change in Belize"}, {"text_block_id": "p17_b181_merged_merged_merged", "text": "The climate in Belize can be defined by two sets of overlapping seasons characterized by temperature and precipitation. The cooler season (December -February), and the warmer season which basically includes the remaining months of the year. The second set of seasons is the dry period (December -April) and the wet period (May -November). According to the UNDP Country Profiles studies, an increase in air temperature ranging from 2oC -4oC is projected by 2100 for Belize. Similarly a general decrease in annual rainfall of about 10 % is projected by 2100. Modelling scenario undertaken as part of this study revealed similar patterns."}, {"text_block_id": "p18_b187", "text": "Rainfall:"}, {"text_block_id": "p18_b188", "text": "With the PRECIS/ECHAM5 modelling, a slight increase in rainfall in the 2020s is suggested in the early (May) and late (Oct-Nov) parts of the wet season with peak increases of about 2-4 mm/day in the Stann Creek District. The dry season and the mid-wet season dip (June), on the other hand, are characterized by further decreases with largest reductions of about 4 mm/day in the Stann Creek and Cayo Districts. By the 2030s, reduced precipitation characterizes the entire country with exceptions only in the early (May) and late (November) sections of the wet season."}, {"text_block_id": "p18_b189", "text": "In the 2050s, an enhancement of the 2030s pattern of reduced rainfall is projected to continue (-1 to -4 mm/day) in the dry season (December"}, {"text_block_id": "p18_b190", "text": "–"}, {"text_block_id": "p18_b191", "text": "April)."}, {"text_block_id": "p18_b192", "text": "Temperature:"}, {"text_block_id": "p18_b193", "text": "Through each decade, a broad nation-wide increase of approximately 1"}, {"text_block_id": "p18_b194", "text": "o"}, {"text_block_id": "p18_b195", "text": "C is indicated in the decade of the 2020s. Increases of 1-1.8"}, {"text_block_id": "p18_b196", "text": "o"}, {"text_block_id": "p18_b197", "text": "C in the 2030s, 1.8"}, {"text_block_id": "p18_b198", "text": "–"}, {"text_block_id": "p18_b199", "text": "2.9"}, {"text_block_id": "p18_b200", "text": "o"}, {"text_block_id": "p18_b201", "text": "C in the 2050s, 2.5 -4.3"}, {"text_block_id": "p18_b202", "text": "o"}, {"text_block_id": "p18_b203", "text": "C in the 2070s and 3.2"}, {"text_block_id": "p18_b204", "text": "–"}, {"text_block_id": "p18_b205", "text": "4.9"}, {"text_block_id": "p18_b206", "text": "o"}, {"text_block_id": "p18_b207", "text": "C in the 2090s are projected over the 1961-1990 values. The rate of warming is projected to be consistently lowest along the coastal section of the Belize District."}, {"text_block_id": "p18_b208", "text": "Mean monthly maximum temperatures are projected to increase between 0"}, {"text_block_id": "p18_b209", "text": "–"}, {"text_block_id": "p18_b210", "text": "1.4"}, {"text_block_id": "p18_b211", "text": "o"}, {"text_block_id": "p18_b212", "text": "C during the decade of the 2020s over the 1961-1990 values. In the 2030s, largest increases of 1.2"}, {"text_block_id": "p18_b213", "text": "–"}, {"text_block_id": "p18_b214", "text": "2.2"}, {"text_block_id": "p18_b215", "text": "o"}, {"text_block_id": "p18_b216", "text": "C are projected for the cooler season. In the remainder of the year (March"}, {"text_block_id": "p18_b217", "text": "–"}, {"text_block_id": "p18_b218", "text": "October), cooler mean maximum temperatures are projected for the western Toledo, Cayo, Orange Walk, with the largest reduction of -0.5 to -1.5"}, {"text_block_id": "p18_b219", "text": "o"}, {"text_block_id": "p18_b220", "text": "C in the western section of the Cayo District, while increased values of 0.5"}, {"text_block_id": "p18_b221", "text": "–"}, {"text_block_id": "p18_b222", "text": "1.5"}, {"text_block_id": "p18_b223", "text": "o"}, {"text_block_id": "p18_b224", "text": "C cover the eastern half of the country. In the decades of 2050s, 2070s and 2090s, the projected pattern changes to a steady increase in mean maximum temperatures of 1.5"}, {"text_block_id": "p18_b225", "text": "–"}, {"text_block_id": "p18_b226", "text": "3.5"}, {"text_block_id": "p18_b227", "text": "o"}, {"text_block_id": "p18_b228", "text": "C in the 2050s to 2.6"}, {"text_block_id": "p18_b229", "text": "–"}, {"text_block_id": "p18_b230", "text": "3.9"}, {"text_block_id": "p18_b231", "text": "o"}, {"text_block_id": "p18_b232", "text": "C in the 2070s and then to 3.4"}, {"text_block_id": "p18_b233", "text": "–"}, {"text_block_id": "p18_b234", "text": "6.6"}, {"text_block_id": "p18_b235", "text": "o"}, {"text_block_id": "p18_b236", "text": "C in the 2090s over the values of the 1961"}, {"text_block_id": "p18_b237", "text": "–"}, {"text_block_id": "p18_b238", "text": "1990 period."}, {"text_block_id": "p18_b239", "text": "A steady increase in the values of the mean monthly minimum temperatures over the 1961"}, {"text_block_id": "p18_b240", "text": "–"}, {"text_block_id": "p18_b241", "text": "1990 era are projected through to 2100. The decadal increases are 0.5 -1.5"}, {"text_block_id": "p18_b242", "text": "o"}, {"text_block_id": "p18_b243", "text": "C in the 2020s, 0.5"}, {"text_block_id": "p18_b244", "text": "–"}, {"text_block_id": "p18_b245", "text": "1.2"}, {"text_block_id": "p18_b246", "text": "o"}, {"text_block_id": "p18_b247", "text": "C in the 2030s, 0.5"}, {"text_block_id": "p18_b248", "text": "–"}, {"text_block_id": "p18_b249", "text": "2.5"}, {"text_block_id": "p18_b250", "text": "o"}, {"text_block_id": "p18_b251", "text": "C during the decade of the 2050s, 2.5"}, {"text_block_id": "p18_b252", "text": "–"}, {"text_block_id": "p18_b253", "text": "3.6"}, {"text_block_id": "p18_b254", "text": "o"}, {"text_block_id": "p18_b255", "text": "C in the 2070s and 3.3"}, {"text_block_id": "p18_b256", "text": "–"}, {"text_block_id": "p18_b257", "text": "5.3"}, {"text_block_id": "p18_b258", "text": "o"}, {"text_block_id": "p18_b259", "text": "C in the 2090s. A general progressively drier atmosphere is projected through to 2100."}, {"text_block_id": "p18_b260", "text": "Winds:"}, {"text_block_id": "p18_b261", "text": "The decadal change in wind speed is minimal with the variations frequently less than 1 ms"}, {"text_block_id": "p18_b262", "text": "-1"}, {"text_block_id": "p18_b263", "text": "for most of the time slices. Not until the summer months of the 2090s does the wind speed exceed 1 ms"}, {"text_block_id": "p18_b264", "text": "-1"}, {"text_block_id": "p18_b265", "text": "over the values of the 1961"}, {"text_block_id": "p18_b266", "text": "–"}, {"text_block_id": "p18_b267", "text": "1990 period. Even then, the difference was frequently less than 1.5 ms"}, {"text_block_id": "p18_b268", "text": "-1"}, {"text_block_id": "p18_b269", "text": "."}, {"text_block_id": "p18_b270", "text": "Sea Level Rise:"}, {"text_block_id": "p18_b271_merged_merged_merged_merged_merged_merged", "text": "Sea level is projected to rise steadily along the coast of Belize. In the low, medium and high emission scenarios, sea level rise is projected to exceed 10 cm by the 2030s. Heights of 22, 23 and 38 cm respectively are projected for the low, medium and high emission scenarios by 2050 and 34, 56 and 120 cm respectively by the end of the Century."}, {"text_block_id": "p18_b273", "text": "ES2. Climate Change Impacts"}, {"text_block_id": "p19_b274_merged", "text": "Recent studies (IPCC, 2014) have indicated that the major impacts on biophysical resources “will be from sea level rise, increased sea surface temperatures, changes in weather patterns and increased storm activity. Corals will be lost due to their susceptibility to increased sea surface temperature and frequent storm events as well as to coral bleaching, disease and physical damage.” Several other studies (BNMS, 2008; and GOB, 2002) have also noted that Belize, on the whole, is very susceptible to Climate Change and sea level rise and extreme storm surges. They noted further, that the coastal zone of Belize, where a significant percentage of the population is located and where the bulk of economic activity takes place (tourism and agricultural production), is for the most part below the high tide level. As a result, this places the coastal zone in a very precarious position with regards to climate-driven sea level rise, especially when augmented by storm surges (CZMAI, 2013)."}, {"text_block_id": "p19_b280", "text": "ES Table 1. Impacts of Climate Change on Priority Sector"}, {"text_block_id": "p20_b281", "text": "ES3. Policy Intervention to Address Climate Change"}, {"text_block_id": "p21_b282", "text": "UNFCCC the GOB has sought, through several line ministries, to initiate policy-based activities, at the sector level, to address (adapt and mitigate) the impending impacts of Climate Change."}, {"text_block_id": "p21_b283", "text": "Some of the key policy initiatives undertaken to date are as follows:"}, {"text_block_id": "p21_b284", "text": "Some of the key policy initiatives undertaken to date are as follows:\n* Integrated Coastal Zone Management Plan (2013)\n* Ministry of Energy, Science, Public Utilities, Transport, Communications and National\n* Strategic Plan 2012-2017 and Sustainable Energy Action Plan for Belize\n* Integrated Water Resource Management Policy\n* Growth and Sustainable Development Strategy 2014 -2017\n* The National Climate Resilience Investment Plan (2013)"}, {"text_block_id": "p21_b296", "text": "The country has also embarked on a number of initiatives to review sector policies, legislation and other initiatives which will address issues of adaptation and mitigation in sectors which are most vulnerable to the impacts of Climate Change. These initiatives include the recently approved:"}, {"text_block_id": "p21_b297", "text": "The country has also embarked on a number of initiatives to review sector policies, legislation and other initiatives which will address issues of adaptation and mitigation in sectors which are most vulnerable to the impacts of Climate Change. These initiatives include the recently approved:\n* Marine Conservation and Climate Adaptation (MCCA) project for Belize\n* Management and Protection of Key Biodiversity Areas"}, {"text_block_id": "p21_b301", "text": "The country has also embarked on a number of initiatives to review sector policies, legislation and other initiatives which will address issues of adaptation and mitigation in sectors which are most vulnerable to the impacts of Climate Change. These initiatives include the recently approved:\n* Marine Conservation and Climate Adaptation (MCCA) project for Belize\n* Management and Protection of Key Biodiversity Areas\n* National Agriculture Sector Adaptation Strategy and Action Plan to Address Climate\n* The National Adaptation Strategy to Address Climate Change in the Water Sector in\n* Readiness Preparation Proposal (R-PP) to the Forest Carbon Partnership Facility (FCPF)\n* Opportunities for Climate-compatible Tourism Development in Belize"}, {"text_block_id": "p21_b309", "text": "ES4. Institutional Framework"}, {"text_block_id": "p21_b310", "text": "Several Ministries also have responsibilities for management of resources which are likely to feel the effects of Climate Change. Some of the key ministries are the Ministry of Forestry, Fisheries and Sustainable Development (MFFSD), the Ministry of Natural Resources and Agriculture (MNRA), the Ministry of Energy, Science and Technology and Public Utilities (MESTPU), and the Ministry of Finance and Economic Development (MFED) (Why not use the acronyms). The MFFSD serves as the National Focal Point for Climate Change and the Ministry with responsibility for the coordination and implementation of Climate Change policies and"}, {"text_block_id": "p21_b311", "text": "measures with respect to the fulfilment of the country’s obligations under the UNFCCC."}, {"text_block_id": "p22_b312", "text": "ES Table 2: Ministries, Agencies and Climate Change Management Functions"}, {"text_block_id": "p23_b313_merged", "text": "However, in some cases laws may not exist to cover certain topics. In such cases e.g., Energy, the responsibility is assigned to a particular Minister by virtue of his appointment by the Governor General (on the advice of the Prime Minister) and portfolio subjects are assigned to the Ministry at the time of his appointment."}, {"text_block_id": "p23_b315", "text": "ES5. Legislative and Regulatory Mechanisms"}, {"text_block_id": "p23_b316", "text": "ES6. National Climate Change Policy, Strategy and Action Plan"}, {"text_block_id": "p23_b317", "text": "Recognizing"}, {"text_block_id": "p23_b318", "text": "that Climate Change is already having a negative effect on the social, economic and productive sectors such as the coastal zone and human settlement, fisheries and aquaculture, agriculture, forestry, tourism, water, energy and health; the physical environment including land, and infrastructure, such as roads and coastal structures; as well as the sustainability of natural resources such as marine and coastal areas, natural ecosystems, and biodiversity;"}, {"text_block_id": "p23_b319", "text": "Also recognizing"}, {"text_block_id": "p23_b320", "text": "that because of their vulnerabilities Climate Change impacts will increase their development challenges;"}, {"text_block_id": "p23_b321", "text": "The GOB:"}, {"text_block_id": "p23_b322", "text": "Is Committed"}, {"text_block_id": "p23_b323", "text": "to taking all necessary and feasible actions at the national, regional and international levels to meet the stipulations of the UNFCCC and the Kyoto Protocol, which includes implementing and effectively executing adaptation and mitigation measures;"}, {"text_block_id": "p23_b324", "text": "Declare"}, {"text_block_id": "p23_b325", "text": "the need for a policy to guide the national action plan and strategy to address the effects of Climate Change; such a policy entails a well-coordinated and holistic approach across various economic sectors in adaptation and mitigation measures."}, {"text_block_id": "p24_b326", "text": "Have Agreed"}, {"text_block_id": "p24_b327_merged", "text": "to the articulation of a National Climate Change Policy, Strategy and Action Plan which will serve as a Road Map for all governmental entities as they seek to develop and implement adaptation and mitigation policies and programme in their respective portfolios)."}, {"text_block_id": "p24_b330", "text": "Vision"}, {"text_block_id": "p24_b331", "text": "Demonstrating leadership and commitment to ensure that the challenges of Climate Change and sea level rise are fully addressed, and harnessing the necessary resources in support of the development of special programmes that are effective, resilient and sustainable."}, {"text_block_id": "p24_b332", "text": "Goal"}, {"text_block_id": "p24_b333", "text": "The goal of the National Climate Change Policy is to guide the short, medium and long-term processes of adaptation and mitigation of Climate Change in accordance with national objectives for sustainable development in addition to regional and international commitments. This policy shall ensure an integrated and well-coordinated approach to Climate Change adaptation and mitigation by fostering the development of appropriate administrative and legislative mechanisms in alignment with national sectoral policies and plans. The policy will further provide guidance towards the adoption of a low carbon development pathway by focusing on the reduction of anthropogenic greenhouse gas emissions."}, {"text_block_id": "p24_b334", "text": "Objectives"}, {"text_block_id": "p24_b335", "text": "The objectives of the National Climate Change Policy are to:"}, {"text_block_id": "p24_b336", "text": "The objectives of the National Climate Change Policy are to:\n* Integrate Climate Change adaptation and mitigation into key national developmental\n* Build Climate Change resilience to prevent, reduce or adapt to the negative impacts of\n* Promote capacity building and networking across all implementing/involved agencies\n* Source and secure adequate financing over the short, medium and long term periods for\n* Capitalize on opportunities currently available through Climate Change negotiation"}, {"text_block_id": "p24_b346", "text": "ES7. Policies, Strategies & Action Plan"}, {"text_block_id": "p24_b347", "text": "Taking into consideration the guiding principles, vision, goals, and objectives which inform the National Climate Change Policy articulated in the preceding section, the GOB will endeavour to implement the Policy through the adoption of a strategy which is consistent with the overall"}, {"text_block_id": "p25_b348", "text": "The implementation of this policy and its action plan shall be coordinated by the NCCO in the MFFSD. In coordinating the implementation of the NCCPSAP, the NCCO shall have regard to the need to:"}, {"text_block_id": "p25_b349", "text": "The implementation of this policy and its action plan shall be coordinated by the NCCO in the MFFSD. In coordinating the implementation of the NCCPSAP, the NCCO shall have regard to the need to:\n* facilitate the provision of adequate support on mitigation and adaptation measures to\n* monitor the impact of the strategy against the goals and objectives that have been set;\n* make appropriate adjustments to the policy and strategy in light of intended or"}, {"text_block_id": "p25_b355", "text": "This policy shall guide the work of all Government, Statutory, Non-governmental and Civic entities which are involved in, or seek to become involved in, addressing Climate Change in Belize."}, {"text_block_id": "p25_b356", "text": "ES8. Climate Change Action Plan"}, {"text_block_id": "p25_b357_merged", "text": "The Climate Change Action Plan is a five year programme (2015-2020) which is intended to provide the foundation for the country’s capacity and resilience to meet the challenges of Climate Change. The Action Plan is divided into two thematic areas namely adaptation and mitigation. The sectors for which adaptation and mitigation strategy and action plans will be addressed are:"}, {"text_block_id": "p25_b362", "text": "The Climate Change Action Plan is a five year programme (2015-2020) which is intended to provide the foundation for the country’s capacity and resilience to meet the challenges of Climate Change. The Action Plan is divided into two thematic areas namely adaptation and mitigation. The sectors for which adaptation and mitigation strategy and action plans will be addressed are:\n* Agriculture\n* Forestry\n* Fisheries and Aquaculture\n* Coastal and Marine Resources\n* Water Resources\n* Land use and Human Settlements\n* Human Health\n* Energy\n* Tourism\n* Transportation\n* Solid Waste"}, {"text_block_id": "p26_b384", "text": "ES9. Institutional Arrangements and Management Mechanisms"}, {"text_block_id": "p26_b385", "text": "ES10. Climate Change Department"}, {"text_block_id": "p26_b386", "text": "ES11. The New Belize National Climate Change Committee"}, {"text_block_id": "p27_b387", "text": "ES12. Resource Mobilisation"}, {"text_block_id": "p27_b388", "text": "ES13. Financing the Start-up of the CCD:"}, {"text_block_id": "p27_b389_merged", "text": "While the report acknowledges that cost of recurrent expenses should come from the consolidated Fund, it also noted the possibility of innovative sources of funding-namely the establishment of two revenue streams. The two potential revenue streams identified, which can be implemented immediately are: (a) a carbon levy and (b) a vehicle efficiency levy. These revenue streams, it was noted, are in alignment with MESTPU's strategic goal to halve importation of refined fossil fuels from 1,000,000 barrels to 500,000 barrels."}, {"text_block_id": "p28_b391", "text": "ES14: Recommendations:"}, {"text_block_id": "p28_b392", "text": "The implementation of the NCCSAP will require that the Cabinet give approval to the following:"}, {"text_block_id": "p28_b393", "text": "1)"}, {"text_block_id": "p28_b394", "text": "Adopt the National Climate Change Policy and Strategy as the official government policy and strategy to enable the country achieve the adaptation and mitigation goals."}, {"text_block_id": "p28_b395", "text": "2)"}, {"text_block_id": "p28_b396", "text": "Amend key sectoral laws to make them consistent with the UNFCCC and to ensure that all actions under the Ministry responsible for Climate Change have the legislative basis to be implemented and translated from concept to practice. This can be done either through single Statute (Miscellaneous) Amendments Bill or through a raft of separate amendments of the relevant sectoral laws."}, {"text_block_id": "p28_b397", "text": "3)"}, {"text_block_id": "p28_b398", "text": "Establish a CCD, in the Ministry responsible for Climate Change with the role of primary coordination, policy direction, oversight and guidance across all levels of government. The CCD should ensure mainstreaming of Climate Change by national government agencies and departments. The CCD is expected to coordinate Climate Change issues through an inter-ministerial and inter-agency committee as required by the UNFCCC."}, {"text_block_id": "p28_b399", "text": "4)"}, {"text_block_id": "p28_b400", "text": "The CCD will be the primary national government technical agency for Climate Change response and should be located within the sectoral ministry responsible for climate affairs."}, {"text_block_id": "p28_b401", "text": "5)"}, {"text_block_id": "p28_b402", "text": "Approve the revised mandate of the BNCCC to provide policy guidance and oversee the operations of the CCD. Among the duties of the BNCCC will be the regular revision of the NCCPSAP, oversee the implementation of the Climate Change Strategy and Action plan, ensure there is adequate compliance with, and enforcement of policies and regulatory provisions, and monitor and report on progress achieved in implementing these policies and action plan."}, {"text_block_id": "p28_b403", "text": "6)"}, {"text_block_id": "p28_b404", "text": "Establish, by an Act of Parliament, a CCTF, and confer on PACT, responsibility for the management of that Fund, and establish a CCFC as a standing committee of the PACT whose main function will be resource mobilization in support of Climate Change."}, {"text_block_id": "p28_b405", "text": "In order to fulfil its mandate, the CCD will be provided with annual GOB budget allocation and adequate staffing capacity that support the performance of these key functions."}, {"text_block_id": "p29_b406", "text": "1. INTRODUCTION"}, {"text_block_id": "p29_b407_merged", "text": "The preparation of the NCCPSAP involved extensive literature based research and data mining, not only involving information on the effects of Climate Change on SIDS in general and Belize, in particular, but consultations with experts in the field, government technocrats, and practitioners, with a direct and understandable interest in the outcome of measures being designed to mitigate and adapt to Climate Changes.These consultations served to highlight the concerns widely held, that not only is Climate Change and climate variability a real threat, but that it was already happening."}, {"text_block_id": "p30_b409", "text": "1.1 Geography"}, {"text_block_id": "p30_b410", "text": "Belize is a Central American country bounded between latitudes 15.45"}, {"text_block_id": "p30_b411", "text": "–"}, {"text_block_id": "p30_b412", "text": "18.30"}, {"text_block_id": "p30_b413", "text": "o"}, {"text_block_id": "p30_b414", "text": "N and longitude 87.5"}, {"text_block_id": "p30_b415", "text": "–"}, {"text_block_id": "p30_b416", "text": "89.25"}, {"text_block_id": "p30_b417", "text": "o"}, {"text_block_id": "p30_b418", "text": "W."}, {"text_block_id": "p30_b419", "text": "Total national territory covers 46,620 km"}, {"text_block_id": "p30_b420", "text": "2"}, {"text_block_id": "p30_b421", "text": ", which includes 22,960 km"}, {"text_block_id": "p30_b422", "text": "2"}, {"text_block_id": "p30_b423", "text": "(8,867 miles"}, {"text_block_id": "p30_b424", "text": "2"}, {"text_block_id": "p30_b425", "text": ") of land and 1,060 cayes. Many of these cayes are located along the barrier reef shelf, several of which are uninhabitable. Along"}, {"text_block_id": "p30_b426", "text": "Belize’s"}, {"text_block_id": "p30_b427", "text": "eastern boundary is the widely acclaimed barrier reef, while on the north, west and south sides are bounded by the Central American countries of Mexico, and Guatemala respectively. The country is well known as the home of the longest barrier reef in the Western Hemisphere. This 220 km reef stretches the entire coastline and is recognized by the United Nations as a World Heritage Site. The Government of Belize has also recognized the reef's uniqueness, protecting substantial portions in marine"}, {"text_block_id": "p30_b428", "text": "tand at less than one meter above sea level, making these areas very vulnerable to storm surge from rising sea levels."}, {"text_block_id": "p30_b429", "text": "1.2 Situation Analysis"}, {"text_block_id": "p30_b430_merged_merged", "text": "The GOB in its first (1994) National Inventory of Sources and Sinks of Greenhouse Gases confirmed that its contribution to GHG is negligible, and that in fact, it is a net sink for greenhouse gases, i.e., it absorbs more than it emits.A second National Inventory, using base"}, {"text_block_id": "p31_b432", "text": "years for 1997 and 2000 and carried out in 2009 reveal similar findings."}, {"text_block_id": "p31_b433", "text": "Despite these findings, Belize, like other Caribbean and small, developing, countries is most vulnerable to the adverse impacts of Climate Change due to:"}, {"text_block_id": "p31_b434", "text": ""}, {"text_block_id": "p31_b435", "text": "its long, low-lying coastline;"}, {"text_block_id": "p31_b436", "text": ""}, {"text_block_id": "p31_b437", "text": "its over 1,060 small islands;"}, {"text_block_id": "p31_b438", "text": ""}, {"text_block_id": "p31_b439", "text": "its second-longest barrier reef in the world and 17,276 km"}, {"text_block_id": "p31_b440", "text": "2"}, {"text_block_id": "p31_b441", "text": "of forest cover, each of which support fragile ecosystems; and"}, {"text_block_id": "p31_b442", "text": ""}, {"text_block_id": "p31_b443", "text": "the fact that it is very prone to natural disasters, especially hurricanes."}, {"text_block_id": "p31_b444", "text": "Given the above, some of the major concerns to Belize as a result of Climate Change are induced natural hazards and sea level rise."}, {"text_block_id": "p31_b445", "text": "According to recent IPCC reports, there is evidence to support the assertion that hurricanes and tropical storms are likely to become, on the whole, more intense under a warmer climate as a result of higher sea"}, {"text_block_id": "p31_b446", "text": "‐"}, {"text_block_id": "p31_b447", "text": "surface temperatures."}, {"text_block_id": "p31_b448", "text": "What there is some uncertainty about are the changes in frequency, and changes to storm tracks and their interactions with other features of climate variability (such as the El Niño Southern Oscillation) which introduces uncertainty at the regional scale (Christensen"}, {"text_block_id": "p31_b449", "text": "et al"}, {"text_block_id": "p31_b450", "text": "., 2007)."}, {"text_block_id": "p31_b451", "text": "Given that about one half of Belize’s population are concentrated in coastal population centers, and that the country’s economy is high"}, {"text_block_id": "p31_b452_merged_merged_merged_merged", "text": "ly dependent on commodity exports and tourism, the nation’s economic and social exposure becomes significantly increased when one considers the compounding effects of Climate Change. Tropical storms have historically inflicted the greatest damage and recurrent flooding (a major threat) is due to storm surge, heavy and/or persistent rainfall and the altering of natural drainage and sink systems. Recent hydro-meteorological events have resulted in significant losses to the country’s productive sectors. The vulnerability of concentrated populations in exposed areas such as in Belize City, home of approximately one third of the country’s population, is exacerbated by inadequacies in housing and support infrastructure, and environmental fragility, in part a result of its location, climate, and topography."}, {"text_block_id": "p32_b459", "text": "2.0 CLIMATE CHANGE MODELS AND PREDICTIONS"}, {"text_block_id": "p32_b460", "text": "Climate Change identifies an alteration or statistical redistribution of mean long-term weather patterns over an area. This alteration may therefore be manifested as changes in the average weather conditions, or in the time variation of weather around longer-term average conditions (e.g., more or fewer extreme weather events). Changes in climate may be caused by numerous factors such as biotic processes, variations in solar radiation received by Earth, changes in atmospheric greenhouse gases such as water vapour and carbon dioxide, plate tectonics, volcanic eruptions and certain human and population activities."}, {"text_block_id": "p32_b461", "text": "Climate models are therefore mathematical constructions of those contributing elements (and their feedbacks), to compute how they drive the long-term mean weather behaviour over an area. They are computationally intensive numerical models, which are based on the physical sciences through integration of a variety of fluid dynamics, chemical, and biological equations. From the quasi-closed"}, {"text_block_id": "p32_b462", "text": "atmospheric system of the global climate models to the smaller, nested ‘opened borders’"}, {"text_block_id": "p32_b463", "text": "system of the regional climate models, the primary objective of the climate model is to determine to what degree the local climate of the given area could change as a result of the changing contributions from the climate drivers."}, {"text_block_id": "p32_b464_merged_merged", "text": "Since 2000, the IPCC produced The Special Report on Emissions Scenarios (SRES), which described four families of emissions’ scenarios. The scenarios are based on an extensive assessment of driving forces and emissions in the scenario literature, alternative modelling approaches, and an \"open process\" that solicited wide participation and feedback. Four qualitative storylines yield four sets of scenarios called \"families\": A1, A2, B1, and B2. Altogether 40 SRES scenarios have been developed. All scenarios are equally valid with no assigned probabilities of occurrence. The set of scenarios consists of six scenario groups drawn from the four families: one group each in A2, B1, B2, and three groups within the A1 family, characterizing alternative developments of energy technologies: A1FI (fossil fuel intensive), A1B (balanced), and A1T (predominantly non-fossil fuel). The SRES scenarios are \"(or \"reference\") scenarios, which means, that they do not take into account any current or future measures to limit (GHG) emissions. Projections of future climate and hence quantifying the Climate Change could then be assessed under the auspices of the storylines defined by the individual scenarios. A summary description of the four scenarios families is provided in Table 2.1"}, {"text_block_id": "p33_b469_merged", "text": "Within the past decade, global climate models have demonstrated admirable skills in reproducing the large-scale characteristics of the global climate dynamics. Regional climate models on the other hand, have been able to incorporate regional and local effects into the GCM results, by using the projected GCM data as boundary conditions and simulating the climate at a finer spatial scale over a relatively small area, such as a country, through the process of downscaling the GCM projections. The downscaled results have been shown to provide a better physical representation of the local climate of that area. It is through this process of downscaling that changes in the dynamic climate processes at the national scale of Belize and at a local or municipal scale could be projected. A combination of GCMs and RCMs projections was utilized in investigating the climatic changes for the country of Belize, up to the end of the 21st Century."}, {"text_block_id": "p33_b474", "text": "Table 2.1: Summary Description of the Four Scenarios Families"}, {"text_block_id": "p34_b475", "text": "2.1 Historical Data"}, {"text_block_id": "p34_b476", "text": "The historical data used to define the climate in Belize was provided by the National Meteorological Service of Belize and came from a set of sixty-six (66) stations scattered across the country. The period of observations varied widely for the different meteorological elements at the various stations. For example, some of the stations which recorded rainfall had data series beginning as early as 1912 while rainfall data collection for a few of the other stations began only in the late 1970s. Further, although all the stations recorded rainfall, only a handful recorded the other atmospheric elements."}, {"text_block_id": "p34_b477", "text": "Table 2.2"}, {"text_block_id": "p34_b478", "text": "below provides the number of stations, which recorded the main meteorological elements."}, {"text_block_id": "p34_b479", "text": "Table 2.1: Elements and Observation Stations"}, {"text_block_id": "p34_b480_merged_merged", "text": "The climate in Belize can be defined by two sets of overlapping seasons characterized by temperature and precipitation. The cooler season (which coincides with the Northern Hemisphere’s winter period (December -February), and the warmer season which basically includes the remaining months of the year. The second set of seasons is the dry period (December -April) and the wet period (May -November). A double peak of rainfall quantities further characterizes the wet period, which typically occur in June and September, with a characteristic dip during the months of July and August. Figures 2.1 and 2.2 provide the long-term mean monthly rainfall and temperatures for the entire country for the period 1960 – 2013."}, {"text_block_id": "p35_b491", "text": "Figure 2.1 Mean Monthly Rainfall for Belize"}, {"text_block_id": "p35_b492", "text": "Figure 2.2 Mean Monthly Temperatures for Belize"}, {"text_block_id": "p35_b493", "text": "Although the country receives an annual average of over 4000 mm of rainfall, the distribution is quite diverse, with the largest amounts concentrated in the southern region of Toledo as depicted in the monthly distributions in"}, {"text_block_id": "p35_b494", "text": "Figure 2.3"}, {"text_block_id": "p35_b495", "text": ". The onset of the wet season begins in early May in Toledo and progresses steadily northward to the Stann Creek, Belize, Cayo and Orange Walk Districts by late May, and then extends into the Corozal District by early June. The annual rainfall average ranges from about 1500 mm in the north to about 4050 mm in the south. Despite the wide variability in the rainfall quantity in the northern districts from year to year, in the south, the rainfall quantities have been fairly stable and regular."}, {"text_block_id": "p35_b496_merged_merged", "text": "Temperature distributions during the cooler and warmer seasons are also quite distinctive. Although there is a general gradient in the annual average temperature of about 27°C along the coast to about 21°C in the inland mountainous regions, the spatial contrast is more con spicuous in the defined thermal seasons on a month-by-month basis. During the cooler months (Nov-Feb), there is a sharp differential in the mean temperatures between the northern and southern halves of the country, with the mean temperature in the northern half typically being 3-5oC warmer than that of the southern districts. In the warmer part of the year (March – October) that difference is not apparent (See Figure 2.4.)."}, {"text_block_id": "p36_b503", "text": "Figure 2.3: Mean observed monthly Rainfall distribution (unit = mm/day)"}, {"text_block_id": "p37_b504", "text": "Figure 2.4: Mean observed monthly temperature distribution (Unit = degrees Celsius)"}, {"text_block_id": "p37_b505", "text": "The mean maximum temperatures typically vary between 26"}, {"text_block_id": "p37_b506", "text": "o"}, {"text_block_id": "p37_b507", "text": "C and 33"}, {"text_block_id": "p37_b508", "text": "o"}, {"text_block_id": "p37_b509", "text": "C, with the highest values always in the northern regions of Corozal, Belize and Orange Walk Districts and the coolest values in the highlands of the Maya Mountains. See"}, {"text_block_id": "p37_b510", "text": "Figure 2.5"}, {"text_block_id": "p37_b511", "text": "."}, {"text_block_id": "p37_b512_merged_merged", "text": "The distribution for the mean minimum temperature mirrors that of the mean maximum temperature during the cooler season (November – February) with the higher values in the northern region and the cooler values in the highlands of the Maya Mountains. However the pattern is quite different in the warmer period (March – October) when the higher minimum"}, {"text_block_id": "p38_b517_merged", "text": "temperatures spread along the coastal region and become wrapped around the Maya Mountains before retreating again by the end of October. See Figure 2.6."}, {"text_block_id": "p38_b520", "text": "Figure 2.5: Mean observed monthly maximum temperature distribution (Unit = degrees Celsius)"}, {"text_block_id": "p39_b521", "text": "Figure 2.6 Mean observed monthly minimum temperature distribution (Unit = degrees Celsius)"}, {"text_block_id": "p39_b522", "text": "2.2 Model Data"}, {"text_block_id": "p39_b523", "text": "The data, which constitute this section, are mostly the result of the regional downscaling performed by the PRECIS model at 25 km resolution, with boundary conditions from the ECHAM5 global climate model (GCM) to generate the higher-scaled resolution and forced by the SRES A1B scenario. Further very high-resolution model downscaling was also performed using the Direct Area Downscaling (DAD) model (Charlery and Nurse, 2010). The DAD model allows the development of very high-resolution downscaling in small domains such as"}, {"text_block_id": "p40_b524", "text": "watersheds, islands and where observed data is not regular or standardized. Additional data were extracted from the United Nations Development Programme (UNDP) Climate Change Country Profiles project (McSweeney"}, {"text_block_id": "p40_b525", "text": "et al."}, {"text_block_id": "p40_b526", "text": "2008; 2009). This latter dataset provides country-scale data files and multi-model scenario-based projections for several developing countries, including Belize. The dataset makes available observed and modeled climate data for climate impact assessment and exploration by providing observed data and future climate projections modeled using the SRES scenarios in the IPCC Fourth Assessment Report for each country, including Belize, in a standard format (Meehl"}, {"text_block_id": "p40_b527", "text": "et al.,"}, {"text_block_id": "p40_b528", "text": "2007; McSweeney"}, {"text_block_id": "p40_b529", "text": "et al"}, {"text_block_id": "p40_b530", "text": ", 2008, 2010)."}, {"text_block_id": "p40_b531", "text": "2.3 Climate Change Projections"}, {"text_block_id": "p40_b532", "text": "2.3.1 Air Temperature"}, {"text_block_id": "p40_b533", "text": "Using an ensemble A-OGCM projections model, McSweeney et al. (2008, 2010) have shown the following overall projected mean temperature changes for Belize:"}, {"text_block_id": "p40_b534", "text": "1."}, {"text_block_id": "p40_b535", "text": "Increases in the 2030s:"}, {"text_block_id": "p40_b536", "text": "Increases in the 2030s:\n* 0.4Â°C to 1.3Â°C according to the B1 scenario;\n* 0.4Â°C to 1.7Â°C according to the A1B scenario;\n* 0.7Â°C to 1.5Â°C according to the A2 scenario.\n* 0.8Â°C to 2.0Â°C according to the B1 scenario;\n* 1.2Â°C to 2.9Â°C according to the A1B scenario;\n* 1.7Â°C to 2.9Â°C according to the A2 scenario.\n* 1.3Â°C to 2.7Â°C according to the B1 scenario;\n* 2.0Â°C to 3.8Â°C according to the A1B scenario;\n* 2.8Â°C to 4.6Â°C according to the A2 scenario."}, {"text_block_id": "p40_b542", "text": "2."}, {"text_block_id": "p40_b543", "text": "Increases in the 2060s:"}, {"text_block_id": "p40_b550", "text": "3."}, {"text_block_id": "p40_b551", "text": "Increases in the 2090s:"}, {"text_block_id": "p40_b558", "text": "The study further showed that the projected rate of warming is similar in all the seasons, but more rapid in the southern region during August to October and in the western interior regions of the country during May to July, than in the northern, coastal regions (McSweeney"}, {"text_block_id": "p40_b559", "text": "et al"}, {"text_block_id": "p40_b560", "text": ", 2008; 2010). McSweeney also reported that the mean annual temperature has increased by 0.45"}, {"text_block_id": "p40_b561", "text": "o"}, {"text_block_id": "p40_b562", "text": "C since 1960, at an average rate of 0.10"}, {"text_block_id": "p40_b563", "text": "o"}, {"text_block_id": "p40_b564", "text": "C per decade. The average rate of increase is most rapid in the wet seasons (May -Oct) at 0.14"}, {"text_block_id": "p40_b565", "text": "o"}, {"text_block_id": "p40_b566", "text": "C -0.15"}, {"text_block_id": "p40_b567", "text": "o"}, {"text_block_id": "p40_b568", "text": "C per decade and slower in the dry seasons (Nov -Apr) at 0.08 -0.09"}, {"text_block_id": "p40_b569", "text": "o"}, {"text_block_id": "p40_b570", "text": "C per decade."}, {"text_block_id": "p40_b571", "text": "Figure 2.7"}, {"text_block_id": "p40_b572", "text": "depicts the mean annual temperature anomaly across the models ensemble referenced to 1970 -1999."}, {"text_block_id": "p40_b573_merged_merged_merged", "text": "Between 1960 and 2003, the frequency of hot days and hot nights has increased strongly, with the average number of hot days having increased by 6.7 days during summer (Jun – Aug) and the average number of ‘hot’ nights per year having increased by 37 nights. Contrastingly, the frequency of cold days and nights, annually, has decreased significantly. The average number of"}, {"text_block_id": "p41_b578", "text": "‘cold ‘days per year has decreased by 21 days and the average number of ‘cold’ nights per year"}, {"text_block_id": "p41_b579_merged", "text": "has decreased by 23 days between 1960 and 2003. Figures 2.8 though to 2.11 depict the mean annual percentage of hot days, annual percentage of hot nights, annual percentage of cold days and annual percentage of cold nights anomalies respectively, across the models ensemble referenced to 1970 -1999."}, {"text_block_id": "p41_b584", "text": "Figure 2.7 -Observed (1960-2006) and projected (to 2100) annual air temperature anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p41_b585", "text": "Figure 2.8 -Observed (1960-2006) and projected (to 2100) annual percentage of hot days anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p42_b586", "text": "Figure 2.9 -Observed (1960-2006) and projected (to 2100) annual percentage of hot nights anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p42_b587", "text": "Figure 2.10 -Observed (1960-2006) and projected (to 2100) annual percentage of cold days anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p42_b588", "text": "Figure 2.11 -Observed (1960-2006) and projected (to 2100) annual percentage of cold nights anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p42_b589", "text": "2.3.2 Rainfall"}, {"text_block_id": "p42_b590_merged", "text": "Projections of mean annual rainfall indicate a progressive decrease from the 2030s to the 2090s across all seasons and all emissions scenarios. Mean seasonal rainfall vary at a reduction of 26% for the A2 scenario during February to April to an increase of 55% under the B1 scenario during August -October by the 2090s, but with median values showing overall reductions of between 1% under the B1 scenario during November to January and a reduction of 26% under the A2 scenario during February to April. Despite the variability, ensemble minimum and median values of rainfall changes by the 2030s, 2060s and 2090s, are generally and consistently negative for all seasons and emissions scenarios (McSweeney et al., 2008, 2010). Figure 2.12 depicts the mean monthly precipitation anomaly across the models ensemble referenced to 1970 -1999."}, {"text_block_id": "p43_b595", "text": "Figure 2.12 -Observed (1960-2006) and projected (to 2100) annual precipitation anomalies for Belize (referenced to 1970-1999 (McSweeney et al, 2008; 2009))."}, {"text_block_id": "p43_b596", "text": "2.3.3 Sea level Rise"}, {"text_block_id": "p43_b597", "text": "Most of the eastern coastline of Belize and the outlying reef islands are composed of low-lying"}, {"text_block_id": "p43_b598", "text": "lands which are all susceptible to inundation due to sea level rise. According to the IPCC’s"}, {"text_block_id": "p43_b599", "text": "Fourth Assessment Report (IPCC, 2007), sea level in the vicinity of Belize is projected by climate models to rise by the following levels by the 2090s, relative to 1980 -1999 sea level:"}, {"text_block_id": "p43_b600", "text": ""}, {"text_block_id": "p43_b601", "text": "18 to 43 cm under SRES B1;"}, {"text_block_id": "p43_b602", "text": ""}, {"text_block_id": "p43_b603", "text": "21 to 53 cm under SRES A1B;"}, {"text_block_id": "p43_b604", "text": ""}, {"text_block_id": "p43_b605", "text": "23 to 56 cm under SRES A2"}, {"text_block_id": "p43_b606_merged_merged", "text": "Other authors (such as Meehl et al., 2007; Gregory et al., 2004) have shown that these estimates may be too conservative and regional variability in sea level change relative to the global average is projected to be higher in the North Atlantic in the region near Belize by the end of this century. In fact other recent authors (such as (Rahmstorf, 2007 and 2010; Horton et al., 2008; Vermeer and Rahmstorf, 2009; Grinsted et al., 2009), using semi-empirical models, estimate that sea level may rise more than 1 meter by 2100 or at least double the IPCC (2007) estimates. For the IPCC’s Fifth Assessment Report (IPCC, 2013), the new projections show an increase of 26 -55 cm by 2100 under a low emissions scenario and 52 -98 cm under the high emissions scenario."}, {"text_block_id": "p43_b613", "text": "2.4 Regional Downscaling of ECHAM5 Using PRECIS"}, {"text_block_id": "p43_b614", "text": "The Hadley Centre’s regional climate model, PRECIS, is used to downscale the ECHAM5 GCM"}, {"text_block_id": "p43_b615", "text": "data for Belize at 25 km resolution using the SRES A1B scenario. The following meteorological elements from the simulations will be considered:"}, {"text_block_id": "p43_b616", "text": ""}, {"text_block_id": "p43_b617", "text": "Rainfall"}, {"text_block_id": "p43_b618", "text": ""}, {"text_block_id": "p43_b619", "text": "Temperature (Mean, Maximum, Minimum)"}, {"text_block_id": "p43_b620", "text": ""}, {"text_block_id": "p43_b621", "text": "Wind speed"}, {"text_block_id": "p43_b622", "text": ""}, {"text_block_id": "p43_b623", "text": "Relative Humidity."}, {"text_block_id": "p44_b624", "text": "The changes in the monthly mean of those elements from the baseline 1961"}, {"text_block_id": "p44_b625", "text": "–"}, {"text_block_id": "p44_b626", "text": "1990 values will be presented for the decades of the 2020s, 2050s, 2070s and 2090s."}, {"text_block_id": "p44_b627", "text": "2.4.1 Rainfall (PRECIS/ECHAM5 Model)"}, {"text_block_id": "p44_b628", "text": "Figures 2.13"}, {"text_block_id": "p44_b629", "text": "to"}, {"text_block_id": "p44_b630", "text": "2.17"}, {"text_block_id": "p44_b631", "text": "present the changes in mean daily rainfall rate (mm/day) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean daily rainfall rate during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario."}, {"text_block_id": "p44_b632_merged_merged_merged", "text": "The decade of the 2020s (Figure 2.13) suggests a slight increase in the early (May) and late (Oct-Nov) parts of the wet season with peak increases of about 2-4 mm/day in the Stann Creek District. The dry season and the mid-wet season dip (Jun), on the other hand, are characterized by further decreases with largest reductions of about 4 mm/day in the Stann Creek and Cayo Districts."}, {"text_block_id": "p45_b635", "text": "Figure 2.13: Projected difference in monthly precipitation rate for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p45_b636_merged", "text": "In the decade of the 2030s (Figure 2.14), reduced precipitation characterizes the entire country with exceptions only in early (May) and late (Nov) parts of the wet season. Largest decreases of 2-5 mm/day are projected in the Stann Creek District. The months of May and November are marked by an increase of 1-3 mm/day in the Stann Creek, Cayo and Orange Walk Districts."}, {"text_block_id": "p46_b640", "text": "Figure 2.14: Projected difference in monthly precipitation rate for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p46_b641_merged", "text": "The decade of the 2050s (Figure 2.15) projects an enhancement of the 2030s pattern of reduced rainfall (-1 to -4 mm/day) in the dry season (December – April). Increased precipitation of 2-7 mm/day is projected during the early (May) and late (Oct -Nov) parts of the wet season in the Stann Creek and Cayo Districts."}, {"text_block_id": "p47_b646", "text": "Figure 2.15: Projected difference in monthly precipitation rate for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p47_b647_merged", "text": "In the decades of the 2070s (Figure 2.16) and 2090s (Figure 2.17) the surge in precipitation in the early part of the wet season (May) is no longer apparent, but instead, the Belize landscape is marked by reduced rainfall from December through to September. The largest reduction of up to -7 mm/day is projected in the Stann Creek District during the mid-wet season dip in June. The end of the wet season (Oct -Nov) maintains increased rainfall of 2 – 5 mm/day in the western Toledo, Stann Creek, Orange Walk and Corozal Districts."}, {"text_block_id": "p48_b654", "text": "Figure 2.16 Projected difference in monthly precipitation rate for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p49_b655", "text": "Figure 2.17: Projected difference in monthly precipitation rate for Belize in the decade of the 2090s over the 1961-1990 period, using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p49_b656", "text": "2.4.2 Temperatures (PRECIS/ECHAM5 Model)"}, {"text_block_id": "p49_b657", "text": "2.4.2.1 Mean Temperature"}, {"text_block_id": "p49_b658", "text": "Figures 2.18"}, {"text_block_id": "p49_b659_merged", "text": "to 2.22 present the changes in mean monthly temperature change (in degrees Celsius) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean monthly temperature during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario. Through each decade, a broad nation-wide increase of approximately 1C is projected in the decade of the 2020s, 11.8 C in the 2030s, 1.8 – 2.9 C in the 2050s, 2.5 -4.3 C in the 2070s and 3.2 – 4.9 C in the 2090s"}, {"text_block_id": "p50_b672_merged", "text": "over the 1961-1990 values respectively. While there does not appear to be a proportional rate of increase as defined by the characteristic spatial variations which existed during the warm (March -October) and cool (Nov -Feb) periods in Figure 2.4, the rate of warming is projected to be consistently lowest along the coastal section of the Belize District."}, {"text_block_id": "p51_b675", "text": "Figure 2.18: Projected difference in mean monthly temperature for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p51_b676", "text": "Figure 2.19: Projected difference in mean monthly temperature for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p52_b677", "text": "Figure 2.20: Projected difference in mean monthly temperature for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p53_b678", "text": "Figure 2.21: Projected difference in mean monthly temperature for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p54_b679", "text": "Figure 2.22: Projected difference in mean monthly temperature for Belize in the decade of the 2090s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p54_b680", "text": "2.4.2.2 Mean Maximum Temperature"}, {"text_block_id": "p54_b681", "text": "Figures 2.23"}, {"text_block_id": "p54_b682", "text": "to"}, {"text_block_id": "p54_b683", "text": "2.27"}, {"text_block_id": "p54_b684", "text": "present the changes in mean monthly maximum temperature change (in degrees Celsius) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean monthly maximum temperature during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario."}, {"text_block_id": "p54_b685_merged_merged", "text": "Mean monthly maximum temperatures are projected to increase between 0oC – 1.4oC during the decade of the 2020s over the 1961-1990 values (see Figure 2.23). In the 2030s (Figure 24), largest increases of 1.2oC – 2.2oC are projected for the cooler season (Nov – Feb). In the"}, {"text_block_id": "p55_b704", "text": "remainder of the year (March"}, {"text_block_id": "p55_b705", "text": "–"}, {"text_block_id": "p55_b706", "text": "October), a different pattern is presented. Cooler mean maximum temperatures are projected for the western half of the country (western Toledo, Cayo, Orange Walk), with the largest reduction of -0.5"}, {"text_block_id": "p55_b707", "text": "o"}, {"text_block_id": "p55_b708", "text": "C to -1.5"}, {"text_block_id": "p55_b709", "text": "o"}, {"text_block_id": "p55_b710", "text": "C in the western section of the Cayo District, while increased values of 0.5"}, {"text_block_id": "p55_b711", "text": "o"}, {"text_block_id": "p55_b712", "text": "C"}, {"text_block_id": "p55_b713", "text": "–"}, {"text_block_id": "p55_b714", "text": "1.5"}, {"text_block_id": "p55_b715", "text": "o"}, {"text_block_id": "p55_b716", "text": "C cover the eastern half of the country."}, {"text_block_id": "p55_b717_merged_merged", "text": "In the decades of 2050s (Figure 2.25), 2070s (Figure 2.26) and 2090s (Figure 2.27), the projected pattern changes to a steady increase in mean maximum temperatures of 1.5oC – 3.5 C in the 2050s to 2.6 C – 3.9 C in the 2070s and then to 3.4 C – 6.6 C in the 2090s over thevalues of the 1961 – 1990 period. For each of the time slices, the largest increases are primarily located in the Orange Walk Districts and to a lesser extent, the western sections of Corozal and Cayo Districts."}, {"text_block_id": "p55_b740", "text": "Figure 2.23: Projected difference in mean monthly maximum temperature for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p56_b741", "text": "Figure 2.24: Projected difference in mean monthly maximum temperature for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p57_b742", "text": "Figure 2.25: Projected difference in mean monthly maximum temperature for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p58_b743", "text": "Figure 2.26 Projected difference in mean monthly maximum temperature for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p59_b744", "text": "Figure 2.27: Projected difference in mean monthly maximum temperature for Belize in the decade of the 2090s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p59_b745", "text": "2.4.2.3 Mean Minimum Temperature"}, {"text_block_id": "p59_b746", "text": "Figures 2.28"}, {"text_block_id": "p59_b747", "text": "to"}, {"text_block_id": "p59_b748", "text": "2.32"}, {"text_block_id": "p59_b749", "text": "present the changes in mean monthly minimum temperature change (in degrees Celsius) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean monthly minimum temperature during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario."}, {"text_block_id": "p59_b750_merged_merged", "text": "A steady increase in the values of the mean monthly minimum temperatures over the 1961 – 1990 era is projected through to 2100. The decade of the 2020s (Figure 2.28) depicts an increase of 0.5oC -1.5oC. In the 2030s (Figure 2.29) the increase is between 0.5oC – 1.2oC. The"}, {"text_block_id": "p60_b767_merged", "text": "increase is projected to be 0.5C – 2.5C during the decade of the 2050s, 2.5C – 3.6 C in the 2070s and 3.3C – 5.3C in the 2090s over the 1961-1990 values (see Figure 2.30 to 2.33). For each of the time slices, the smallest increases are projected to be in the region of the western Stann Creek and eastern Cayo Districts."}, {"text_block_id": "p60_b790", "text": "Figure 2.28: Projected difference in mean monthly minimum temperature for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p61_b791", "text": "Figure 2.29: Projected difference in mean monthly minimum temperature for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p62_b792", "text": "Figure 2.30: Projected difference in mean monthly minimum temperature for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p63_b793", "text": "Figure 2.31: Projected difference in mean monthly minimum temperature for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p64_b794", "text": "Figure 2.32: Projected difference in mean monthly minimum temperature for Belize in the decade of the 2090s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p64_b795", "text": "2.4.3 Relative Humidity (PRECIS/ECHAM5 Model)"}, {"text_block_id": "p64_b796", "text": "Figures 2.33"}, {"text_block_id": "p64_b797", "text": "to"}, {"text_block_id": "p64_b798", "text": "2.37"}, {"text_block_id": "p64_b799", "text": "present the changes in mean monthly relative humidity change (in percentage) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean monthly relative humidity during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario."}, {"text_block_id": "p64_b800_merged_merged", "text": "A general progressively drier atmosphere over the 1961 – 1990 era is projected through to 2100. With the exception of three months (Jan, Oct and Nov) in the decade of the 2020s (Figure 2.33), which showed increases in relative humidity of 1 – 5%, all the other months indicated"}, {"text_block_id": "p65_b807_merged", "text": "reductions in the same -1 to -5% range. In the 2030s (Figure 2.34), increases of 0 – 2% were indicated in the months of May and September to November, while decreases of 3 – 5% were depicted in the other months. This pattern continued in the 2050s (Figure 2.35), followed by a progressive further drying of -5 to -15% during the 2070s (Figure 2.36) and the 2090s (Figure 2.37). The largest decreases were consistently located in the Orange Walk and Corozal Districts."}, {"text_block_id": "p65_b820", "text": "Figure 2.33: Projected difference in mean monthly relative humidity for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p66_b821", "text": "Figure 2.34: Projected difference in mean monthly relative humidity for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p67_b822", "text": "Figure 2.35: Projected difference in mean monthly relative humidity for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p68_b823", "text": "Figure 2.36: Projected difference in mean monthly relative humidity for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p69_b824", "text": "Figure 2.37: Projected difference in mean monthly relative humidity for Belize in the decade of the 2090s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p69_b825", "text": "2.4.4 Wind Speed (PRECIS/ECHAM5 Model)"}, {"text_block_id": "p69_b826", "text": "Figures 2.38"}, {"text_block_id": "p69_b827", "text": "to"}, {"text_block_id": "p69_b828", "text": "2.42"}, {"text_block_id": "p69_b829", "text": "present the changes in mean monthly wind speed (in meters per second) for each month in the decades of the 2020s, 2030s, 2050s, 2070s and 2090s respectively, over the mean monthly relative humidity during the period 1961-1990, using the PRECIS RCM with ECHAM5 boundary data, under the SRES A1B scenario."}, {"text_block_id": "p69_b830_merged_merged", "text": "The decadal change in wind speed over the 1961 – 1990 era is minimal with the variations frequently less than 1 ms -1 for most of the time slices (Figures 2.38 – 2.41). Not until the summer months of the 2090s (Figure 2.42) does the wind speed difference exceed 1 ms -1 over the values of the 1961 – 1990 period. Even then, the difference was frequently less than 1.5 -1 ms ."}, {"text_block_id": "p70_b849", "text": "Figure 2.38: Projected difference in mean monthly relative humidity for Belize in the decade of the 2020s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p71_b850", "text": "Figure 2.39: Projected difference in mean monthly relative humidity for Belize in the decade of the 2030s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p72_b851", "text": "Figure 2.40: Projected difference in mean monthly relative humidity for Belize in the decade of the 2050s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p73_b852", "text": "Figure 2.41 Projected difference in mean monthly relative humidity for Belize in the decade of the 2070s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p74_b853", "text": "Figure 2.42 Projected difference in mean monthly relative humidity for Belize in the decade of the 2090s over the 1961-1990 period using the PRECIS/ECHAM5 model with A1B scenario."}, {"text_block_id": "p74_b854", "text": "2.5 Sea Level Rise (HadGEM2-ES Model)"}, {"text_block_id": "p74_b855_merged", "text": "Further to the data on sea level rise provided for the coastal waters of Belize (Longitude 88W) by the IPCC reports (IPCC 2007, 2013), Table 2.2 provides some additional data for the three Representative Pathways Projection for the scenarios RCP 2.6 (low emission scenario), RCP 4.5 (medium emission scenario) and RCP 8.5 (high emission scenario) from the Hadley Centre’s Unified GCM, HadGEM2-ES. In all three scenarios, the coastal sea level is projected to exceed 10 cm by the 2030s. Heights of 22, 23 and 38 cm respectively are projected for the low, medium and high emission scenarios by 2050 and 34, 56 and 120 cm respectively by the end of the Century."}, {"text_block_id": "p75_b862", "text": "Table 2.2: Sea Level Rise Projection Along the Coast of Belize (Longitude 88) for RCP2.6, RCP4.5 and RCP8.5 from GCM model HadGEM2-ES (Unit = cm)"}, {"text_block_id": "p76_b863", "text": "2.6 Summary"}, {"text_block_id": "p76_b864", "text": "According to the UNDP Country Profiles studies, an increase in air temperature ranging from 2"}, {"text_block_id": "p76_b865", "text": "o"}, {"text_block_id": "p76_b866", "text": "C -4"}, {"text_block_id": "p76_b867", "text": "o"}, {"text_block_id": "p76_b868", "text": "C is projected by 2100 for Belize. Similarly a general decrease in annual rainfall of about 10 % is projected by 2100."}, {"text_block_id": "p76_b869", "text": "With the PRECIS/ECHAM5 modelling, a slight increase in rainfall in the 2020s is suggested in the early (May) and late (Oct-Nov) parts of the wet season with peak increases of about 2-4 mm/day in the Stann Creek District. The dry season and the mid-wet season dip (June), on the other hand, are characterized by further decreases with largest reductions of about 4 mm/day in the Stann Creek and Cayo Districts. By the 2030s, reduced precipitation characterizes the entire country with exceptions only in the early (May) and late (November) sections of the wet season. Largest decreases of 2-5 mm/day are projected in the Stann Creek District."}, {"text_block_id": "p76_b870", "text": "The months of May and November are marked by increases of 1-3 mm/day in the Stann Creek, Cayo and Orange Walk Districts. In the 2050s, an enhancement of the 2030s pattern of reduced rainfall is projected to continue (-1 to -4 mm/day) in the dry season (December"}, {"text_block_id": "p76_b871", "text": "–"}, {"text_block_id": "p76_b872", "text": "April). Increased precipitation of 2-7 mm/day is projected during the early (May) and late (October -November) segments of the wet season in the Stann Creek and Cayo Districts. The surge in precipitation which characterized the early part of the wet season (May) in the earlier part of the century disappears altogether by the 2070s. The largest reduction of up to -7 mm/day is projected in the Stann Creek District during the mid-wet season dip in June. The end of the wet season (October -November) maintains increased rainfall of 2"}, {"text_block_id": "p76_b873", "text": "–"}, {"text_block_id": "p76_b874", "text": "5 mm/day in the western Toledo, Stann Creek, Orange Walk and Corozal Districts for the remainder of the century."}, {"text_block_id": "p76_b875", "text": "Through each decade, a broad nation-wide increase of approximately 1"}, {"text_block_id": "p76_b876", "text": "o"}, {"text_block_id": "p76_b877", "text": "C is indicated in the decade of the 2020s. Increases of 1-1.8"}, {"text_block_id": "p76_b878", "text": "o"}, {"text_block_id": "p76_b879", "text": "C in the 2030s, 1.8"}, {"text_block_id": "p76_b880", "text": "–"}, {"text_block_id": "p76_b881", "text": "2.9"}, {"text_block_id": "p76_b882", "text": "o"}, {"text_block_id": "p76_b883", "text": "C in the 2050s, 2.5 -4.3"}, {"text_block_id": "p76_b884", "text": "o"}, {"text_block_id": "p76_b885", "text": "C in the 2070s and 3.2"}, {"text_block_id": "p76_b886", "text": "–"}, {"text_block_id": "p76_b887", "text": "4.9"}, {"text_block_id": "p76_b888", "text": "o"}, {"text_block_id": "p76_b889", "text": "C in the 2090s are projected over the 1961-1990 values. The rate of warming is projected to be consistently lowest along the coastal section of the Belize District."}, {"text_block_id": "p76_b890_merged_merged_merged_merged", "text": "Mean monthly maximum temperatures are projected to increase between 0 – 1.4oC during the decade of the 2020s over the 1961-1990 values. In the 2030s, largest increases of 1.2 – 2.2oC are projected for the cooler season. In the remainder of the year (March – October), cooler mean maximum temperatures are projected for the western Toledo, Cayo, Orange Walk, with the largest reduction of -0.5 to -1.5oC in the western section of the Cayo District, while increased values of 0.5 – 1.5oC cover the eastern half of the country. In the decades of 2050s, 2070s and 2090s, the projected pattern changes to a steady increase in mean maximum temperatures of 1.5 – 3.5oC in the 2050s to 2.6 – 3.9oC in the 2070s and then to 3.4 – 6.6oC in the 2090s over the values of the 1961 – 1990 period. For each of the time slices, the largest"}, {"text_block_id": "p77_b921", "text": "increases are primarily located in the Orange Walk Districts and to a lesser extent, the western sections of Corozal and Cayo Districts."}, {"text_block_id": "p77_b922", "text": "A steady increase in the values of the mean monthly minimum temperatures over the 1961"}, {"text_block_id": "p77_b923", "text": "–"}, {"text_block_id": "p77_b924", "text": "1990 era are projected through to 2100. The decadal increases are 0.5 -1.5"}, {"text_block_id": "p77_b925", "text": "o"}, {"text_block_id": "p77_b926", "text": "C in the 2020s, 0.5"}, {"text_block_id": "p77_b927", "text": "–"}, {"text_block_id": "p77_b928", "text": "1.2"}, {"text_block_id": "p77_b929", "text": "o"}, {"text_block_id": "p77_b930", "text": "C in the 2030s, 0.5"}, {"text_block_id": "p77_b931", "text": "–"}, {"text_block_id": "p77_b932", "text": "2.5"}, {"text_block_id": "p77_b933", "text": "o"}, {"text_block_id": "p77_b934", "text": "C during the decade of the 2050s, 2.5"}, {"text_block_id": "p77_b935", "text": "–"}, {"text_block_id": "p77_b936", "text": "3.6"}, {"text_block_id": "p77_b937", "text": "o"}, {"text_block_id": "p77_b938", "text": "C in the 2070s and 3.3"}, {"text_block_id": "p77_b939", "text": "–"}, {"text_block_id": "p77_b940", "text": "5.3"}, {"text_block_id": "p77_b941", "text": "o"}, {"text_block_id": "p77_b942", "text": "C in the 2090s. For each of the time slices, the smallest increases are projected to be in the western section of Stann Creek and the eastern section of the Cayo Districts."}, {"text_block_id": "p77_b943", "text": "A general progressively drier atmosphere is projected through to 2100. In the 2030s through to the 2050s, increases of 0"}, {"text_block_id": "p77_b944", "text": "–"}, {"text_block_id": "p77_b945", "text": "2% were indicated in the months May and September to November, while decreases of 3"}, {"text_block_id": "p77_b946", "text": "–"}, {"text_block_id": "p77_b947", "text": "5% were depicted in the other months. A more rapid and further drying of -5 to -15% is projected in the final quarter of the 21"}, {"text_block_id": "p77_b948", "text": "st"}, {"text_block_id": "p77_b949", "text": "Century. The largest decreases were consistently located in the Orange Walk and Corozal Districts."}, {"text_block_id": "p77_b950_merged_merged_merged", "text": "The decadal change in wind speed is minimal with the variations frequently less than 1 ms -1 for most of the time slices. Not until the summer months of the 2090s does the wind speed exceed 1 ms -1 over the values of the 1961 – 1990 period. Even then, the difference was frequently less than 1.5 ms -1 ."}, {"text_block_id": "p77_b959", "text": "Sea level is projected to rise steadily along the coast of Belize. In the low, medium and high emission scenarios, sea level rise is projected to exceed 10 cm by the 2030s. Heights of 22, 23 and 38 cm respectively are projected for the low, medium and high emission scenarios by 2050 and 34, 56 and 120 cm respectively by the end of the Century."}, {"text_block_id": "p78_b960", "text": "3.0 SECTOR VULNERABILITY AND ASSESSMENTS"}, {"text_block_id": "p78_b961", "text": "According to the 2008 Vulnerability Assessment of the Belize Coastal Zone(Neal, Ariola, & Muschamp, 2008)"}, {"text_block_id": "p78_b962", "text": ", the major impacts predicted on biophysical resources “will be from sea"}, {"text_block_id": "p78_b963", "text": "level rise, increased sea surface temperatures, changes in weather patterns and increased storm activity. Corals will be lost due to their susceptibility to increased sea surface temperature and frequent storm events as well as to coral bleaching, disease and physical"}, {"text_block_id": "p78_b964", "text": "damage.”"}, {"text_block_id": "p78_b965", "text": "This point was reinforced by Singh et al"}, {"text_block_id": "p78_b966", "text": "in the 2014 integrated vulnerability and adaptation assessment within priority development sectors, namely coastal development, water, agriculture, tourism, human health and fisheries."}, {"text_block_id": "p78_b967", "text": "In that study they noted that Belize, on the whole, is very susceptible to Climate Change and sea level rise and extreme storm surges."}, {"text_block_id": "p78_b968", "text": "They noted further, that the coastal zone of Belize, where a significant percentage of the population is located and where the bulk of economic activity takes place (tourism and agricultural production), is for the most part below the high tide level. As a result, this places the coastal zone in a very precarious position with regards to climate-driven sea level rise, especially when augmented by storm surges."}, {"text_block_id": "p78_b969_merged_merged_merged", "text": "The key impacts of Climate Change in Belize are the rising sea level, changes in weather patterns possibly resulting in increasing intensity, size and duration of storms and other such catastrophic events, and flooding, and anomalies in precipitation. Many marine and coastal ecosystems and coastal zone communities are inherently sensitive to Climate Change. The Inter-Governmental Panel on Climate Change (IPCC) Fourth (2007) and Fifth Assessment (2014) reports also noted that coastal wetlands are particularly sensitive to Climate Change and long-term sea-level rise as their location is closely linked to sea level."}, {"text_block_id": "p79_b973", "text": "TABLE 3.1: IMPACTS OF CLIMATE CHANGE ON PRIORITY SECTOR"}, {"text_block_id": "p80_b974", "text": "Changes in weather patterns and storm events will result in physical damage and changes in biological processes such as reproduction for mangroves and sea grass beds. Mangroves are expected to retreat sequentially to maintain their position within the ecosystem. Rising sea levels and increase in storm events will most likely cause inundation, erosion and storm surges effects in coastal areas, beaches and cays. The socioeconomic impacts will be from loss of habitat and coastal areas which in turn will directly affect the tourism and fisheries industries."}, {"text_block_id": "p80_b975_merged", "text": "Responding to Belize’s climate vulnerabilities requires making simultaneous advances on adaptation, disaster risk reduction, environmental sustainability and poverty reduction. This requires an integrated approach which addresses the underlying causes of disaster risk, seeks to improve preparedness for future disasters, and ensures integration and alignment with national developmental programmes and Millennium Development Goals (MDGs) goals with"}, {"text_block_id": "p81_b978_merged", "text": "respect to the environment. Belize’s disaster risk management framework is principally framed by the Disaster Preparedness and Response Act of 2002, which established the National general policy of the government related to the mitigation of, preparedness for, response to and"}, {"text_block_id": "p81_b981", "text": "recovery from emergencies and disasters”."}, {"text_block_id": "p81_b982", "text": "The integrated and inclusive approach to Climate Change, which is being recommended, is needed to ensure the implementation of robust and comprehensive strategies and actions. Such an approach must be cross-sectoral and multidisciplinary in nature, covering adaptation and mitigation. This shall allow the country to transition strategically to low-carbon economic development while bolstering its resilience to the impacts of Climate Change."}, {"text_block_id": "p82_b983", "text": "4.0 POLICY, INSTITUTIONAL AND LEGISLATIVE FRAMEWORK"}, {"text_block_id": "p82_b984", "text": "4.1 Policy Instruments to address Climate Change"}, {"text_block_id": "p82_b985", "text": "Some of the key ministries are the Ministry of Forestry, Fisheries and Sustainable Development, the Ministry of Natural Resources and Agriculture, the Ministry of Energy, Science and Technology and Public Utilities, and the Ministry of Finance and Economic Development."}, {"text_block_id": "p82_b986", "text": "Some of the key policy initiatives undertaken to date are as follows:"}, {"text_block_id": "p82_b987", "text": ""}, {"text_block_id": "p82_b988", "text": "Integrated Coastal Zone Management Plan (2013):"}, {"text_block_id": "p82_b989", "text": "The Plan outlines a vision and implementation plan for sustainable use of coastal resources, supports an integrated approach to development planning and adapting to Climate Change."}, {"text_block_id": "p82_b990", "text": "The Plan contains critical measures for Climate Change adaptation relevant to this sector, which includes the identification of short, medium and long-term strategies to address the threats of Climate Change on coastal communities as well as coastal and marine resources."}, {"text_block_id": "p82_b991", "text": "The management plan also takes into consideration the necessary adaptive measures to mitigate projected Climate Change impacts and recommends that all developments within the coastal areas of Belize include an adaptation strategy to mitigate the effects of Climate Change."}, {"text_block_id": "p82_b992", "text": "It also recommends the prioritization of ecosystem-based adaptation as it builds resilience and reduces the vulnerability of local communities to Climate Change."}, {"text_block_id": "p82_b993", "text": ""}, {"text_block_id": "p82_b994", "text": "Ministry of Energy, Science & Technology and Public Utilities (MESTPU) Strategic Plan 2012-2017:"}, {"text_block_id": "p82_b995_merged_merged", "text": "This strategy document which was adopted in 2012 outlines Belize’s National Sustainable Energy Strategy which includes a number of programmes and activities to support the development of the country’s non"}, {"text_block_id": "p82_b998", "text": "-renewable and renewable"}, {"text_block_id": "p83_b999", "text": "energy resources."}, {"text_block_id": "p83_b1000", "text": "The strategy is aimed improving energy efficiency and conservation,"}, {"text_block_id": "p83_b1001", "text": "and developing Belize’s domestic energy resources to facilitate private sector"}, {"text_block_id": "p83_b1002", "text": "participation and investment in the new low carbon energy sector."}, {"text_block_id": "p83_b1003", "text": "It also seeks to empower rural communities to participate in income-generating activities, particularly women and young people; and to encourage and advise the public and private sectors and the general public to become more aware of the critical energy issues and to take appropriate actions and response measures. The Plan also commits to building"}, {"text_block_id": "p83_b1004", "text": "MESTPU’s institutional capacity in order to accomplish its mandate."}, {"text_block_id": "p83_b1005", "text": ""}, {"text_block_id": "p83_b1006", "text": "Sustainable Energy Action Plan for Belize:"}, {"text_block_id": "p83_b1007", "text": "The Sustainable Energy Action Plan (‘the Action Plan’) is a tool to achieve Belize’s renewable ene"}, {"text_block_id": "p83_b1008", "text": "rgy (RE) and energy efficiency"}, {"text_block_id": "p83_b1009", "text": "(EE) potential while meeting Government’s economic, social, and environmental goals."}, {"text_block_id": "p83_b1010", "text": "This Action Plan provides the framework of actions and tasks to overcome the barriers to sustainable energy."}, {"text_block_id": "p83_b1011", "text": ""}, {"text_block_id": "p83_b1012", "text": "Integrated Water Resource Management Policy:"}, {"text_block_id": "p83_b1013", "text": "In 2008, the Government of Belize approved the preparation of an Integrated Water Resource Management Policy for Belize."}, {"text_block_id": "p83_b1014", "text": "This policy document acknowledges the growing threats of Climate Change to the water resources sector and articulates a strategic and comprehensive approach to water management by promoting programmes to enhance the protection and restoration of forest ecosystems and water catchment areas as well as the adoption of standards and best practices for the extraction, production, and distribution of water in order to build resilience relating to freshwater resources in Belize."}, {"text_block_id": "p83_b1015", "text": "In 2010, the MNRA adopted the National Integrated Water Resources Act (NIWRA) which forms the foundation for water resource management in Belize."}, {"text_block_id": "p83_b1016", "text": "This new legislation recognizes"}, {"text_block_id": "p83_b1017", "text": "the roles of the various institutions involved with the management of Belize’s water"}, {"text_block_id": "p83_b1018", "text": "resources and the various legislations administrated by these"}, {"text_block_id": "p83_b1019", "text": "agencies allowing for a more nationally coordinated and integrated management approach, through the establishment of the National Integrated Water Resources Authority."}, {"text_block_id": "p83_b1020", "text": ""}, {"text_block_id": "p83_b1021", "text": "Food and Agriculture Policy (2012):"}, {"text_block_id": "p83_b1022_merged_merged_merged_merged", "text": "The Food and Agriculture policies are guided by the following major challenges/constraints that are facing the sector: labour productivity, inadequate/inappropriate credit, opportunity for improving food security, inadequate infrastructure, maintaining plant/animal health status, increase agro-processing and linkage to the tourist industry, greater diversification. For Fisheries, emphasis is placed on ensuring a sustainable supply of marine products, particularly, lobster, shrimp and conch, while continuing to contribute to food production, foreign exchange earnings and an increasingly globally competitive sector. Acknowledging that the issue of Climate"}, {"text_block_id": "p84_b1024", "text": "Change is not adequately addressed in this policy document, the MNRA, is currently working on the preparation of a National Agriculture Sector Adaptation Strategy to address Climate Change in Belize. This adaptation strategy is expected to be completed later this year."}, {"text_block_id": "p84_b1025", "text": ""}, {"text_block_id": "p84_b1026", "text": "Belize Health Sector Strategic Plan 2013-2017:"}, {"text_block_id": "p84_b1027", "text": "This Strategic Plan 2013-2017 outlines the management of both communicable and non-communicable diseases and highlights means to improve"}, {"text_block_id": "p84_b1028", "text": "health metric goals on primary care whilst stimulating growth in secondary and tertiary care systems. The Plan provides a clear overview of the vision for the health sector which is to maximize health and health equity throughout the sector in alignment with their core values. A situation analysis of the relationship between health and political and demographic forces; economic activity and employment; geography and access; poverty alleviation; environmental health; safety and security; agriculture and nutrition, self-management of health is further provided."}, {"text_block_id": "p84_b1029", "text": ""}, {"text_block_id": "p84_b1030", "text": "National Sustainable Tourism Master Plan of Belize (2010):"}, {"text_block_id": "p84_b1031", "text": "This master plan identifies and describes the four strategic goals for the Belize Tourism sector as: leadership; optimization; sustainability and competitiveness."}, {"text_block_id": "p84_b1032", "text": "An economic overview of Belize Tourism Sector and the identification of new strategic commercial segments are detailed."}, {"text_block_id": "p84_b1033", "text": "Further details are delineated with respect to building the competitiveness of the tourism sector in terms of product development, an integrated destination development, experiential quality enhancement, empowerment of stakeholders and a proactive solution to funding resources, governance and sustainability. Sustainability indirectly pertains to potential Climate Change issues insofar as it includes the identification, assessment and monitoring of specific natural and cultural safeguards needed to avoid degradation of tourism assets. Nonetheless, reference to Climate Change is virtually absent from this document."}, {"text_block_id": "p84_b1034", "text": ""}, {"text_block_id": "p84_b1035", "text": "Second National Communication to UNFCCC (2012)"}, {"text_block_id": "p84_b1036_merged_merged_merged", "text": "need for effective and efficient technology systems in building climate resilience. This study details vulnerability assessments of the following sectors as they are considered critical to the development of Belize: agriculture; coastal zone; fisheries and aquaculture; health; tourism and water resources. The study also outlined greenhouse gas emissions on a sectoral basis to develop recommendations for Climate Change mitigation and to facilitate renewable energy initiatives. It further substantiates the"}, {"text_block_id": "p85_b1038", "text": ""}, {"text_block_id": "p85_b1039", "text": "National Development Framework:"}, {"text_block_id": "p85_b1040", "text": "The National Development Framework provides a holistic approach to building Climate Change resilience in accordance with national developmental goals in addition to regional and international obligations."}, {"text_block_id": "p85_b1041", "text": ""}, {"text_block_id": "p85_b1042", "text": "Growth and Sustainable Development Strategy 2014"}, {"text_block_id": "p85_b1043", "text": "–"}, {"text_block_id": "p85_b1044", "text": "2017"}, {"text_block_id": "p85_b1045", "text": ": The Growth and Sustainable Development Strategy (GSDS) is the guiding development plan for the period 2014"}, {"text_block_id": "p85_b1046", "text": "–"}, {"text_block_id": "p85_b1047", "text": "2017."}, {"text_block_id": "p85_b1048", "text": "It adopts an integrated, systemic approach and encompasses medium-term economic development, poverty reduction and longer-term sustainable development issues."}, {"text_block_id": "p85_b1049", "text": "The GSDS builds on previous documents including especially Horizon 2030: National Development Framework for Belize 2010"}, {"text_block_id": "p85_b1050", "text": "–"}, {"text_block_id": "p85_b1051", "text": "2030."}, {"text_block_id": "p85_b1052", "text": "The GSDS is"}, {"text_block_id": "p85_b1053", "text": "Belize’s primary planning document, pr"}, {"text_block_id": "p85_b1054", "text": "oviding detailed guidance on priorities and on specific actions to be taken during the planning period."}, {"text_block_id": "p85_b1055", "text": ""}, {"text_block_id": "p85_b1056", "text": "National Agenda for Sustainable Development (2013):"}, {"text_block_id": "p85_b1057", "text": "The Strategy document acknowledges the various development strategies and policies being implemented in Belize and advocates the mainstreaming of sustainable development principles and goals in national planning processes. Therefore, it seeks to integrate sectoral policies with sustainable development principles and priorities. This agenda is guided by Horizon 2030 as the latter identifies the core values and long-term vision for development of the Government of Belize. At the national level, The National Agenda for Sustainable Development will facilitate the mainstreaming of core values and principles of sustainable development into national visions and goals across sectoral strategies and activities. At the institutional level, this agenda will facilitate strategic planning,"}, {"text_block_id": "p85_b1058", "text": "management and monitoring of Belize’s initiatives to ensure their ali"}, {"text_block_id": "p85_b1059", "text": "gnment with sustainable development goals, values and principles."}, {"text_block_id": "p85_b1060", "text": ""}, {"text_block_id": "p85_b1061", "text": "The National Climate Resilience Investment Plan (2013)"}, {"text_block_id": "p85_b1062", "text": "disaster risk management capacities across all sectors."}, {"text_block_id": "p85_b1063", "text": "This plan promotes a well-coordinated approach to national development by integrating planning processes across all sectors of the economy through participation among a broad spectrum of stakeholders. It therefore provides the framework for an efficient, productive and strategic approach to building economic and social resilience and development. Special importance is given to building climate resilience and improving"}, {"text_block_id": "p85_b1064", "text": ""}, {"text_block_id": "p85_b1065", "text": "Enhancing Belize’s Resilience to Adapt to the Effects of"}, {"text_block_id": "p85_b1066", "text": "Climate Change -Vulnerability and Adaptation Assessment (2014)"}, {"text_block_id": "p85_b1067_merged_merged_merged_merged", "text": "This project provides an in-depth analysis of the impacts of Climate Change on the following key sectors in Belize: coastal zones; water resources; agriculture; fisheries;"}, {"text_block_id": "p86_b1069", "text": "tourism and human health. It further delineates substantial recommendations for"}, {"text_block_id": "p86_b1070", "text": "adaptation and mitigation measures for each sector in short, medium and long terms in"}, {"text_block_id": "p86_b1071", "text": "order to build national climate resilience."}, {"text_block_id": "p86_b1072", "text": ""}, {"text_block_id": "p86_b1073", "text": "Management and Protection of Key Biodiversity Areas"}, {"text_block_id": "p86_b1074", "text": "agricultural encroachment, illegal logging and hurricane damage."}, {"text_block_id": "p86_b1075", "text": "The KBA project will serve as a critical counterpart in addressing some of the key drivers of deforestation by supporting the promotion of improved forest management practices, revising forest legislation, strengthening forest fire management and response capacity, facilitating local level partnerships with communities, strengthening monitoring and compliance, and increased coordination for balancing environment and development agendas."}, {"text_block_id": "p86_b1076", "text": "4.2 Institutional Framework"}, {"text_block_id": "p86_b1077_merged_merged", "text": "The cross cutting nature of Climate Change means that several sectors not only are exposed to the impacts of climate variability and sea level rise, but also have a role to play in the management of policies being designed to address the problems identified. In recognition of this imperative, the GOB established, in 2009, the Belize National Climate Change Committee (BNCCC)and in 2012 a pro-tem National Climate Change Office (NCCO) in the Ministry of"}, {"text_block_id": "p87_b1080_merged", "text": "Forestry, Fisheries and Sustainable Development (MFFSD), with the assigned responsibility of coordinating the country’s national, regional and international response to Climate Change and ensuring the development of a consistent framework across line ministries and agencies for mitigating the effects of Climate Change. The NCCO is also charged with the responsibility of coordinating Belize's external response to the various reporting and other requirements of UNFCCC and attracting or sourcing funds to support the national effort."}, {"text_block_id": "p87_b1083", "text": "Notwithstanding the establishment of the NCCO, it is also recognized that there are several institutions whose functions and ministerial responsibilities are critical for the effective implementation of Climate Change (See Table 4.1)."}, {"text_block_id": "p87_b1084", "text": "Table 4.1: Ministries, Agencies and Climate Change Management Functions"}, {"text_block_id": "p88_b1085", "text": "The responsibilities assigned to the various Ministries/Agencies stems, in some cases, from their statutory mandate e.g, Department of the Environment (DOE), Fisheries Department, Forestry Department, and the Land Utilization Authority. In other cases it relates to their Ministerial responsibility (e.g. energy, agriculture, roads and works, housing, tourism etc.) that is constitutionally assigned to each Minister on appointment and is part of their portfolio responsibility. Some Government Departments and agencies (Tourism, Health, Municipal bodies, and Coastal Zone) having recognized the extent to which climate variability and Climate Change is impacting on the respective resource sectors are working with the NCCO to ensure that Climate Change adaptation and mitigation measures are incorporated into their revised policies."}, {"text_block_id": "p88_b1086", "text": "4.3 Legislative and Regulatory Framework"}, {"text_block_id": "p89_b1087", "text": "The Convention specifically mentions public health and impact assessment."}, {"text_block_id": "p89_b1088", "text": "These matters are specifically dealt with by the Public Health Act and the Environmental Protection Act and EIA Regulations."}, {"text_block_id": "p89_b1089", "text": "A major area where mainstreaming of Climate Change is of critical importance is in the area of land use planning (this will include statutes such as the Land Utilization Act, the National Lands Act and the Housing and Planning Act)."}, {"text_block_id": "p89_b1090", "text": "Increasingly countries are coming to realize that, in the long term Climate Change adaptation and mitigation need to be supported by an integrated, cross-cutting approach"}, {"text_block_id": "p89_b1091", "text": "–"}, {"text_block_id": "p89_b1092", "text": "in other words, mainstreamed into national development planning."}, {"text_block_id": "p89_b1093", "text": "Of equal importance will be areas such as the Forest and Fisheries Acts."}, {"text_block_id": "p89_b1094", "text": "See Table 4.2 below for a full list of legislative instruments which are supportive of Climate Change adaptation and mitigation and which, over time, will require revision and modification in order to facilitate the mainstreaming of Climate Change adaptation and mitigation."}, {"text_block_id": "p89_b1095", "text": "It should be noted that unlike the Constitution of several other Caribbean and Commonwealth countries e.g., India (see Article 48A), (Government of India) or the Constitution of Guyana (Chapter II"}, {"text_block_id": "p89_b1096", "text": ") (Government of Guyana) which both contains explicit constitutional provisions for the protection of the environment in the body of the Constitution, there are no such provisions in the Constitution of Belize."}, {"text_block_id": "p89_b1097", "text": "Article 48A"}, {"text_block_id": "p89_b1098", "text": "of the Constitution of India provide"}, {"text_block_id": "p89_b1099", "text": "s, “The State shall"}, {"text_block_id": "p89_b1100", "text": "endeavour to protect and improve the environment and to safeguard the forests and wildlife of"}, {"text_block_id": "p89_b1101", "text": "-A(g)"}, {"text_block_id": "p89_b1102", "text": "which states, “…it shall be the duty of"}, {"text_block_id": "p89_b1103", "text": "every citizen of India to protect and improve the natural environment including forests, lakes, rivers and wildlife and to have compassion for"}, {"text_block_id": "p89_b1104", "text": "living creatures.”"}, {"text_block_id": "p89_b1105_merged_merged_merged", "text": "There is nothing in the Constitution of Belize comparable to Article 48A and 51-A. In addition, the Constitution of Belize does not mention or expressly refer to Climate Change. It is to be noted, also, that the Preamble to the Constitution does not form part of the Constitution. However, at the end of the Preamble, the following words appear, “NOW, THEREFORE, the following provisions shall have effect as the Constitution Constitution of Belize only starts at after Part I."}, {"text_block_id": "p89_b1113", "text": "In the absence of such specific national legislative instruments, obligations for compliance with or adherence to national, regional and international treaties, conventions, agreements and policies one has to look to those instruments themselves, of which there are several."}, {"text_block_id": "p90_b1114", "text": "TABLE 4.2: SUMMARY OF ENVIRONMENTAL INSTITUTIONS & LEGISLATIVE FRAMEWORK"}, {"text_block_id": "p91_b1115", "text": "4.4 Comparative Legislative Instruments"}, {"text_block_id": "p91_b1116", "text": "As countries seek to develop policies, strategies and action plans to address Climate Change adaptation and mitigation the question always arises as to the need for or extent to which changes should be made to existing legislation or even the need for new, overarching legislation."}, {"text_block_id": "p91_b1117", "text": "Our examination of practices in several jurisdictions seems to suggest that while a few countries have made changes to legislation, or in some cases, passed new legislation, that really, is not the norm. The United Kingdom Parliament passed the Climate Change Act in 2008."}, {"text_block_id": "p91_b1118", "text": "It set the world’s first legally"}, {"text_block_id": "p91_b1119", "text": "-binding Climate Change target, requiring the UK to reduce its greenhouse gas emissions by at least 80 per cent by 2050 compared with 1990. The primary focus of the UK Climate Change Act is reduction of greenhouse gas emissions."}, {"text_block_id": "p91_b1120", "text": "A number of countries have followed the example set by the UK and have reinforced their international commitments about action on Climate Change through national legislation. A study by the Global Legislators Organisation and the Grantham Research Institute (Townshend et al., 2013) found that 32 of 33 major economies have progressed or are progressing significant climate and/or energy-related legislation. It concluded that much of the substantive progress on legislative activity on Climate Change in 2012 took place in emerging economies, including China, which will provide the motor of global economic growth in coming decades."}, {"text_block_id": "p91_b1121_merged_merged", "text": "In 2012 Mexico became the second country in the world to pass a far-reaching Climate Change Act that will impose binding emission reduction targets on successive governments. The Bill is broadly similar to the UK’s Climate Change Act and will require future governments to meet periodic emission reduction targets with the end goal of cutting carbon emissions 50 percent by 2050."}, {"text_block_id": "p92_b1125", "text": "The Kenyan Government adopted a Climate Change Authority Bill in 2012 which seeks to provide a framework for mitigating and adapting to the effects of Climate Change on various sectors of the economy. The Bill seeks to achieve this by establishing a Climate Change Authority and vesting the Authority with specific powers and functions relating to mitigating and adapting to the effects of Climate Change and development of response strategies to the effects of Climate Change."}, {"text_block_id": "p92_b1126", "text": "4.5 International Obligation"}, {"text_block_id": "p92_b1127", "text": "UNFCCC:"}, {"text_block_id": "p92_b1128", "text": "The focus of the Convention (Article 4(f)) is on policies and actions."}, {"text_block_id": "p92_b1129", "text": "As legislation is closely linked to policies and in fact is an expression of policy"}, {"text_block_id": "p92_b1130", "text": "–"}, {"text_block_id": "p92_b1131", "text": "it will be necessary to review existing policies and legislation to determine the extent to which mainstreaming of Climate Change is necessary."}, {"text_block_id": "p92_b1132", "text": "The UNFCCC enjoys near universal membership of 165 Signatories and 195 parties."}, {"text_block_id": "p92_b1133", "text": "Under the principle of common but differentiated responsibility, Belize is obliged to act within the wider framework of global Climate Change."}, {"text_block_id": "p92_b1134", "text": "Kyoto Protocol:"}, {"text_block_id": "p92_b1135", "text": "Linked to the UNFCCC is the Kyoto Protocol"}, {"text_block_id": "p92_b1136", "text": ", which sets binding targets for reducing GHG emissions. Recognizing that developed countries are principally responsible for the current high levels of GHG emissions in the atmosphere as a result of more than 150 years of industrial activity, the Protocol places a heavier burden on developed nations under the principle of"}, {"text_block_id": "p92_b1137", "text": "“common but differentiated responsibilities.” Therefore, the major distinction between the"}, {"text_block_id": "p92_b1138", "text": "Protocol and the Convention is that while the Convention encouraged industrialized countries to stabilize GHG emissions, the Protocol commits them to do so."}, {"text_block_id": "p92_b1139_merged_merged_merged", "text": "Under the Treaty, countries must meet their targets primarily through national measures. However, the Kyoto Protocol offers them an additional means of meeting their targets by way of three market-based emissions trading mechanisms – known as “the carbon market\"; Clean Development Mechanism (CDM); and, Joint Implementation (JI). The Kyoto Protocol is generally"}, {"text_block_id": "p93_b1142", "text": "seen as an important first step towards a truly global emission reduction regime that will stabilize GHG emissions, and provides the essential architecture for any future international agreement on Climate Change."}, {"text_block_id": "p93_b1143", "text": "Also of importance is the"}, {"text_block_id": "p93_b1144", "text": "Convention on Wetlands of International Importance (Ramsar, 1971)"}, {"text_block_id": "p93_b1145", "text": "which addresses wetland preservation and promotes sustainable utilization and facilitate adaptation of wetlands to current climate trends. From the adaptation point of view, the existing legal frameworks in Belize (including the international framework provided by the Convention on Wetlands), has the ability to protect existing wetlands, although enforcement is not always ideal and many wetlands are still being lost. However, there is no legal statute that would authorize protection of lands that may become wetlands as sea level rises. This poses an important impediment to adaptation."}, {"text_block_id": "p93_b1146", "text": "Prevention of development could occur through regulatory action or through purchase of properties, either outright or of the development rights to the property. Regulatory prohibition of development occurs most often through setbacks. Setbacks have a long legal history and have been used extensively in urban planning and for water quality (stream setbacks for example). Aside from the legal and compensatory issues associated with setbacks, there is a practical issue of just where to draw the setback line, given the uncertainty of the magnitude of future sea level rise. The second practical issue is what to do when shoreline retreat eventually reaches the setback line."}, {"text_block_id": "p93_b1147", "text": "There are two (2) wetlands in Belize recognized as important under the Ramsar Convention:"}, {"text_block_id": "p93_b1148", "text": "1."}, {"text_block_id": "p93_b1149_merged_merged", "text": "The Crooked Tree Wildlife Sanctuary – Ramsar Site #946 (6,637 hectares) under co-management of the Forest Department and Belize Audubon Society; and"}, {"text_block_id": "p93_b1153", "text": "2."}, {"text_block_id": "p93_b1154", "text": "The Sarstoon-Temash National Park -Ramsar Site #1562 (16,955 hectares) under co-management of the Forest Department and the Sarstoon Temash Institute for Indigenous Management (SATIIM)."}, {"text_block_id": "p93_b1155", "text": "4.6. Regional Obligations"}, {"text_block_id": "p93_b1156", "text": "'Regional Framework for Achieving Development Resilient to Climate Change"}, {"text_block_id": "p93_b1157", "text": "In October 2007, the CARICOM Heads of Government requested the Caribbean Community Climate Change Centre (CCCCC) to prepare a strategy that addresses Climate Change in the region. In July 2009 the Heads of Government approved the 'Regional Framework for Achieving Development Resilient to Climate Change' (the Regional Framework). The Regional Framework defines CARICOM's strategic approach for coping with Climate Change and is guided by five strategic elements and some twenty goals designed to significantly increase the resilience of"}, {"text_block_id": "p94_b1158", "text": "the CARICOM Member States' social, economic and environmental systems. The strategic elements are as follows:"}, {"text_block_id": "p94_b1159", "text": "1)"}, {"text_block_id": "p94_b1160", "text": "Mainstreaming Climate Change adaptation strategies into the sustainable development agendas of CARICOM States."}, {"text_block_id": "p94_b1161", "text": "2)"}, {"text_block_id": "p94_b1162", "text": "Promote the implementation of specific adaptation measures to address key vulnerabilities in the region."}, {"text_block_id": "p94_b1163", "text": "3)"}, {"text_block_id": "p94_b1164", "text": "Promote actions to reduce greenhouse gas emissions through fossil fuel reduction and conservation, and switching to renewable and cleaner energy sources."}, {"text_block_id": "p94_b1165", "text": "4)"}, {"text_block_id": "p94_b1166", "text": "Encouraging action to reduce the vulnerability of natural and human systems in CARICOM countries to the impacts of a changing climate."}, {"text_block_id": "p94_b1167", "text": "5)"}, {"text_block_id": "p94_b1168", "text": "Promoting action to derive social, economic, and environmental benefits through the prudent management of standing forests in CARICOM countries."}, {"text_block_id": "p94_b1169", "text": "In March 2012, at the Twenty-Third Inter-Sessional Meeting of the Conference of Head's of CARICOM, held in Paramaribo, Suriname, the Heads of Governments approved the IP which seeks to do for things as detailed below:"}, {"text_block_id": "p94_b1170", "text": "1)"}, {"text_block_id": "p94_b1171", "text": "\"Seeks to guide the identification and prioritization of actions by regional and national stakeholders under each strategic element and goal area of the Regional Framework through the use of risk management approaches to decision making;"}, {"text_block_id": "p94_b1172", "text": "2)"}, {"text_block_id": "p94_b1173", "text": "Considers responsibilities and functional co-operation between regional organizations and national governments;"}, {"text_block_id": "p94_b1174", "text": "3)"}, {"text_block_id": "p94_b1175", "text": "Recognizes that there are existing significant resource and capacity challenges that hold"}, {"text_block_id": "p94_b1176_merged", "text": "back the region’s sustainable development and growth and proposes building on a process known as the ‘three-ones’ to assist in resource mobilization and co"}, {"text_block_id": "p94_b1179", "text": "-ordination of actions; and"}, {"text_block_id": "p94_b1180", "text": "4)"}, {"text_block_id": "p94_b1181", "text": "Proposes a monitoring and evaluation (M&E) framework\""}, {"text_block_id": "p95_b1182", "text": "The Liliendaal Declaration"}, {"text_block_id": "p95_b1183", "text": "CARICOM countries have considerable concerns about the severe threats posed by a changing climate to their development prospects. These concerns were reflected in the Liliendaal Declaration which the CARICOM Heads of Government endorsed at their meeting in Guyana in July 2009. The Liliendaal Declaration is the CARICOM political statement on Climate Change. It defines the national and international positions of the CARICOM Member States and makes a number of declarations which can only be delivered by transformational change. These include:"}, {"text_block_id": "p95_b1184", "text": "1)"}, {"text_block_id": "p95_b1185", "text": "Long-term stabilization of atmospheric greenhouse gas (GHG) concentrations at levels which will ensure that global average surface temperature increases will be limited to below 1.5"}, {"text_block_id": "p95_b1186", "text": "0"}, {"text_block_id": "p95_b1187", "text": "C of pre-industrial levels;"}, {"text_block_id": "p95_b1188", "text": "2)"}, {"text_block_id": "p95_b1189", "text": "Adaptation and capacity-building must be prioritized and a formal and well-financed framework established within and outside the UNFCCC to address the immediate and urgent, as well as long-term, adaptation needs of vulnerable countries, particularly SIDS and Least Developed Countries (LDCs)."}, {"text_block_id": "p95_b1190", "text": "3)"}, {"text_block_id": "p95_b1191", "text": "The need for financial support to SIDS to enhance their capacities to respond to the challenges brought on by Climate Change and to access the technologies that will be required to undertake needed mitigation actions and to adapt to the adverse impacts of Climate Change."}, {"text_block_id": "p95_b1192", "text": "In the Declaration, the Heads of Government expressed grave concern that the region's efforts to promote sustainable development and achieve the Millennium Development Goals (MDGs) are under severe threat from the devastating effects of Climate Change and sea level rise. The Declaration emphasized that dangerous Climate Change is already occurring in all SIDS regions including the Caribbean, requiring urgent, ambitious and decisive action by CARICOM States and by the international community."}, {"text_block_id": "p95_b1193", "text": "Central American Commission for Environment and Development (CCAD)"}, {"text_block_id": "p95_b1194_merged_merged", "text": "The CCAD is an organ of the Central America Integration System (SICA), whose mission is to strengthen regional integration with respect to the environment, in order to propel the region’s development along the path of economic, social and ecological sustainability. To achieve this, the CCAD works at the regional level to harmonize environmental management policies and systems, and to promote common and concerted positions at extra-regional and global forums."}, {"text_block_id": "p95_b1197", "text": "Since 1992, the CCAD has been responsible for the important task of coordinating and promoting compliance with regional commitments, as well as those stemming from the CBD. Significant progress in this respect has been made during the past decade. The Forest Department is the National Focal Point."}, {"text_block_id": "p96_b1198", "text": "Alliance for the Sustainable Development of Central America (Alianza Centroamericana Para El Desarrollo Sostenible (Alides)) (1994)"}, {"text_block_id": "p96_b1199", "text": "Formed on October 12, 1994, the Alliance for Sustainable Development (ALIDES) consists of a comprehensive strategy for regional development covering four priority areas: democracy, socio-cultural development, economic development and sustainable management of natural resources and improving environmental quality."}, {"text_block_id": "p96_b1200", "text": "Belize was present at the meeting in Managua, Nicaragua when the Central American Countries adopted the concept of sustainable development mentioned above and the principles, with the bases, general objectives and instruments of ALIDES. Parties agreed to create a National Councils on Sustainable Development (NCSDs) in their respective countries as well as the Central American Sustainable Development Council (CASDC), made up of the Presidents and Prime Minister or their Delegates."}, {"text_block_id": "p96_b1201", "text": "In addition there are several other international environmental agreements to which Belize is a party which contain measures that will help to address impending impacts of Climate Change."}, {"text_block_id": "p96_b1202", "text": "Of particular significance are the"}, {"text_block_id": "p96_b1203", "text": "Conventions on Biodiversity (CBD)"}, {"text_block_id": "p96_b1204", "text": ", and the"}, {"text_block_id": "p96_b1205", "text": "United Nations Convention to Combat Desertification (UNCCD)"}, {"text_block_id": "p96_b1206", "text": ", which, together with the UNFCCC, derive directly from the 1992 Earth Summit."}, {"text_block_id": "p96_b1207", "text": "Each instrument represents a way of contributing to the sustainable goals of Agenda 21."}, {"text_block_id": "p96_b1208", "text": "The three conventions are intrinsically linked, operating in the same ecosystems and addressing interdependent issues."}, {"text_block_id": "p96_b1209", "text": "The CBD, in particular, is of special significance as it seeks to promote the conservation of biodiversity and stabilize ecosystem functioning in situations where there is environmental fluctuation -some species may be able to compensate for the function(s) of species that are lost. By enhancing collaboration among the conventions, synergy will be increased and there will be reduced duplication of activities."}, {"text_block_id": "p96_b1210", "text": "Another regional Convention of great importance in supporting Climate Change adaptation measures is the"}, {"text_block_id": "p96_b1211", "text": "Convention for the Protection and Development of the Marine Environment of the Wider Caribbean Region (Cartagena, 1983)"}, {"text_block_id": "p96_b1212", "text": "and it"}, {"text_block_id": "p96_b1213", "text": "’"}, {"text_block_id": "p96_b1214", "text": "s Three Protocols."}, {"text_block_id": "p96_b1215", "text": "The Cartagena Convention, as it is more popularly known, is a legally binding treaty. It is a wide-ranging treaty which is in part a framework treaty (articles 3), general provisions, and (article 4), general obligations. Three protocols have been formulated under its auspices: the Oil Spills (Cooperation in Combating Oil Spills), SPAW (Specially Protected Areas and Wildlife), and LBA (Pollution from Land-based Sources and Activities) Protocols."}, {"text_block_id": "p96_b1216", "text": "Belize is currently party to the treaty and these three Protocols."}, {"text_block_id": "p96_b1217_merged_merged_merged", "text": "Article 10 of the convention, pertaining to ‘specially protected areas’, is very important for Belize. This section states that, “The Contracting Parties shall, individually or jointly, take all"}, {"text_block_id": "p96_b1220", "text": "appropriate measures to protect and preserve rare or fragile ecosystems, as well as the habitat of depleted, threatened or endangered species, in the Convention area. To this end, the"}, {"text_block_id": "p97_b1221", "text": "Contracting Parties shall endeavour to establish protected areas. The establishment of such areas shall not affect the rights of other Contracting Parties and third States. In addition, the Contracting Parties shall exchange information concerning the administration and management"}, {"text_block_id": "p97_b1222", "text": "of such areas.”"}, {"text_block_id": "p97_b1223", "text": "The SPAW Protocol was adopted in 1990 and entered into effect in 2000, and sets out some specific obligations for parties that are important for Belize. Article 3 states:"}, {"text_block_id": "p97_b1224", "text": "Each Party to the SPAW Protocol shall, in accordance with its laws and regulations and the terms of the Protocol, take the necessary measures to protect, preserve and manage in a sustainable way, within areas of the Wider Caribbean Region in which it exercises sovereignty, or sovereign rights or jurisdiction:"}, {"text_block_id": "p97_b1225", "text": "(a)"}, {"text_block_id": "p97_b1226", "text": "areas that require protection to safeguard their special value; and"}, {"text_block_id": "p97_b1227", "text": "(b)"}, {"text_block_id": "p97_b1228", "text": "threatened or endangered species of flora and fauna."}, {"text_block_id": "p97_b1229", "text": "Each Party shall regulate and, where necessary, prohibit activities having adverse effects on these areas and species. Each Party shall endeavour to co-operate in the enforcement of these measures, without prejudice to the sovereignty, or sovereign rights or jurisdiction of other Parties. Any measures taken by such Party to enforce or to attempt to enforce the measures agreed pursuant to this Protocol shall be limited to those within the competence of such Party and shall be in accordance with international law."}, {"text_block_id": "p97_b1230", "text": "Each Party, to the extent possible, consistent with each Party's legal system, shall manage species of fauna and flora with the objective of preventing species from becoming endangered or threatened."}, {"text_block_id": "p97_b1231_merged", "text": "Efforts at enhancing the protection of sensitive areas in light of growing threats of Climate Change, receive a major boost with the announcement in August 2014 that the Kyoto Protocol’s Adaptation Fund has approved a US$6 million Marine Conservation and Climate Adaptation (MCCA) project for Belize. The project, which will be implemented by the World Bank and executed by the Belize Protected Areas Conservation Trust (PACT), is geared towards strengthening the climate resilience of the Belize Barrier Reef System by implementing priority ecosystem-based marine conservation and climate adaptation measures. Applying an approach"}, {"text_block_id": "p98_b1235", "text": "that combines ecosystem-based adaptation with enabling policy and legal frameworks, the project will support: the reef's protection regime, including by expanding and enforcing marine protected areas (MPAs) and replenishment zones; viable and sustainable livelihoods for affected users; and awareness raising and information sharing on the health of the reef ecosystem and climate resilience of coral reefs."}, {"text_block_id": "p99_b1236", "text": "5.0 DRAFT NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p99_b1237", "text": "5.1 Preamble"}, {"text_block_id": "p99_b1238_merged", "text": "The Government of Belize, a member state of the Caribbean Community, (CARICOM), ratified the United Nations Framework Convention on Climate Change (UNFCCC) on October 31, 1994, the Kyoto Protocol in 2003, and submitted its Initial National Communication (INC) to the UNFCCC in 2002, and it’s Second National Communication in the second quarter of 2012. By ratifying the UNFCCC, Belize has committed itself to develop, adopt and implement policies and measures to mitigate the adverse effects of Climate Change and adapt to these changes. Climate Change policies, strategies and actions shall thus be developed in accordance with the principles held therein the UNFCCC. In the regard for regional and national commitments, The Government of Belize shall also adhere to the principles upheld in the “” the “n Centroamericana” (SICA) Regional Strategy on Climate Change “” so as to ensure that regional and national prospects for economic, human and environmental sustainability, development and prosperity are not compromised in the pursuance of Climate Change adaptation and mitigation measures."}, {"text_block_id": "p99_b1251", "text": "Accepting"}, {"text_block_id": "p99_b1252", "text": "the findings of the IPCC, and of other scientific bodies, which state that global temperatures are increasing due to a rise in the levels of greenhouse gases in the atmosphere due to the burning of fossil fuels and other human activities; Government recognizes the scientific forecasts that global warming is likely to persist for several decades, whether or not causative activities were to cease with immediate effect;"}, {"text_block_id": "p99_b1253", "text": "It is further accepted"}, {"text_block_id": "p99_b1254", "text": "that global warming will give rise to Climate Change, which may be manifested, inter alia, by:"}, {"text_block_id": "p99_b1255", "text": ""}, {"text_block_id": "p99_b1256", "text": "Sea level rise resulting in the loss of coastal lands, seasonal flooding and expansion of wetlands;"}, {"text_block_id": "p99_b1257", "text": ""}, {"text_block_id": "p99_b1258", "text": "Alterations in local and regional temperature regimes causing changes in weather patterns;"}, {"text_block_id": "p99_b1259", "text": ""}, {"text_block_id": "p99_b1260", "text": "Alterations in rainfall patterns, leading to uncertainties in crop production and possibly increased flooding;"}, {"text_block_id": "p99_b1261", "text": ""}, {"text_block_id": "p99_b1262", "text": "The increase in frequency of severe weather events such as droughts, rainstorms and hurricanes and tornadoes;"}, {"text_block_id": "p99_b1263", "text": "Taking cognizance"}, {"text_block_id": "p99_b1264", "text": "of the threats global warming and Climate Change poses to developing states such as Belize, which are projected to be rather severe given limited adaptive capacity and particular social, cultural and economic vulnerabilities;"}, {"text_block_id": "p100_b1265", "text": "Recognizing"}, {"text_block_id": "p100_b1266", "text": "that Climate Change is already having a negative effect on the social, economic and productive sectors such as the coastal zone and human settlement, fisheries and aquaculture, agriculture, forestry, tourism, water, energy and health; the physical environment including land, and infrastructure, such as roads and coastal structures; as well as the sustainability of natural resources such as marine and coastal areas, natural ecosystems, and biodiversity;"}, {"text_block_id": "p100_b1267", "text": "Further recognizing"}, {"text_block_id": "p100_b1268", "text": "that even though Belize contributes only a small percentage of total global greenhouse gas emissions, it is confronted by an alarming disproportionate level of threat from the impacts of global warming and Climate Change, due to its inherent vulnerability;"}, {"text_block_id": "p100_b1269", "text": "Aware of"}, {"text_block_id": "p100_b1270", "text": "the relevant provisions of the UNFCCC; the Kyoto Protocol; the Convention on Biological Diversity (CBD); the 1983 Convention for the Protection and Development of the Marine Environment of the Wider Caribbean Region; the 1994 Barbados Programme of Action for the Sustainable Development of Small Island Developing States (BPoA); the 2002 Johannesburg Declaration on Sustainable Development, the Millennium Development Goals; the Plan of Implementation of the World Summit on Sustainable Development; the 2005 Mauritius Strategy for the Implementation of the Barbados Programme of Action; the 2014 SIDS Accelerated Modalities of Action (S.A.M.O.A) Pathway;"}, {"text_block_id": "p100_b1271", "text": "Aware of"}, {"text_block_id": "p100_b1272", "text": "the transboundary nature of this phenomenon and the increasing subsequent threats to the development and prosperity of CARICOM states as reflected in the Revised Treaty of CARICOM, and the Liliendaal Declaration endorsed by the CARICOM Heads of Government (CARICOM, 2009); and the work by the Caribbean Community Climate Change Centre in"}, {"text_block_id": "p100_b1273", "text": "producing an Implementation Plan to guide the delivery of the ‘Regional Framework for"}, {"text_block_id": "p100_b1274", "text": "Achieving Development Resilient to Climate Change"}, {"text_block_id": "p100_b1275", "text": "’ (the Regional Framework);"}, {"text_block_id": "p100_b1276", "text": "Recognizing"}, {"text_block_id": "p100_b1277_merged_merged", "text": "that national adaptation planning modelled on the implementation strategy ‘Delivering Transformational Change 2011-21’ can enable all Member States of CARICOM to mainstream Climate Change and to address adaptation and mitigation in a coherent and coordinated manner;"}, {"text_block_id": "p100_b1282", "text": "Also recognizing"}, {"text_block_id": "p100_b1283", "text": "that because of their vulnerabilities Climate Change impacts will increase their development challenges;"}, {"text_block_id": "p100_b1284", "text": "Acknowledging"}, {"text_block_id": "p100_b1285", "text": "the need to situate planning in the broader context of sustainable development planning;"}, {"text_block_id": "p101_b1286", "text": "Committed"}, {"text_block_id": "p101_b1287", "text": "to taking all necessary and feasible actions at the national, regional and international levels to meet the stipulations of the UNFCCC and the Kyoto Protocol, which includes implementing and effectively executing adaptation and mitigation measures;"}, {"text_block_id": "p101_b1288", "text": "Declaring"}, {"text_block_id": "p101_b1289", "text": "the need for a policy to guide the national action plan and strategy to address the effects of Climate Change; such a policy entails a well-coordinated and holistic approach across various economic sectors including sectoral and cross-sectoral adaptation and mitigation measures."}, {"text_block_id": "p101_b1290", "text": "Have Agreed"}, {"text_block_id": "p101_b1291", "text": "to the articulation of a National Climate Change Policy, Strategy and Action Plan which will serve as a Road Map for all governmental entities as they seek to develop and implement adaptation and mitigation policies and programme in their respective Sectors."}, {"text_block_id": "p101_b1292", "text": "5.2 Vision"}, {"text_block_id": "p101_b1293", "text": "Demonstrating leadership and commitment in ensuring the challenges of Climate Change and sea level rise are fully addressed, harnessing necessary resources in support of the development of special programmes that is effective, resilient and sustainable."}, {"text_block_id": "p101_b1294", "text": "5.3 Goal"}, {"text_block_id": "p101_b1295", "text": "The goal of the National Climate Change Policy is to guide the short, medium and long-term processes of adaptation and mitigation of Climate Change in accordance with national prospects for sustainable development in addition to regional and international commitments. This policy shall ensure an integrated and well-coordinated approach to Climate Change adaptation and mitigation by fostering the development of appropriate administrative and legislative mechanisms in alignment with national sectoral policies and adaptation plans. The policy will further provide guidance to mainstreaming along a low emission development pathway by focusing on the reduction of anthropogenic emissions of greenhouse gases."}, {"text_block_id": "p101_b1296", "text": "5.4 Objectives"}, {"text_block_id": "p101_b1297", "text": "The objectives of the National Climate Change Policy are to:"}, {"text_block_id": "p101_b1298", "text": "1"}, {"text_block_id": "p101_b1299", "text": "Integrate Climate Change adaptation and mitigation into key national developmental plans, strategies, laws, regulations and budgeting."}, {"text_block_id": "p101_b1300", "text": "2"}, {"text_block_id": "p101_b1301", "text": "Build Climate Change resilience in order to prevent, reduce or adapt to the negative impacts of Climate Change on key sectors, economic activity, society and the environment through policies and strategic processes."}, {"text_block_id": "p101_b1302", "text": "3"}, {"text_block_id": "p101_b1303", "text": "Promote capacity building and networking across all implementing/involved agencies in addition to securing adequate financing over the short, medium and long term periods for effective and timely adaptation and mitigation responses"}, {"text_block_id": "p102_b1304", "text": "4"}, {"text_block_id": "p102_b1305", "text": "Capitalize on opportunities currently available through Climate Change negotiation processes that can also enhance development prospects of the nation"}, {"text_block_id": "p102_b1306", "text": "5"}, {"text_block_id": "p102_b1307", "text": "Ensure that all national sectors are adequately prepared to address the negative impacts of global Climate Change"}, {"text_block_id": "p102_b1308", "text": "6"}, {"text_block_id": "p102_b1309", "text": "Encourage the private and public sectors to invest in Climate Change adaptation and mitigation initiatives by providing economic incentives"}, {"text_block_id": "p102_b1310", "text": "7"}, {"text_block_id": "p102_b1311", "text": "Enhance diplomatic and negotiating capacities to better address Climate Change concerns and interests on the regional and international stage"}, {"text_block_id": "p102_b1312", "text": "8"}, {"text_block_id": "p102_b1313", "text": "Promote the development of efficient and relevant institutional mechanisms that will enhance the planning and response capacity to Climate Change"}, {"text_block_id": "p103_b1314", "text": "6.0 GUIDING PRINCIPLES"}, {"text_block_id": "p103_b1315", "text": "The National Climate Change Policy, Strategy and Action Plan for the Government of Belize shall adhere to the following guiding principles:"}, {"text_block_id": "p103_b1316", "text": "A. The response to Climate Change shall be in alignment with the principles of the UNFCCC"}, {"text_block_id": "p103_b1317", "text": "In due consideration of national circumstances and the subsequent best suited approach to effective Climate Change adaptation and mitigation in Belize, the National Climate Change Policy shall be guided by the principles endorsed by the UNFCCC."}, {"text_block_id": "p103_b1318", "text": "B. The principle of equity shall be observed"}, {"text_block_id": "p103_b1319", "text": "The Government of Belize, under Article 3.1 of the UNFCCC should aim to protect the climate system for the benefit of present and future generations of humankind, on the basis of equity and in accordance with their common but differentiated responsibilities and respective capabilities."}, {"text_block_id": "p103_b1320", "text": "C. The specific needs and vulnerability of the Country and of its citizens shall be given full consideration"}, {"text_block_id": "p103_b1321", "text": "Under Article 3.2 the specific needs and special circumstances of developing country Parties, especially those that are particularly vulnerable to the adverse effects of Climate Change, and of those Parties, especially developing country Parties, that would have to bear a disproportionate or abnormal burden under the Convention, should be given full consideration."}, {"text_block_id": "p103_b1322", "text": "D. The response to Climate Change shall follow the precautionary approach"}, {"text_block_id": "p103_b1323", "text": "Under Article 3.3, where there are threats of serious or irreversible damage, lack of full scientific certainty should not be used as a reason for postponing such measures, taking into account that policies and measures to deal with Climate Change should be cost-effective so as to ensure global benefits at the lowest possible cost. To achieve this, such policies and measures should take into account different socio-economic contexts, be comprehensive, cover all relevant sources, sinks and reservoirs of greenhouse gases and adaptation, and comprise all economic sectors. Efforts to address Climate Change may be carried out cooperatively by interested Parties."}, {"text_block_id": "p103_b1324", "text": "E. The approach to Climate Change shall be in alignment with sustainable development"}, {"text_block_id": "p103_b1325", "text": "The Government of Belize, under Article 3.4 of the UNFCCC shall promote sustainable development. Climate Change adaptation and mitigation strategies, actions and"}, {"text_block_id": "p104_b1326", "text": "programmes must also be environmentally sustainable and in the interest of economic growth and development."}, {"text_block_id": "p104_b1327", "text": "F. Cooperation among member states of the UNFCCC"}, {"text_block_id": "p104_b1328", "text": "The Parties shall cooperate to promote a supportive economic system that would lead to sustainable economic growth and development in all Parties, particularly developing country Parties, thus enabling them to better address the problems of Climate Change. Measures taken to combat Climate Change, including unilateral ones, should not constitute a means of arbitrary or unjustifiable discrimination or a disguised restriction on international trade."}, {"text_block_id": "p104_b1329", "text": "G."}, {"text_block_id": "p104_b1330", "text": "Under the Rio Declaration human and environmental rights are acknowledged as an integral part in sustainable development."}, {"text_block_id": "p104_b1331", "text": "H. The response to Climate Change shall be in alignment with the strategic elements outlined in the Regional Framework for Achieving Development Resilient to Climate Change,"}, {"text_block_id": "p104_b1332", "text": "and the goals designed to significantly increase the resilience of Member"}, {"text_block_id": "p104_b1333", "text": "States’ social, economic and environmenta"}, {"text_block_id": "p104_b1334", "text": "l systems; The strategic elements are as follows:"}, {"text_block_id": "p104_b1335", "text": "a."}, {"text_block_id": "p104_b1336", "text": "Mainstream Climate Change adaptation strategies into the sustainable development of agendas of Member States;"}, {"text_block_id": "p104_b1337", "text": "b."}, {"text_block_id": "p104_b1338", "text": "Promote the implementation of specific adaptation measures to address key vulnerabilities;"}, {"text_block_id": "p104_b1339", "text": "c."}, {"text_block_id": "p104_b1340", "text": "Promote actions to reduce greenhouse gas emissions through fossil fuel reduction and conservation, and switching to renewable and cleaner energy sources;"}, {"text_block_id": "p104_b1341", "text": "d."}, {"text_block_id": "p104_b1342_merged", "text": "Encourage action to reduce the vulnerability of natural and human systems …to the impacts of a changing climate;"}, {"text_block_id": "p104_b1345", "text": "e."}, {"text_block_id": "p104_b1346", "text": "Promote action to derive social, economic, and environmental benefits through the prudent management of standing forests in CARICOM countries."}, {"text_block_id": "p104_b1347", "text": "I. An integrated approach to Climate Change"}, {"text_block_id": "p104_b1348", "text": "An integrated approach is important in minimizing the use and costs of limited technical, administrative, and financial resources."}, {"text_block_id": "p105_b1349", "text": "J. Effective and sustained involvement of civil society"}, {"text_block_id": "p105_b1350", "text": "Support the sustained involvement of private sector entities, and NGOs/CBOs at the community level as they seek to implement innovative measures to adapt to Climate Change impacts and climate variability within the broader sustainable development"}, {"text_block_id": "p105_b1351", "text": "context’"}, {"text_block_id": "p105_b1352", "text": "."}, {"text_block_id": "p105_b1353", "text": "K. Aggressive, innovative and on-going public awareness programme that targets all sectors in Belize"}, {"text_block_id": "p105_b1354", "text": "To be effective, there must be an aggressive, innovative and sustained Climate Change education and public awareness programme that targets all sectors of Belizean society."}, {"text_block_id": "p105_b1355", "text": "L. An evidence based response to Climate Change"}, {"text_block_id": "p105_b1356", "text": "Consistent with the precautionary principle and in recognition of the uncertainties associated with Climate Change projections, encourage research, and support data collection at the national, regional and international levels which could inform on policies to address impacts of Climate Change on Belize."}, {"text_block_id": "p105_b1357", "text": "M. The response to Climate Change"}, {"text_block_id": "p105_b1358", "text": "shall also be in alignment with the ‘three"}, {"text_block_id": "p105_b1359", "text": "-"}, {"text_block_id": "p105_b1360", "text": "ones’"}, {"text_block_id": "p105_b1361", "text": "principle for resource mobilisation"}, {"text_block_id": "p105_b1362", "text": "As outlined in ‘Delivering Transformational Change 2011 –"}, {"text_block_id": "p105_b1363", "text": "21: Implementing the CARICOM Regional Framework for Achieving Development Resilient to Climate Change"}, {"text_block_id": "p105_b1364", "text": "’"}, {"text_block_id": "p105_b1365", "text": ","}, {"text_block_id": "p105_b1366", "text": "the ‘three"}, {"text_block_id": "p105_b1367", "text": "-"}, {"text_block_id": "p105_b1368", "text": "ones’ principle advocate the pursuit of:"}, {"text_block_id": "p105_b1369", "text": "a."}, {"text_block_id": "p105_b1370", "text": "One Plan"}, {"text_block_id": "p105_b1371", "text": "b."}, {"text_block_id": "p105_b1372", "text": "One Co-ordinating Mechanism"}, {"text_block_id": "p105_b1373", "text": "c."}, {"text_block_id": "p105_b1374", "text": "One Monitoring and Evaluating System"}, {"text_block_id": "p105_b1375_merged_merged_merged_merged", "text": "N. The approach to Climate Change shall reflect the concerns outlined by the Central American Commission for Environment and Development;"}, {"text_block_id": "p105_b1377", "text": "In keeping with the Central American Commission for Environment and Development’s"}, {"text_block_id": "p105_b1378", "text": "pathways to prosperity, the Government of Belize will engage in environmental cooperation among member states to conserve the environment, promote sustainability in order to encourage growth and prosperity. The importance of environmentally friendly production processes and increased citizen participation in environmental decision making are also substantiated."}, {"text_block_id": "p106_b1379", "text": "O. The response to Climate Change shall also be in alignment with the core values outlined in the Growth and Sustainable Development Strategy"}, {"text_block_id": "p106_b1380", "text": "The Growth and Sustainable Development Strategy affirms the integrity of sustainable development initiatives of the nation."}, {"text_block_id": "p106_b1381", "text": "P. Sustaining a strong and diverse cultural background"}, {"text_block_id": "p106_b1382", "text": "Multi-culturalism, collective identity and patriotism will maintain and enhance the vibrancy and resourcefulness of decision-making, governance and management of Climate Change, and conserve the integrity of the national cultural heritage (archaeological or living; tangible or intangible)."}, {"text_block_id": "p106_b1383", "text": "Q. Gender equity and non-discrimination in access to opportunities"}, {"text_block_id": "p106_b1384", "text": "Taking account of the gender-differentiated needs and roles of the society, encourage equity and non-discrimination and provide equal access opportunities to all in all livelihood development initiatives."}, {"text_block_id": "p106_b1385", "text": "R. Excellence"}, {"text_block_id": "p106_b1386", "text": "Determined to achieve the most efficient and effective methods for building Climate Change resilience for the nation."}, {"text_block_id": "p106_b1387", "text": "S. Democratic governance for effective public administration and sustainable development"}, {"text_block_id": "p106_b1388", "text": "Building upon Pillar 1 of the National Development Framework, the above is held in high regard as a means to developing an efficient governance framework that guarantees citizen participation, accountability, transparency and proficient management of public resources in order to address Climate Change concerns."}, {"text_block_id": "p106_b1389", "text": "T. Education, Training and Capacity Building for Development through continuous Learning"}, {"text_block_id": "p106_b1390", "text": "Under Pillar II of the National Development Framework, quality education for all citizens is essential for sustainable economic growth and national prosperity."}, {"text_block_id": "p106_b1391", "text": "U. Monitoring mechanisms"}, {"text_block_id": "p106_b1392", "text": "Development of mechanisms to ensure that the information generated through research and monitoring is incorporated into the decision-making process"}, {"text_block_id": "p107_b1393_merged", "text": "As one of Belize’s high level goals, the protection of the natural heritage and economic resources is attributed high importance especially given the profound appreciation for Belize’s natural resources by its citizens. As such, environmental sustainability will be incorporated into development planning and initiatives for achieving sustainable development."}, {"text_block_id": "p107_b1398", "text": "This policy, which shall be considered a living document and which shall be revised from time to time whenever new scientific findings dictates; shall direct all government and non-government organizations, the private sector, civil society and all citizens in the pursuance of Climate Change adaptation and mitigation plan to help enhance the resilience of the natural resource sectors and built infrastructure and reduce its potential vulnerabilities to the effects of Climate Change and variability."}, {"text_block_id": "p108_b1399", "text": "7.0 STRATEGY AND ACTION PLAN"}, {"text_block_id": "p108_b1400", "text": "7.1 Strategy"}, {"text_block_id": "p108_b1401_merged", "text": "In addition, the strategy should encourage the use of new economic and financial mechanisms including National Appropriate Mitigation Actions NAMAs and markets. It should also encourage the development of instruments to facilitate public-private sector partnership, research, innovation, development and adjustment to climate technologies and strengthening of capacities, as well as ensuring that policy makers and negotiators, civil society have access to relevant and best available scientific information for decision-making. In addition, it will also seek to encourage the development of the country’s Intended National Determined Contribution(INDC) and communicate same to the UNFCCC."}, {"text_block_id": "p108_b1407", "text": "The implementation of this policy and action plan shall be coordinated by the NCCO in the Ministry of Forestry Fisheries and Sustainable Development (MFFSD) which is the National Focal Point for the UNFCCC and the Kyoto Protocol to which Belize is a signatory. Given the multitude of sectors likely to be impacted by Climate Change and the cross-cutting sectoral responses in adapting to, and mitigating the impacts, several agents and agencies, in both the public and private sectors will be called upon to assume responsibility and assist in the implementation of the action plan by designing and adopting relevant sectoral policies, and strategic plans to ensure adequate adaptation and mitigation measures are executed to achieve the national goals of low carbon development resilient to Climate Change."}, {"text_block_id": "p109_b1408", "text": "In coordinating the implementation of the NCCPSAP, the NCCO shall have regard to the need to:"}, {"text_block_id": "p109_b1409", "text": "d)"}, {"text_block_id": "p109_b1410", "text": "provide adequate support on Climate Change adaptation and mitigation measures to stakeholders in the public and private sectors, and at the community level;"}, {"text_block_id": "p109_b1411", "text": "e)"}, {"text_block_id": "p109_b1412", "text": "monitor the impact of the strategy against the goals and objectives that have been set; and,"}, {"text_block_id": "p109_b1413", "text": "f)"}, {"text_block_id": "p109_b1414", "text": "adjust the policy and strategy in light of intended or unintended changes in the general environment."}, {"text_block_id": "p109_b1415", "text": "7.2 Climate Change Action Plan"}, {"text_block_id": "p109_b1416", "text": "Climate Change adaptation, the first of the two action themes refers to adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities. Various types of adaptation can be distinguished, including anticipatory, autonomous and planned adaptation. The adaptation"}, {"text_block_id": "p110_b1417", "text": "measures identified, while not exhaustive will seek to identify both generic and specific measures which can be employed by various sectors in anticipation of the threats of Climate Change."}, {"text_block_id": "p110_b1418", "text": "Agriculture, land-use change and the forestry sector, though usually considered prime areas for Climate Change adaptation are also known to be contributors to GHG emissions and will require the development of policy initiatives to reduce such threats."}, {"text_block_id": "p110_b1419", "text": "The energy and transportation sectors, because of the benefits to be derived through the pursuit of sustainable energy and low-carbon development initiatives, will also require policy initiatives which seek to limit emissions of GHGs."}, {"text_block_id": "p110_b1420", "text": "The sectors for which adaptation and mitigation strategy and action plans will be addressed are therefore:"}, {"text_block_id": "p110_b1421", "text": ""}, {"text_block_id": "p110_b1422", "text": "Agriculture"}, {"text_block_id": "p110_b1423", "text": ""}, {"text_block_id": "p110_b1424", "text": "Forestry"}, {"text_block_id": "p110_b1425", "text": ""}, {"text_block_id": "p110_b1426", "text": "Fisheries and Aquaculture"}, {"text_block_id": "p110_b1427", "text": ""}, {"text_block_id": "p110_b1428", "text": "Coastal and Marine Resources"}, {"text_block_id": "p110_b1429", "text": ""}, {"text_block_id": "p110_b1430", "text": "Water Resources"}, {"text_block_id": "p110_b1431", "text": ""}, {"text_block_id": "p110_b1432", "text": "Land use and Human Settlements"}, {"text_block_id": "p110_b1433", "text": ""}, {"text_block_id": "p110_b1434", "text": "Human Health"}, {"text_block_id": "p110_b1435", "text": ""}, {"text_block_id": "p110_b1436", "text": "Energy"}, {"text_block_id": "p110_b1437", "text": ""}, {"text_block_id": "p110_b1438", "text": "Tourism"}, {"text_block_id": "p110_b1439", "text": ""}, {"text_block_id": "p110_b1440", "text": "Transportation"}, {"text_block_id": "p110_b1441", "text": ""}, {"text_block_id": "p110_b1442", "text": "Solid Waste"}, {"text_block_id": "p110_b1443", "text": "7.2.1 Agriculture"}, {"text_block_id": "p110_b1444_merged_merged", "text": "review of the country’s agriculture policy with a view to determining the impacts of ritical to Belize’s development, given its importance both in terms of food sufficiency, employment, and one of the country’s"}, {"text_block_id": "p111_b1448_merged", "text": "Climate Change, it is noted, will “” It is also noted, that “the most detrimental effect is likely to be the seasonal distribution of rainfall, leading to conditions of periodic drought and flooding.”"}, {"text_block_id": "p111_b1453", "text": "Table 7.1: Agriculture (Crops & Livestock): Climate Change Strategy and Action Plan"}, {"text_block_id": "p112_b1454", "text": "7.2.2 Forestry"}, {"text_block_id": "p112_b1455_merged", "text": "Belize, well known for its pristine forests is reported to have the highest forest cover in both Central America and the Caribbean (62% as a percentage of land, 37% of which are primary forests). However, the forests of Belize, like other natural resource sectors, are anticipated to be impacted by the various manifestations of Climate Change. It is acknowledged that warmer"}, {"text_block_id": "p113_b1459", "text": "temperatures and changes in precipitation can affect tree growth, engender an increased"}, {"text_block_id": "p113_b1460", "text": "proliferation of insects and pest and ultimately, the productivity of the forestry sector. Also,"}, {"text_block_id": "p113_b1461", "text": "extreme weather events (hurricanes and storms) can result in uprooting of trees, and loss of"}, {"text_block_id": "p113_b1462", "text": "commercial value and revenue."}, {"text_block_id": "p113_b1463", "text": "It is estimated that adverse Climate Change impacts will"}, {"text_block_id": "p113_b1464", "text": "contribute to the destruction of forests and thereby promote the emission of greenhouse"}, {"text_block_id": "p113_b1465", "text": "gases, which in turn will enhance global warming."}, {"text_block_id": "p113_b1466", "text": "According to the Second National Communication to the UNFCCC (July 2012), over 91% of the"}, {"text_block_id": "p113_b1467", "text": "country’s emission of GHGs come from Land Use, Land Use Change and Forestry (LULUCF)."}, {"text_block_id": "p113_b1468", "text": "emissions."}, {"text_block_id": "p113_b1469", "text": "National Forest Policy is to:"}, {"text_block_id": "p113_b1470", "text": ""}, {"text_block_id": "p113_b1471", "text": "Provide guidance for actions to be taken with regards to the direct and indirect threats posed by global Climate Change on forests and forest dependent people in order to reduce their vulnerability, increase their resilience and adapt to Climate Change;"}, {"text_block_id": "p113_b1472", "text": "In that regard, the policy document states that Government shall seek to:"}, {"text_block_id": "p113_b1473", "text": ""}, {"text_block_id": "p113_b1474", "text": "Mainstream adaptation and mitigation to Climate Change in its management objectives under the national forest programme;"}, {"text_block_id": "p113_b1475", "text": ""}, {"text_block_id": "p113_b1476", "text": "Systematically assess the potential impacts of Climate Change"}, {"text_block_id": "p113_b1477", "text": "on Belize’s forests and the"}, {"text_block_id": "p113_b1478", "text": "extent of the vulnerability of forests to these impacts and actions for adaptation; and"}, {"text_block_id": "p113_b1479", "text": ""}, {"text_block_id": "p113_b1480", "text": "Develop a comprehensive monitoring system to evaluate changes in the forest cover, carbon stocks and forest biodiversity and to use this information for further planning in light of Climate Change mitigation and adaptation."}, {"text_block_id": "p113_b1481_merged_merged_merged_merged", "text": "The Forestry Department, in acknowledgement of the need to address both adaptation (sustainable management of forest resources) and mitigation (reduce GHG emissions) measures has submitted a Readiness Preparation Proposal (R-PP) to the Forest Carbon Partnership Facility"}, {"text_block_id": "p114_b1484_merged", "text": "(FCPF) for funding as part of the United Nations Collaborative Programme on Reducing Emissions from Deforestation and Forest Degradation in Developing Countries (UN-REDD) programme. This initiative is intended to provide the vehicle through which Belize can achieve the goals and objectives of sustainable land use management and sustainable forest management while also ensuring commitment to international obligations of reducing GHG emissions."}, {"text_block_id": "p114_b1491", "text": "While this might be seen as primarily aimed at mitigating Climate Change, it has an adaptive component of preserving species richness, continuity of forest ecosystems and resilience. As a result, the activities being promoted to be undertaken as part of the development of a REDD+ strategy and action plan are aimed not only at addressing issues of deforestation and afforestation but the maintenance of a healthy forest ecosystems by sustainable forest management, in order to increase the resilience of human communities, especially those whose livelihoods depend on the use of forestry resources. Adaptation and mitigation of Climate Change on the forestry sector in Belize are therefore based on the goals and objectives outline in the Draft Forestry Policy as well as those activities contained in the RR-P. Together, they will provide the platform on which a sustainable forestry management, Climate Change mitigation and low carbon development program can be pursued. See Table 7.2 below for a more detailed outline of the activities being proposed."}, {"text_block_id": "p114_b1492", "text": "Table 7.2: Forestry Sector Adaptation and Mitigation Strategy and Action Plan"}, {"text_block_id": "p116_b1493", "text": "7.2.3 Fisheries and Aquaculture"}, {"text_block_id": "p117_b1494", "text": "minimise impacts of Climate Change on persons whose livelihoods are directly dependent on this sector."}, {"text_block_id": "p117_b1495", "text": "Table 7.3: Fisheries Sector Adaptation Strategy and Action Plan"}, {"text_block_id": "p119_b1496", "text": "7.2.4 Coastal and Marine Resources"}, {"text_block_id": "p120_b1497", "text": "In this regard, the National Climate Change Policy will seek to promote, in cooperation with the Coastal Zone Management Authority and Institute (CZMAI), appropriate strategies to deal with the current threats of Climate Change to coastal communities through the formulation and implementation of land-use planning policies, fortification of sea and river defences and the further implementation of early warning systems for storm surges. Longer term strategies will include the development of substantial physical infrastructure and more complex land-use planning policies. Such policy strategies shall be integrated with economic development policies, disaster mitigation and management plans and ICZMP. See Table 7.4 for a detailed outline of the adaptation strategy and action plan for the coastal zone sector."}, {"text_block_id": "p120_b1498", "text": "Table 7.4: Coastal Zone Management: Climate Change Adaptation Strategy and Action Plan"}, {"text_block_id": "p121_b1499", "text": "7.2.5 Water Resources"}, {"text_block_id": "p121_b1500", "text": "Due to its geographic location, relatively high level of forest cover, and 18 different water catchment areas, Belize is recognized as having an adequate supply of freshwater. However, like other resource sectors, a number of anthropogenic factors (increases in demand due to expansion in the agricultural, industrial and tourism sectors, a growing population and accompanying water pollution and watershed destruction), together with impending threats of Climate Change, are placing a heavy strain on the sustainability of this resource."}, {"text_block_id": "p121_b1501", "text": "The anticipated impact of Climate Change"}, {"text_block_id": "p121_b1502", "text": "What this means is that changes in the volume (reduction) and distribution of water will have a negative effect on both the ground and surface water supply which provides the freshwater"}, {"text_block_id": "p121_b1503", "text": "used by the country’s terrestrial and coastal"}, {"text_block_id": "p121_b1504", "text": "ecosystems, irrigation systems, and domestic and industrial users. This is further compounded by the fact that rising temperatures will also result in changes in precipitation leading to floods in some instances, drought in others, and overall water shortages and biodiversity stress."}, {"text_block_id": "p121_b1505", "text": "The main policy framework for the water resources sector is currently the Integrated Water"}, {"text_block_id": "p121_b1506_merged_merged_merged", "text": "Resources Management Policy which advocates “planned development, coordinated management, sustainable use and protection of Belize’s water resources consistent with the social, economic and environmental needs of present and future generations.” Also, the"}, {"text_block_id": "p121_b1509", "text": "National Adaptation Strategy and Action Plan to Address Climate Change in the Water Sector,"}, {"text_block_id": "p122_b1510", "text": "Five key adaptation actions are presented in the National Adaptation Strategy and Action Plan which includes the establishment of an agency to execute integrated water resources management; strengthening the existing institutional and human resources capacities in the water sector for improved management practice, formalizing the legal mandate and operations of the National Climate Change Committee, strengthening the trans-boundary relationships to cover the impacts of Climate Change on the water sector and increasing public awareness and education in water culture and Climate Change."}, {"text_block_id": "p122_b1511", "text": "Table 7.5: Water Resources Climate Change Adaptation & Mitigation Strategy and Action Plan"}, {"text_block_id": "p123_b1512", "text": "7.2.6 Land Use and Human Settlements"}, {"text_block_id": "p123_b1513_merged", "text": "Concerns in respect of land use range from emission of CO from the LULUCF, primarily deforestation and soil carbon from agriculturally impacted soils, to practices which leaves communities prone to disasters and impairs the country’s resilience to such climatic events. Belize is not unique in that deforestation is a major contributor to GHG emissions. Its large"}, {"text_block_id": "p124_b1519", "text": "expanse of forests coupled with increasing demands for land for agriculture, tourism development and other infrastructural development activities, particular coastal resources (mangroves etc.) will dimin"}, {"text_block_id": "p124_b1520", "text": "ish the country’s capacity to limit emissions from deforestation."}, {"text_block_id": "p124_b1521_merged", "text": "As noted earlier in this report, close to fifty per cent of Belize’s population are concentrated in coastal areas and the country’s economy is highly dependent on commodity exports (sugar, citrus and bananas) and tourism all of which are located in the narrow coastal belt. The country’s exposure to natural disasters is further exacerbated, by the fact that climate-related meteorological events (tropical storms, storm surge, heavy and persistent rainfall and flooding) have historically had devastating impacts on communities and infrastructure impairing the nation’s economic and social support systems. The demand for land for the various purposes, together with the climatic events, have combined to make the physical economic and socio-cultural landscape very vulnerable to extreme weather events and Climate Change."}, {"text_block_id": "p124_b1533", "text": "Considering these potential impacts there is a need to develop strategies that prevent these impacts from adversely affecting Belize and the region, while at the same time developing strategies that increase resilience against them. As a consequence, the Action Plan as part of the National Climate Change Policy will be geared towards ensuring that significant policy gaps with respect to Climate Change adaptation are addressed by promoting the adoption of an integrated land tenure and land classification policy, developing and implementing programmes which discourage the establishment of human settlements in areas prone to natural hazards (flooding, land slippages, high winds and storm surges), develop housing and settlement patterns/practices that enhance Climate Change adaptation and are resilient to Climate Change, developing and adopting building codes and measures to enforce those codes, and encouraging the updating of legislation to account for setbacks and inefficiencies. See Table 7.6 for a more detailed listing of the strategy and action guiding the formulation of programmes to address Climate Change adaptation in respect of Land Use planning and Human Settlements."}, {"text_block_id": "p125_b1534", "text": "Table 7.6: Land Use and Human Settlements: Climate Change Adaptation & Mitigation Strategy & Action Plan"}, {"text_block_id": "p126_b1535", "text": "7.2.7 Tourism"}, {"text_block_id": "p126_b1536", "text": "The main policy framework for the tourism sector is the National Sustainable Tourism Master Plan. The document describes strategies to improve the competitiveness of the tourism sector. However, the elaboration of Climate Change adaptation and mitigation policy is significantly absent. In response to this omission, the World Wildlife Fund (WWF) in partnership with CARIBSAVE, CZMAI, Ministry of Tourism, Culture and Civil Aviation, Belize Tourism Board (BTB), and the Belize Environmental Research Institute (ERI) are collaborating on a project called"}, {"text_block_id": "p126_b1537", "text": "“Identifying"}, {"text_block_id": "p126_b1538", "text": "Opportunities for Climate-compatible Tourism D"}, {"text_block_id": "p126_b1539", "text": "evelopment in Belize.” The overall goal of the project is to assess the vulnerability of Belize’s tourism system to"}, {"text_block_id": "p126_b1540", "text": "Climate Change, including the coastal ecosystems on which it depends, and determine how current policies facilitate or hinder climate-compatible tourism development based on healthy coastal ecosystems. The assessment will also explore policy reforms and adaptation strategies required to enhance ecosystem resilience to Climate Change and foster tourism development, at a local and national scale (CZMAI, 2014)."}, {"text_block_id": "p126_b1541_merged_merged", "text": "Given the importance of tourism to the economy of Belize, and the perceived impacts of Climate Change on critical tourism resources and infrastructure, the NCCPSAP will seek to ensure the integration of Climate Change adaptation measures that not only advance the sector’s competitiveness but ensure its environmental and socio-economic sustainability by"}, {"text_block_id": "p127_b1544", "text": "having these measures mainstreamed into ongoing development activities. See Table 7.7 for a more detailed listing of proposed activities for mainstreaming Climate Change into the sustainable tourism sector."}, {"text_block_id": "p127_b1545", "text": "Table 7.7: Tourism Sector Climate Change Adaptation Strategy and Action Plan"}, {"text_block_id": "p128_b1546", "text": "7.2.8 Human Health"}, {"text_block_id": "p128_b1547", "text": "The main policy framework for the health sector is the Belize Health Sector Strategic Plan 20132017. While the Plan emphasises the development and delivery of Primary Health Care services network nationwide its overall goal and mission is to consistently deliver standardized, quality health and wellness goods, services and communication to all concerned in an environment of stability, equity, efficiency and wellbeing. As no reference is made to Climate Change in that document, the National Climate Change Policy will seek to ensure that Climate Change"}, {"text_block_id": "p129_b1548", "text": "adaptation measures are mainstreamed into the planned initiatives. In that regard, emphasis will be placed on providing support to the Ministry of Health in commissioning and undertaking a Vulnerability and Capacity assessment for the health sector such that the country is well informed of the impacts of Climate Change on the health sector and the adoption of practices and technologies that will reduce exposure and health impacts from extreme heat, and improve physical infrastructure of health institutions and their functional capacity. See Table 7.8 for more detailed initiatives aimed at Climate Change adaptation in the health sector."}, {"text_block_id": "p129_b1549", "text": "Table 7.8: Human Health: Climate Change Adaptation Strategy and Action Plan"}, {"text_block_id": "p130_b1550", "text": "7.2.9 Energy Sector"}, {"text_block_id": "p130_b1551", "text": "The Government of Belize, in recognition of the twin challenges of Energy Security and Climate Change endorsed, in January 2012, a draft National Energy Policy (NEP) which was intended to"}, {"text_block_id": "p130_b1552", "text": "put sustainable energy at the centre of Belize’s Development Agenda."}, {"text_block_id": "p130_b1553", "text": "Later that same year, MESTPU published its Strategic Plan 2012-17, which identified specific outcomes that are required in order to achieve the sustainable energy goals identified in the NEP by the end of this decade."}, {"text_block_id": "p130_b1554", "text": "This strategy document builds on work plans formulated under the NEP and commitments made under the Sustainable Energy for All (SE4ALL) initiative, the CARICOM regional energy strategy and the Central American regional energy strategy. It"}, {"text_block_id": "p130_b1555", "text": "outlines Belize’s National"}, {"text_block_id": "p130_b1556", "text": "Sustainable Energy Strategy and includes a number of programmes and activities to support the"}, {"text_block_id": "p130_b1557", "text": "development of the country’s non"}, {"text_block_id": "p130_b1558", "text": "-renewable and renewable energy resources while also"}, {"text_block_id": "p130_b1559", "text": "helping to reduce the country’s GHG emissions"}, {"text_block_id": "p130_b1560", "text": "."}, {"text_block_id": "p130_b1561_merged_merged_merged", "text": "The strategy is aimed at improving energy efficiency and conservation, and developing Belize’s domestic energy resources to facilitate private sector participation and investment in the new low carbon energy sector. It also seeks to empower rural communities to participate in income-generating activities, particularly women and young people; and to encourage and advise the public and private sectors and the general public to become more aware of the"}, {"text_block_id": "p131_b1565", "text": "critical energy issues and to take appropriate actions and response measures. The Plan also commits to bui"}, {"text_block_id": "p131_b1566", "text": "lding MESTPU’s institutional capacity in order to accomplish its mandate."}, {"text_block_id": "p133_b1567", "text": "7.2.10 Transportation"}, {"text_block_id": "p133_b1568", "text": "Several of Belize’s roads and bridges are vulnerable to seasonal floods. Belize’s waterways also"}, {"text_block_id": "p133_b1569", "text": "become un-navigable during certain periods. Sea level rise and changes in rainfall patterns"}, {"text_block_id": "p133_b1570", "text": "could increase the episodes of flooding which will impact the nation’s transportation."}, {"text_block_id": "p133_b1571", "text": "Also of note is the fact that transport (the largest source of GHG emissions in the energy sector) is a major energy consumer, consuming almost half (½) of final energy used in Belize. It is also a major source of urban air pollution, which impacts the local environment and human health."}, {"text_block_id": "p133_b1572", "text": "Given Belize’s stated sustainable development goals as well as the sustainable energy goals"}, {"text_block_id": "p133_b1573", "text": "pursued as part of the NEP there is a critical need to make interventions in the fuels sub-sector, specifically (i) formulate and implement a Sustainable Transport policy to reduce economy-wide fuel intensity, and (ii) implement a bio-fuels policy within an overarching upgrading of the regulatory and business environment for fuel production, delivery, storage and end-use."}, {"text_block_id": "p133_b1574_merged_merged", "text": "In the absence of a transport policy, it is imperative that a vulnerability assessment is undertaken with greater focus being placed on assessing the vulnerability of the transport infrastructure, particularly in urban areas and other areas which are critical in sustaining the country’s productive sectors (tourism, agriculture and ports). An improved and energy efficient transport sector will not only reduce the country vulnerability to storm surges and floods, but also assist in reducing GHG emission. See Table 7.10 for a more detailed listing of the mitigation and adaptation strategy and action plan for the transport sector."}, {"text_block_id": "p133_b1579", "text": "Table 7.10: Transportation: Climate Change Mitigation/Adaptation Strategy and Action Plan"}, {"text_block_id": "p134_b1580", "text": "7.2.11 Solid Waste Management"}, {"text_block_id": "p134_b1581_merged", "text": "Municipal solid waste (MSW) including everyday waste from households, schools and business places, contains biodegradable organic matter such as kitchen waste, garden waste, and paper which generates a mixture of carbon dioxide and methane upon their degradation. Municipal solid waste landfills are the third largest source of global methane emissions, while the practice of open garbage burning emits black carbon and other toxic compounds as well as greenhouse gases. "}, {"text_block_id": "p134_b1583", "text": "18"}, {"text_block_id": "p135_b1584", "text": "responsibility for ensuring that solid waste is managed in an environmentally sound manner lies with the Belize Solid Waste Management Authority (BSWaMA) which was formally established under the Solid Waste Management Authority Act, 1991, Chapter 224 of the laws of Belize Revised Edition 2000. With the establishment of this new disposal facility just outside of Belmopan, it is now estimated that fifty per cent of the waste generated in Belize is now disposed of through landfilling."}, {"text_block_id": "p135_b1585", "text": "Having achieved closure of open dumps and established the disposal facility in the Western Corridor, the challenge ahead is to achieve closure of all open dumps nation-wide, and the development of a national programme for integrated management of solid waste while also limiting emissions which contribute to global warming."}, {"text_block_id": "p135_b1586", "text": "Table 7.11: Waste Management Adaptation & Mitigation Strategy and Action Plan"}, {"text_block_id": "p136_b1587", "text": "7.3 Action Plan Application"}, {"text_block_id": "p137_b1588", "text": "8.0 INSTITUTIONAL ARRANGEMENTS AND MANAGEMENT MECHANISMS"}, {"text_block_id": "p137_b1589", "text": "By extension, therefore, these line ministries and agencies have been identified as also having an interest in promoting and pursuing the principles and goals of Climate Change adaptation and mitigation (See Table 1: Ministries, Agencies and Management Functions). Understanding the existing governance framework requires an institutional mapping to explore the institutional linkages between and among these different agencies and the modalities through which resource management translates into or is capable of addressing Climate Change threats which are likely to impact on the respective sectors."}, {"text_block_id": "p138_b1590_merged", "text": "this regard that the BNCCC and the National Climate Change Office were established. However, as noted in the ZEPHYRand David Simmons & Associatesreports, the effectiveness and efficiency of the BNCCC was weighted down by its size and the positioning of the NCCO, low down in the decision-making hierarchy for the MFFSD, does not permit or provide for effective coordination. It is in that regard that recommendations have been made for the re-configuring and rationalising of the roles and functions of the BNCCC and for the elevation of the NCCO to a Climate Change Department (CCD) in the MFFSD."}, {"text_block_id": "p138_b1595", "text": "8.1 Climate Change Department"}, {"text_block_id": "p138_b1596", "text": "As the executive arm for the coordination and implementation of Climate Change adaptation and mitigation, the CCD will be provided with competent staff to ensure adequate fulfilment of the goals of the NCCPSAP."}, {"text_block_id": "p138_b1597", "text": "The principal functions of the new CCD shall therefore be to:"}, {"text_block_id": "p138_b1598", "text": ""}, {"text_block_id": "p138_b1599", "text": "Lead the coordination and implementation of government's NCCPSAP;"}, {"text_block_id": "p138_b1600", "text": ""}, {"text_block_id": "p138_b1601", "text": "Coordinate Belize's response to its international and regional Climate Change obligations;"}, {"text_block_id": "p139_b1602", "text": ""}, {"text_block_id": "p139_b1603", "text": "Ensure the mainstreaming of Climate Change adaptation and mitigation actions across the public and private sectors;"}, {"text_block_id": "p139_b1604", "text": ""}, {"text_block_id": "p139_b1605", "text": "Coordinate and develop a Climate Change resource mobilization strategy that undergirds a long term low emission development pathway;"}, {"text_block_id": "p139_b1606", "text": ""}, {"text_block_id": "p139_b1607", "text": "Undertake a review of the NCCPSAP every 5 years;"}, {"text_block_id": "p139_b1608", "text": ""}, {"text_block_id": "p139_b1609", "text": "Conduct independent analysis into Climate Change science, economics and policy;"}, {"text_block_id": "p139_b1610", "text": ""}, {"text_block_id": "p139_b1611", "text": "Stimulating scientific research in order to ensure timely and transparent access to current Climate Change knowledge;"}, {"text_block_id": "p139_b1612", "text": ""}, {"text_block_id": "p139_b1613", "text": "Develop and implement a Climate Change communications strategy and ensure it is updated every three years;"}, {"text_block_id": "p139_b1614", "text": ""}, {"text_block_id": "p139_b1615", "text": "Coordinate and facilitate capacity development at the human, institutional and system-wide levels;"}, {"text_block_id": "p139_b1616", "text": ""}, {"text_block_id": "p139_b1617", "text": "Act as a repository for all matters relating to Climate Change in Belize; and"}, {"text_block_id": "p139_b1618", "text": ""}, {"text_block_id": "p139_b1619", "text": "Provide analytical and corporate support to the BNCCC."}, {"text_block_id": "p139_b1620", "text": "The New CCD shall be headed by a Director whose responsibilities will include:"}, {"text_block_id": "p139_b1621", "text": "a."}, {"text_block_id": "p139_b1622", "text": "strategic planning;"}, {"text_block_id": "p139_b1623", "text": "b."}, {"text_block_id": "p139_b1624", "text": "inter-ministerial coordination;"}, {"text_block_id": "p139_b1625", "text": "c."}, {"text_block_id": "p139_b1626", "text": "resource mobilization; and,"}, {"text_block_id": "p139_b1627", "text": "d."}, {"text_block_id": "p139_b1628", "text": "corporate communications"}, {"text_block_id": "p139_b1629", "text": "8.2 The New Belize National Climate Change Committee"}, {"text_block_id": "p139_b1630", "text": "The re-configuration and streamlining of the BNCCC is more in-keeping with its perceived role in providing policy guidance and facilitating the mainstreaming of Climate Change adaptation and mitigation."}, {"text_block_id": "p139_b1631", "text": "The large number of sector agencies with an interest in Climate Change adaptation and mitigation requires that they also have a hand in shaping the policy."}, {"text_block_id": "p139_b1632", "text": "This requires the establishment of a governance structure which will provide overarching leadership and guidance."}, {"text_block_id": "p139_b1633", "text": "It was this imperative which gave rise to the establishment of the existing BNCCC."}, {"text_block_id": "p139_b1634", "text": "Under the new arrangement it is proposed that the size of the BNCCC shall be reduced to a total of eleven (11) members with three sub"}, {"text_block_id": "p139_b1635", "text": "-"}, {"text_block_id": "p139_b1636", "text": "committees (Vulnerability Assessment and Adaptation, Mitigation, and Public Education and Outreach)."}, {"text_block_id": "p139_b1637", "text": ""}, {"text_block_id": "p139_b1638_merged_merged", "text": "Ministry of Forestry, Fisheries and Sustainable Development — Chair"}, {"text_block_id": "p139_b1641", "text": ""}, {"text_block_id": "p139_b1642", "text": "Ministry of Economic Development-Vice Chair"}, {"text_block_id": "p139_b1643", "text": ""}, {"text_block_id": "p139_b1644", "text": "Ministry of Natural Resources and Agriculture"}, {"text_block_id": "p140_b1645", "text": ""}, {"text_block_id": "p140_b1646", "text": "Ministry of Health"}, {"text_block_id": "p140_b1647", "text": ""}, {"text_block_id": "p140_b1648", "text": "Ministry of Works and Transport"}, {"text_block_id": "p140_b1649", "text": ""}, {"text_block_id": "p140_b1650", "text": "Ministry of Tourism, Culture and Civil Aviation"}, {"text_block_id": "p140_b1651", "text": ""}, {"text_block_id": "p140_b1652", "text": "Ministry of Labour, Local Government, Rural Development and NEMO"}, {"text_block_id": "p140_b1653", "text": ""}, {"text_block_id": "p140_b1654", "text": "Ministry of Energy, Science and Technology, and Public Utilities"}, {"text_block_id": "p140_b1655", "text": ""}, {"text_block_id": "p140_b1656", "text": "Representative from the Private Sector (Vice Chair)"}, {"text_block_id": "p140_b1657", "text": ""}, {"text_block_id": "p140_b1658", "text": "Representative from NGO/CBO Umbrella Group"}, {"text_block_id": "p140_b1659", "text": ""}, {"text_block_id": "p140_b1660", "text": "Representative from the University of Belize"}, {"text_block_id": "p140_b1661", "text": "Figure 8.1: New Governance Architecture for Climate Change Management in Belize"}, {"text_block_id": "p140_b1662", "text": "8.3 Legislative and Regulatory Mechanism"}, {"text_block_id": "p140_b1663", "text": "The legislative and regulatory changes required to facilitate Climate Change mainstreaming and low-carbon resilient development are not significant given the fact that Belize does have sufficient statutory"}, {"text_block_id": "p141_b1664", "text": "Table 8.1: Recommendations for Mainstreaming Climate Change in the Legislative Framework"}, {"text_block_id": "p142_b1665", "text": "8.4 Resource Mobilisation"}, {"text_block_id": "p143_b1666", "text": "A pressing concern of small states already experiencing development challenges and now faced with the imminent threat of Climate Change (sea level rise, increasing temperatures, unpredictable, but heavier and more intense storms and hurricanes) is the issue of financial assistance to build resilience and sustainable development. The ZEPHYR Services Report identified several funding option, including locally pursued options (carbon tax and tax on vehicles) which the country can explore in order to generate sufficient funds to meet its operational cost as well as some project support. Notwithstanding this important statement of intent to be self-supportive, the quantum of resources required in anticipation of the infrastructure changes and other transformational changes in all of the sectors identified in the action plan above, suggests it is beyond the capacity of the government. However, given the various funding opportunities such as the Green Climate Fund which are being structured and becoming available to meet the challenges of Climate Change, a more prudent and strategic approach would be to establish a Climate Change Trust Fund (CCTF)."}, {"text_block_id": "p143_b1667_merged", "text": "While the report acknowledges that cost of recurrent expenses should come from the consolidated Fund, it also noted the possibility of innovative sources of funding-namely the establishment of two revenue streams. The two potential revenue streams identified, which can be implemented immediately are: (a) a carbon levy and (b) a vehicle efficiency levy. These revenue streams, it was noted, are in alignment with MESTPU's strategic goal to halve importation of refined fossil fuels from 1,000,000 barrels to 500,000 barrels."}, {"text_block_id": "p144_b1669", "text": "8.5 Monitoring and Reporting"}, {"text_block_id": "p145_b1670", "text": "9.0 CONCLUSION AND RECOMMENDATIONS"}, {"text_block_id": "p145_b1671", "text": "The implementation of the NCCSAP will require that the Cabinet give approval to the following:"}, {"text_block_id": "p145_b1672", "text": "1)"}, {"text_block_id": "p145_b1673", "text": "Adopt the National Climate Change Policy and Strategy as the official government policy and strategy to enable the country achieve the adaptation and mitigation goals."}, {"text_block_id": "p145_b1674", "text": "2)"}, {"text_block_id": "p145_b1675", "text": "Amend key sectoral laws to make them consistent with the UNFCCC and to ensure that all actions under the Ministry responsible for Climate Change have the legislative basis to be implemented and translated from concept to practice. This can be done either through single Statute (Miscellaneous) Amendments Bill or through a raft of separate amendments of the relevant sectoral laws."}, {"text_block_id": "p145_b1676", "text": "3)"}, {"text_block_id": "p145_b1677", "text": "Establish a CCD, in the Ministry responsible for Climate Change with the role of primary coordination, policy direction, oversight and guidance across all levels of government. The CCD should ensure mainstreaming of Climate Change by national government agencies and departments. The CCD is expected to coordinate Climate Change issues through an inter-ministerial and inter-agency committee as required by the UNFCCC."}, {"text_block_id": "p145_b1678", "text": "4)"}, {"text_block_id": "p145_b1679", "text": "The CCD will be the primary national government technical agency for Climate Change response and should be located within the sectoral ministry responsible for climate affairs."}, {"text_block_id": "p145_b1680", "text": "5)"}, {"text_block_id": "p145_b1681", "text": "Approve the revised mandate of the BNCCC to provide policy guidance and oversee the operations of the CCD. Among the duties of the BNCCC will be the regular revision of the NCCPSAP, oversee the implementation of the Climate Change Strategy and Action plan, ensure there is adequate compliance with, and enforcement of policies and regulatory provisions, and monitor and report on progress achieved in implementing these policies and action plan."}, {"text_block_id": "p145_b1682", "text": "6)"}, {"text_block_id": "p145_b1683", "text": "Establish, by an Act of Parliament, a CCTF, and confer on PACT, responsibility for the management of that Fund, and establish a CCFC as a standing committee of the PACT whose main function will be resource mobilization in support of Climate Change."}, {"text_block_id": "p145_b1684", "text": "In order to fulfil its mandate, the CCD will be provided with annual GOB budget allocation and adequate staffing capacity that support the performance of these key functions."}, {"text_block_id": "p146_b1685", "text": "REFERENCES"}, {"text_block_id": "p146_b1686", "text": "Belize National Meteorological Service. 2008. “"}, {"text_block_id": "p146_b1687", "text": "Vulnerability Assessment of the Belize Coastal Zone:"}, {"text_block_id": "p146_b1688", "text": "Enabling Activities for the preparation of Belize’s Second National Communication"}, {"text_block_id": "p146_b1689", "text": "(SNC) to the United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p146_b1690", "text": "Project. ” Accessed"}, {"text_block_id": "p146_b1691", "text": "June 2, 2014."}, {"text_block_id": "p146_b1692", "text": "http://www.hydromet.gov.bz/downloads/Coasta_Zone_Report_June2008.pdf"}, {"text_block_id": "p146_b1693", "text": "Caribbean Community Climate Change"}, {"text_block_id": "p146_b1694", "text": "Centre. 2009. “Regional Framework for Achieving"}, {"text_block_id": "p146_b1695", "text": "Development Resilient to Climate Change"}, {"text_block_id": "p146_b1696", "text": ".” Accessed June 10, 2014."}, {"text_block_id": "p146_b1697", "text": "http://dms.caribbeanclimate.bz/M-Files/openfile.aspx?objtype=0&docid=948"}, {"text_block_id": "p146_b1698", "text": "Charlery J. and L. Nurse -Areal Downscaling of Global Climate Models: An Approach That Avoids Data Remodeling. Climate Research 43, 2010, pp 241-249."}, {"text_block_id": "p146_b1699", "text": "Christensen J H, Hewitson B, Busuioc A, Chen A, Gao X, Held I, Jones R, Kolli R K, Kwon W-T, Laprise R, Magaña Rueda V, Mearns L, Menéndez C G, Räisänen J, Rinke A, Sarr A and Whetton P. 2007. Regional Climate Projections. In:"}, {"text_block_id": "p146_b1700", "text": "“"}, {"text_block_id": "p146_b1701", "text": "Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p146_b1702", "text": "”"}, {"text_block_id": "p146_b1703", "text": "[Solomon S, Qin D, Manning M, Chen Z, Marquis M, Averyt K B, Tignor M and Miller H L (eds)]. Cambridge University Press. Cambridge, United Kingdom and New York, NY, USA"}, {"text_block_id": "p146_b1704", "text": "Climate Investment Funds. 2013. “The National Climate Resilience Investment Plan.” Accessed"}, {"text_block_id": "p146_b1705", "text": "July 4, 2014."}, {"text_block_id": "p146_b1706", "text": "Eldis. 2008. “National Integrated Water Resources Management Policy (Including Climatechange) For Belize.” Accessed June 1, 2014"}, {"text_block_id": "p146_b1707", "text": "."}, {"text_block_id": "p146_b1708", "text": "Government of Belize: The Of"}, {"text_block_id": "p146_b1709", "text": "ficial Government Portal. 2010. “Belize Medium Term"}, {"text_block_id": "p146_b1710", "text": "Development Strategy"}, {"text_block_id": "p146_b1711", "text": "2013.” Accessed July 4, 2014."}, {"text_block_id": "p146_b1712", "text": "http://www.gov.bz/index.php/belize-medium-term-development"}, {"text_block_id": "p146_b1713", "text": "Government of"}, {"text_block_id": "p146_b1714_merged_merged_merged_merged_merged", "text": "Belize: The Official Government Portal. 2010. “National Development Framework for Belize: Horizon 2030.” Accessed June 1, 2014."}, {"text_block_id": "p147_b1717", "text": "http://www.cdn.gov.bz/belize.gov.bz/images/documents/NATIONAL%20DEVELOPMENT %20FRAMEWORK%202010-2030%20NEW%20USER%20FRIENDLY%20VERSION%202.pdf"}, {"text_block_id": "p147_b1718", "text": "Government of Belize. (2002)."}, {"text_block_id": "p147_b1719", "text": "First National Communication to the Conference of the Parties of the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p147_b1720", "text": "Government of Guyana. (n.d.). Constitution of the Co-operative Republic of Guyana."}, {"text_block_id": "p147_b1721", "text": "Government of India. (n.d.). Constitution of India."}, {"text_block_id": "p147_b1722", "text": "Grinsted, A., Moore, J. C. and Jevrejeva, S. (2009):"}, {"text_block_id": "p147_b1723", "text": "Climate. Dynamics:"}, {"text_block_id": "p147_b1724", "text": "34, 461"}, {"text_block_id": "p147_b1725", "text": "–"}, {"text_block_id": "p147_b1726", "text": "472."}, {"text_block_id": "p147_b1727", "text": "Horton, D. E., Skinner, C. B., Singh, D., & Diffenbaugh, N. S. (2014, June 22). Occurrence and Persistence of Future Atmospheric Stagnation Events."}, {"text_block_id": "p147_b1728", "text": "Nature Climate Change, 4"}, {"text_block_id": "p147_b1729", "text": ", 698703."}, {"text_block_id": "p147_b1730", "text": "Horton, R. et al., 2008. Sea level rise projections from current generation CGCMs based on the semi empirical method. Geophys. Res. Lett. 35."}, {"text_block_id": "p147_b1731", "text": "G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 1535 pp, doi: 10.1017/CBO9781107415324."}, {"text_block_id": "p147_b1732", "text": "IPCC, 2013:"}, {"text_block_id": "p147_b1733", "text": "Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p147_b1734", "text": "[Stocker, T.F., D. Qin, G.-K. Plattner, M. Tignor, S.K. Allen, J. Boschung, A. Nauels, Y. Xia, V. Bex and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 1535 pp, doi:10.1017/CBO9781107415324."}, {"text_block_id": "p147_b1735", "text": "IPCC Fourth Assessment Report of the Intergovernmental Panel on Climate Change (2007), ([Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller, eds.). Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, 996 pp."}, {"text_block_id": "p147_b1736", "text": "IPCC (2007a): Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Solomon, S., Qin, D., Manning, M., Marquis, M., Averyt, K., Tignor, M.B., LeRoy Mil H., (eds.)]. Cambridge University Press."}, {"text_block_id": "p147_b1737", "text": "IPCC (2007b): Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change [Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden, P.J., Hanson, C.E., (eds.)]. Cambridge University Press."}, {"text_block_id": "p147_b1738_merged_merged_merged_merged", "text": "Intergovermental Panel on Climate Change. 2007. “Climate Change Synthesis Report 2007.” Accessed June 15, 2014. http://www.ipcc.ch/pdf/assessment-report/ar4/syr/ar4_syr.pdf"}, {"text_block_id": "p148_b1744", "text": "Intergovermental Panel on Climate Change"}, {"text_block_id": "p148_b1745", "text": ". 2014. “"}, {"text_block_id": "p148_b1746", "text": "Climate Change 2014: Impacts, Adaptation"}, {"text_block_id": "p148_b1747", "text": "and Vulnerability.” Accessed J"}, {"text_block_id": "p148_b1748", "text": "une 15,2014."}, {"text_block_id": "p148_b1749", "text": "http://www.ipcc.ch/report/ar5/wg2/"}, {"text_block_id": "p148_b1750", "text": "Intergovermental Panel on Climate Change"}, {"text_block_id": "p148_b1751", "text": ". 2014. “"}, {"text_block_id": "p148_b1752", "text": "Climate Change 2014: Mitigation of Climate Change"}, {"text_block_id": "p148_b1753", "text": ".”Accessed June 15, 2014."}, {"text_block_id": "p148_b1754", "text": "http://www.ipcc.ch/report/ar5/wg3/"}, {"text_block_id": "p148_b1755", "text": "Intergovermental Panel on Climate Change"}, {"text_block_id": "p148_b1756", "text": ". 2014. “"}, {"text_block_id": "p148_b1757", "text": "Climate Change 2014: The Physical Science"}, {"text_block_id": "p148_b1758", "text": "Basis.” Accessed June 15, 2014."}, {"text_block_id": "p148_b1759", "text": "http://www.ipcc.ch/report/ar5/wg1/"}, {"text_block_id": "p148_b1760", "text": ""}, {"text_block_id": "p148_b1761", "text": "Siamomua, Amelia. 2013. “National Agenda for Sustainable development.” Draftreport,"}, {"text_block_id": "p148_b1762", "text": "Division for Sustainable Development, UNDESA."}, {"text_block_id": "p148_b1763", "text": "Mansourian, S., Belokurov, A., & Stephenson, P. J. (2009). The Role of Forest Protected Areas in Adaptation to Climate Change. (A. Perlis, Ed.)"}, {"text_block_id": "p148_b1764", "text": "Unasylva, 60"}, {"text_block_id": "p148_b1765", "text": "(231)."}, {"text_block_id": "p148_b1766", "text": "McSweeney, C., M. New, G. Lizcano, and X. Lu (2010). The UNDP Climate Change Country Profiles: Improving the Accessibility of Observed and Projected Climate Information for Studies of Climate Change in Developing Countries; Bulletin Of the American Meteorological Society, February 2010:157-166."}, {"text_block_id": "p148_b1767", "text": "McSweeney, Carol and Richard Jones (2010): Selecting members of the ‘QUMP’ perturbed"}, {"text_block_id": "p148_b1768", "text": "-physics ensemble for use with PRECIS, Met Office Hadley Centre, 8 p."}, {"text_block_id": "p148_b1769", "text": "McSweeney, C., M. New, G. Lizcano, and X. Lu (2010). The UNDP Climate Change Country Profiles: Improving the Accessibility of Observed and Projected Climate Information for Studies of Climate Change in Developing Countries; Bulletin Of the American Meteorological Society, February 2010:157-166."}, {"text_block_id": "p148_b1770", "text": "Meehl, G. A., and Coauthors, 2007: The WCRP CMIP3multi-model dataset: A new era in Climate Change research."}, {"text_block_id": "p148_b1771", "text": "Bull. Amer. Meteor. Soc.,"}, {"text_block_id": "p148_b1772", "text": "88, 1383"}, {"text_block_id": "p148_b1773", "text": "–"}, {"text_block_id": "p148_b1774", "text": "1394."}, {"text_block_id": "p148_b1775", "text": "Ministry of Agriculture and Fisheries. 2002. “The National Food and Agricultu"}, {"text_block_id": "p148_b1776", "text": "re"}, {"text_block_id": "p148_b1777", "text": "Policy.”Accessed July 4, 2014."}, {"text_block_id": "p148_b1778", "text": "http://www.agriculture.gov.bz/PDF/Policy_Document.pdf"}, {"text_block_id": "p148_b1779", "text": "Ministry of Health. 2013. “Belize Health Sector Strategic Plan.” Accessed July 4, 2014."}, {"text_block_id": "p148_b1780", "text": "Nakicenovic, N., and Coauthors, 2000:"}, {"text_block_id": "p148_b1781", "text": "Special Report on Emissions Scenarios: A Special Report of Working Group III of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p148_b1782", "text": ", Cambridge University Press, Cambridge, U.K., 599 pp."}, {"text_block_id": "p148_b1783_merged_merged_merged_merged_merged_merged_merged", "text": "National Oceanic and Atmospheric Administration. (2002). Climate Change Impacts on Land Use Planning and Coastal Infrastructure. National Ocean Service."}, {"text_block_id": "p148_b1786", "text": "Neal, D., Ariola, E., & Muschamp, W. (2008)."}, {"text_block_id": "p148_b1787", "text": "Vulnerability Assessment of the Belize Coastal Zone."}, {"text_block_id": "p148_b1788", "text": "Belmopan."}, {"text_block_id": "p149_b1789", "text": "Nurse L. and J. Charlery (2014): Projected SST trends across the Caribbean Sea based on PRECIS downscaling of ECHAM4, under the SRES A2 and B2 scenarios, Theoretical And Applied Climatology, DOI 10.1007/s00704-014-1346-1"}, {"text_block_id": "p149_b1790", "text": "Rahmstorf, Stefan: A new view on sea level rise: Has the IPCC underestimated the risk of sea level rise?Nature Reports: Climate Change, VOL 4, APRIL 2010, pp44-45."}, {"text_block_id": "p149_b1791", "text": "Rahmstorf, S. 2007. A semi-empirical approach to projecting future sea level rise. Science 315: 368."}, {"text_block_id": "p149_b1792", "text": "Richardson, R. B. (2009)."}, {"text_block_id": "p149_b1793", "text": "Belize and Climate Change: The Costs of Inaction."}, {"text_block_id": "p149_b1794", "text": "Belmopan: United Nations Development Programme."}, {"text_block_id": "p149_b1795", "text": "Roeckner, E. G. Bäuml, L. Bonaventura, R. Brokopf, M, Esch, M. Giorgetta, S. Hagemann, I. Kirchner, L, Kornblueh, E. Manzini, A. Rhodin, U. Schlese, U. Schulzweida and A. Tompkins (2003): The ECHAM 5 Atmospheric General Circulation Model-Part 1, Report No. 349, 140 p."}, {"text_block_id": "p149_b1796", "text": "Simpson, M.C., Gössling, S., Scott, D., Hall, C.M. and Gladin, E. (2008) Climate Change Adaptation and Mitigation in the Tourism Sector: Frameworks, Tools and Practices. UNEP, University of Oxford, UNWTO, WMO: Paris, France."}, {"text_block_id": "p149_b1797", "text": "Simpson, Murray, Daniel Scott, and Ulric Trotz 2011"}, {"text_block_id": "p149_b1798", "text": "“"}, {"text_block_id": "p149_b1799", "text": "Climate Change"}, {"text_block_id": "p149_b1800", "text": "Impact on the Caribbean’s"}, {"text_block_id": "p149_b1801", "text": "Ability to Sustain Tourism, Natural Assets and Livelihood"}, {"text_block_id": "p149_b1802", "text": "” Inter"}, {"text_block_id": "p149_b1803", "text": "-American Development Bank."}, {"text_block_id": "p149_b1804", "text": "Singh, Bhawan,"}, {"text_block_id": "p149_b1805", "text": "Calin Obretin and M. Savoie 2014. “Enhancing Belize’s Resilience to Adapt to"}, {"text_block_id": "p149_b1806", "text": "the Effects of Climate Change"}, {"text_block_id": "p149_b1807", "text": ".” Final Report,"}, {"text_block_id": "p149_b1808", "text": "Climate Change Solutions, Belize."}, {"text_block_id": "p149_b1809", "text": "Sustainable Tourism Programme. 2010. “National Sustainable Tourism Master Plan of Belize.”"}, {"text_block_id": "p149_b1810", "text": "Accessed June 1, 2014."}, {"text_block_id": "p149_b1811", "text": "http://www.sustainabletourismbz.org/dmdocfree/final_compiled_plan.pdf"}, {"text_block_id": "p149_b1812", "text": "The Caribbean Development Portal:"}, {"text_block_id": "p149_b1813", "text": ". 2010. “Ministry of Energy, Science & Technology and Public"}, {"text_block_id": "p149_b1814", "text": "Utilities (MESTPU) Strategic Plan"}, {"text_block_id": "p149_b1815", "text": "2017.” Accessed June1, 2014."}, {"text_block_id": "p149_b1816", "text": "http://estpu.gov.bz/images/media/mestpu%20strategic%20plan%20-%202012-2017.pdf"}, {"text_block_id": "p149_b1817", "text": "United Nations Development Programme in"}, {"text_block_id": "p149_b1818", "text": "Belize.2013. “Draft country programmedocument"}, {"text_block_id": "p149_b1819", "text": "for Belize,"}, {"text_block_id": "p149_b1820", "text": "2017.” Accessed June 9, 2014."}, {"text_block_id": "p149_b1821_merged_merged_merged_merged_merged_merged", "text": "United Nations Framework Convention on Climate Change.2002. “ Belize: First National Communication, United Nations Framework on Climate Change.”Accessed June 1, 2014. http://unfccc.int/resource/docs/natc/blznc1.pdf"}, {"text_block_id": "p150_b1827", "text": "United Nations Framework on Climate Change"}, {"text_block_id": "p150_b1828", "text": ".2012. “ Belize: Second National Communication,"}, {"text_block_id": "p150_b1829", "text": "United Nations Framework on Climate Change"}, {"text_block_id": "p150_b1830", "text": ".”Accessed June 1, 2014."}, {"text_block_id": "p150_b1831", "text": "http://unfccc.int/resource/docs/natc/blznc2.pdf"}, {"text_block_id": "p150_b1832", "text": "United Nations Environment Programme. (2010)."}, {"text_block_id": "p150_b1833", "text": "Waste and Climate Change: Global Trends and Strategy Framework."}, {"text_block_id": "p150_b1834", "text": "UNFCCC"}, {"text_block_id": "p150_b1835", "text": "Information on Intended Nationally Determined Contributions in the Context of the 2015 Agreement"}, {"text_block_id": "p150_b1836", "text": ". Ad Hoc Working Group on the Durban Platform for Enhanced Action. ADP.2014.7. 7th July 2014. Paragraph 7."}, {"text_block_id": "p150_b1837", "text": "United States Environmental Protection Agency. (2009)."}, {"text_block_id": "p150_b1838", "text": "Opportunities to Reduce Greenhouse Gas Emissions through Materials and Land Management Practices."}, {"text_block_id": "p150_b1839_merged_merged", "text": "United States Environmental Protection Agency. (2014). Land Use Planning. Retrieved from EPA: http://www.epa.gov/statelocalclimate/local/topics/land.html"}, {"text_block_id": "p151_b1843", "text": "Contact Us:"}, {"text_block_id": "p151_b1844", "text": "CARIBBEAN COMMUNITY"}, {"text_block_id": "p151_b1845", "text": "CLIMATE CHANGE CENTRE"}, {"text_block_id": "p151_b1846", "text": "2nd Floor, Lawrence Nicholas Building"}, {"text_block_id": "p151_b1847", "text": "Ring Road, P.O. Box 563"}, {"text_block_id": "p151_b1848", "text": "Belmopan, Belize."}, {"text_block_id": "p151_b1849", "text": "Fax: + (501)822-1365"}, {"text_block_id": "p151_b1850", "text": "Email: oed@caribbeanclimate.bz"}, {"text_block_id": "p151_b1851", "text": "Website:"}, {"text_block_id": "p151_b1852", "text": "National Climate Change Office"}, {"text_block_id": "p151_b1853", "text": "Ministry of Forestry, Fisheries and Sustainable Development"}, {"text_block_id": "p151_b1854", "text": "2 Slim Lane, Belmopan"}, {"text_block_id": "p151_b1855", "text": "Belize"}, {"text_block_id": "p151_b1856", "text": "Fax: + (501)"}, {"text_block_id": "p151_b1857", "text": "Email: coord.cc@fsd.gov.bz"}, {"text_block_id": "p151_b1858", "text": "David Simmons & Associates Ltd"}, {"text_block_id": "p151_b1859", "text": "92A Benjamin St., New Yalta, Diego Martin"}, {"text_block_id": "p151_b1860", "text": "Trinidad and Tobago"}, {"text_block_id": "p151_b1861", "text": "Tel: (868) 789-8923"}], "document_description": "The document establishes a list of priority sectors for the Government of Belize to focus efforts upon, including agriculture, tourism, energy, forestry and fisheries. This strategy is meant to serve as a roadmap for all official bodies of the Government of Belize, including the National Climate Change Office under the Ministry of Forestry, Fisheries and Sustainable Development.<br>&nbsp;<br>The Policy guides the short, medium and long-term processes of adaptation and mitigation of Climate Change in accordance with national objectives for sustainable development in addition to regional and international commitments.<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}