{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Togo", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF"], "document_date": "30/05/2008", "document_language": "English", "document_name": "Law 2008-005 - Framework Law on the Environment", "document_country_code": "TGO", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/TGO/2008/TGO-2008-05-30-Law 2008-005 - Framework Law on the Environment_13f9ffb161ae15dd2036563be8f1778e.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law sets the general legal framework for environmental management in Togo. It aims to 1) preserve and sustainably manage the environment, 2) guarantee to all citizens an ecologically sound living environment and balanced, 3) create conditions for rational and sustainable management of resources natural for present and future generations, 4) establish the basic principles for managing, preserving the environment against all forms of degradation in order to develop natural resources, to fight against all kinds of pollution and nuisances, and 5) sustainably improve the living conditions of the population while respecting the balance with the surrounding environment.\n\nArticle 134. The State shall combat desertification and climate change by ensuring the protection of forests, rangelands and pastures against all forms of degradation, pollution or destruction resulting in particular from overexploitation, overgrazing, excessive clearing , fires, burns or the introduction of unsuitable species.\n\nArticle 135. The State may, in the context of the fight against climate change and desertification, grant subsidies in kind or in cash to local authorities, associations, community-based organizations and any natural person carrying out significant activities in these areas. areas."}